{"timestamp":"2024-10-21T04:36:15.306Z","gameDetails":{"name":"23","type":"boardgame","description":"1 to 23&mdash;these are the cards that will be played in ascending order over the course of the game, but doing so is trickier than you might expect as there are limitations in doing so&mdash;not to mention opponents who will love to thwart you. In 23 whoever makes too big a jump from one number to the next must take penalty chips, and whoever collects the fewest chips after two passes through the deck wins the game.&#10;&#10;23 is played with a deck of cards numbered 1 to 23, with one &quot;1&quot; card, two &quot;2&quot; cards, and three each of the cards 3&ndash;23.&#10;&#10;The game is played in two rounds. At the start of the first round, each player receives three bonus chips. At the start of each round, each player is dealt a number of cards. He then discards three cards face down back to the box. The player that has the &quot;1&quot; begins the round by playing it. After that, each player has to play cards in ascending order.&#10;&#10;On his turn, a player can play one or more cards with the same value. If these cards have a value that is equal to or one higher than the last card, this is allowed without any penalties. If the cards are more than one higher than the last card, the player receives one penalty chip for each point of difference. If a player pays a bonus chip, he may play cards that have a value up to five lower or higher than the last card. A player who plays his last card may discard three penalty chips.&#10;&#10;Instead of playing cards, a player can also pass. If he does, he receives one penalty chip. Alternatively, he can pass and force the next player to play cards. In that case, he gains two penalty chips.&#10;&#10;If a player does not want to play any more cards, he can leave the round. In that case, he receives one penalty chip for each card he has in hand.&#10;&#10;After the second round, each player may discard two penalty chips for each bonus chip he has remaining. The player who has the fewest penalty chips wins.&#10;&#10;","image":"https://cf.geekdo-images.com/1WHZlHMccuUztWUh6Cgvcw__original/img/OXwnYHqTc2DTCgs4RF16XjqKnuw=/0x0/filters:format(jpeg)/pic1051274.jpg","thumbnail":"https://cf.geekdo-images.com/1WHZlHMccuUztWUh6Cgvcw__thumb/img/R0lj5KBqmc43-S0xb6kZugepPqU=/fit-in/200x150/filters:strip_icc()/pic1051274.jpg","link":"https://boardgamegeek.com/thing/103651","minPlayers":"2","maxPlayers":"4","bestAtCount":"4"}}