{"timestamp":"2024-10-19T00:49:53.844Z","gameDetails":{"name":"Power Grid: The First Sparks","type":"boardgame","description":"In 2001, 2F-Spiele published the original Funkenschlag.&#10;&#10;In 2011, it is time to look back...a long time back! To celebrate the tenth anniversary of the original Funkenschlag, designer Friedemann Friese will take you back in time and let you relive the early beginnings of mankind. True to the name of the German edition (a literal translation of which is &quot;Flying Sparks&quot;), it is time for Funkenschlag: Die ersten Funken, or &quot;The First Sparks&quot;.&#10;&#10;The First Sparks transports the Funkenschlag mechanisms into the Stone Age. The order of phases during a game round, the player order, the technology cards: you know all these parts from &ldquo;Funkenschlag&rdquo;. But what is new? What is different?&#10;&#10;The First Sparks is much faster and far more direct. You are immediately part of the action. Each turn, each decision is important. As a clan leader you decide on the well-being of your clan during the Stone Age. You need to develop new hunting technologies and get new knowledge - to successfully hunt food or to learn to control fire. With the help of these skills, you will harvest enough food to feed your clan and spread it far enough to reach new hunting areas.&#10;&#10;In a game of The First Sparks you are always confronted with many decisions: Which technology cards offer you the biggest advantages? When is the right time to spread your clan on the game board? Which hunting areas will grant the most food? Reaching new hunting areas or trying to secure parts of the game board for your own clan are important factors for your strategy. Empty spaces are cheaper for you to settle compared to spaces in which other clans are already settled. If you are the first to increase your clan size to 13 clan members, you win The First Sparks.&#10;&#10;","image":"https://cf.geekdo-images.com/6zRKOQ-EvMrAQceQbbsGag__original/img/DNnJjnmlCRYVIpX5rFys7lW8Ciw=/0x0/filters:format(jpeg)/pic1102960.jpg","thumbnail":"https://cf.geekdo-images.com/6zRKOQ-EvMrAQceQbbsGag__thumb/img/pefOoKdCTBXNq3KKKo88cM9W3Wk=/fit-in/200x150/filters:strip_icc()/pic1102960.jpg","link":"https://boardgamegeek.com/thing/106662","minPlayers":"2","maxPlayers":"6","bestAtCount":"4"}}