{"timestamp":"2024-10-19T06:06:04.632Z","gameDetails":{"name":"No Thanks!","type":"boardgame","description":"No Thanks! is a card game designed to be as simple as it is engaging.&#10;&#10;The rules are simple.  Each turn, players have two options:&#10;&#10;    play one of their chips to avoid picking up the current face-up card&#10;    pick up the face-up card (along with any chips that have already been played on that card) and turn over the next card&#10;&#10;&#10;However, the choices aren't so easy as players compete to have the lowest score at the end of the game.  The deck of cards is numbered from 3 to 35, with each card counting for a number of points equal to its face value.  Runs of two or more cards only count as the lowest value in the run - but nine cards are removed from the deck before starting, so be careful looking for connectors.  Each chip is worth -1 point, but they can be even more valuable by allowing you to avoid drawing that unwanted card.&#10;&#10;The first versions of the game supported up to five players, but the German 2011 edition supports up to seven (simply by increasing the number of chips).&#10;&#10;This game was originally published in Germany in 2004 by Amigo as Geschenkt ...ist noch zu teuer!, meaning Even given as a gift, it is still too expensive!.  Amigo's 2006 international edition, titled No Merci! (a delightful multi-lingual pun), had rules in several languages, including English. The game has subsequently been released in other countries under an assortment of names. The German 2024 edition includes additional cards to allow for play with variant rules.&#10;&#10;","image":"https://cf.geekdo-images.com/2DyxMVASynw87LRULZuyqA__original/img/IHLuH9f5dB6jJn74cdVdMixAUKg=/0x0/filters:format(jpeg)/pic4657706.jpg","thumbnail":"https://cf.geekdo-images.com/2DyxMVASynw87LRULZuyqA__thumb/img/yIUSMoN8O5FeDZjXa4vreKj5Ogw=/fit-in/200x150/filters:strip_icc()/pic4657706.jpg","link":"https://boardgamegeek.com/thing/12942","minPlayers":"3","maxPlayers":"7","bestAtCount":"4"}}