{"timestamp":"2024-10-21T04:36:04.970Z","gameDetails":{"name":"1984: Animal Farm – Spiel 2012 promo cards","type":"boardgameexpansion","description":"A set of 5 exclusive promo action cards for Essen 2012 - added to each copy bought as a preorder or at booth 4-121 during the fair. The set includes:&#10;&#10;Too much peace - the strength of opponents' agents in a chosen region -1.&#10;Minisolo style - move a chosen influence token from the board to your new influences.&#10;Department of Peaceful Solutions - all opponents take -1 influence token from a chosen region.&#10;Department of Particular Needs - move an additional agent and one agent of a chosen opponent. &#10;Department of Love - cancel an advanced action card.&#10;&#10;1984: Animal Farm presents a dystopian reality in which animals have overthrown their human masters. When the fires of the revolution died down, a political game began to establish the only proper totalitarian regime. The players take the roles of animal dictators who will stop at nothing to gain absolute power over the global Farm.&#10;&#10;This is a negotiation game for 3 to 5 players that's based on the concept of forced cooperation. On one hand, players share some business with their neighbors; on the other hand &ndash; they are divided by the will to win. The game favors efficient strategy, slick negotiations and successful bluffing. At the same time, it forces the players to form temporary alliances with their enemies and keep an eye on their friends. All this makes each round of the game abound in heated talks (both public and secret), pacts, promises and betrayals. Special abilities drawn before the game, along with the winning conditions, guarantee that no two games will be the same.&#10;&#10;","image":"https://cf.geekdo-images.com/EZcxebcO-YKw6wGg8FHetg__original/img/GiAsdHMVqZCtoG-OMUl8EGwGltA=/0x0/filters:format(jpeg)/pic1471640.jpg","thumbnail":"https://cf.geekdo-images.com/EZcxebcO-YKw6wGg8FHetg__thumb/img/rogEjYA_S0a7OXgjO4eQx6h78-8=/fit-in/200x150/filters:strip_icc()/pic1471640.jpg","link":"https://boardgamegeek.com/thing/133537","minPlayers":"0","maxPlayers":"0","bestAtCount":null}}