{"timestamp":"2024-10-21T04:44:16.090Z","gameDetails":{"name":"Android: Netrunner – Fear and Loathing","type":"boardgameexpansion","description":"&ldquo;Can a single voice still make a difference? Probably not, but that won&rsquo;t stop me from trying. What GRNDL does to the environment is nothing short of criminal.&rdquo;&#10;    &ndash;Tallie Perrault&#10;&#10;Fear and Loathing is the fifth Data Pack in the &quot;Spin Cycle&quot; for Android: Netrunner. The futuristic world of Android: Netrunner is one of vertiginous discrepancies between achievement and poverty. The megacorps that have redefined humanity with the development of custom genetics, bioroid manufacturing, and mind-machine interfacting are at least partially responsible for stabilizing social policies that mire countless masses in overcrowded, unsanitary living conditions. In the shadows of the megacorporations&rsquo; towering corporate headquarters, the vast majority experience mundane desperations, fear for their jobs, loathe their limited social status, and fight a daily war for survival.&#10;&#10;The sixty new cards of Fear and Loathing (three copies each of twenty individual cards) translate this dichotomous existence to your games of Android: Netrunner. On the one hand, you have powerful and exploitive business entities like GRNDL, a subsidiary of the Weyland Consortium, and on the other, you have the beaten down and fearful masses. But there are other categories, too, and while many people may be driven to silence, the game&rsquo;s Runners and other spirited individuals, like the investigative reporter Tallie Perrault, are driven to action.&#10;&#10;","image":"https://cf.geekdo-images.com/fEaZmZy7AvduCkyAxEas0A__original/img/fhO9ICkWDy16z0reLRCVfj9-ebE=/0x0/filters:format(jpeg)/pic1854636.jpg","thumbnail":"https://cf.geekdo-images.com/fEaZmZy7AvduCkyAxEas0A__thumb/img/X3s5YJwQ4P1A2OrgTpj7cXBgXgE=/fit-in/200x150/filters:strip_icc()/pic1854636.jpg","link":"https://boardgamegeek.com/thing/147739","minPlayers":"2","maxPlayers":"2","bestAtCount":null}}