{"timestamp":"2024-10-19T00:50:31.453Z","gameDetails":{"name":"Sentinels of the Multiverse: Rook City & Infernal Relics","type":"boardgameexpansion","description":"This double expansion combines Rook City and Infernal Relics, the first two expansions to the Sentinels of the Multiverse card game, in a single box.&#10;&#10;Dark streets, vile sewers, and twisting alleys; all home to the terrible criminals that control this city. Welcome to Rook City, where evil never sleeps.&#10;&#10;Sentinels of the Multiverse: Rook City is the first expansion for the cooperative comic-book themed card game! It features 2 grim heroes, 4 terrible villains, and 2 challenging environments. Besides just expanding the number of characters and settings available to players, Rook City introduces new mechanics and exciting new challenges, while still maintaining the rules that make Sentinels of the Multiverse fun!&#10;&#10;Ancient deities, extra-planar elder gods, and dark spirits threaten the very fabric of reality!&#10;&#10;Sentinels of the Multiverse: Infernal Relics, the second expansion for the award winning cooperative comic-book themed card game, features two arcane heroes, four powerful villains, and two exciting environments. In addition to expanding the number of characters and settings available to players, Infernal Relics introduces new mechanisms and exciting new challenges, while still maintaining the rules that make Sentinels of the Multiverse thrilling.&#10;&#10;This box-set of Rook City and Infernal Relics contains all of the content from both expansions, including divider cards for each hero, villain, and environment, and a combined rulebook.&#10;&#10;This is not a stand-alone game. A copy of Sentinels of the Multiverse is required to play.&#10;&#10;","image":"https://cf.geekdo-images.com/ekwexfqPL_tdPOXczltQBg__original/img/flhgQvMOC_WtsBoFPRFw_JWpxng=/0x0/filters:format(jpeg)/pic1905414.jpg","thumbnail":"https://cf.geekdo-images.com/ekwexfqPL_tdPOXczltQBg__thumb/img/sWy4R-tJPqQvVj8oqaUOIzc66nw=/fit-in/200x150/filters:strip_icc()/pic1905414.jpg","link":"https://boardgamegeek.com/thing/153527","minPlayers":"2","maxPlayers":"5","bestAtCount":"3"}}