{"timestamp":"2024-10-19T00:45:47.501Z","gameDetails":{"name":"Bucket King 3D","type":"boardgame","description":"In Bucket King 3D, a new version of Stefan Dorra's The Bucket King, players lay down sets of animal cards to try to knock over every other's pyramids of buckets. Cards in hand can be used to defend your own buckets and attack those of others &mdash; and if you knock out a bucket low in someone's pyramid, you might cause a cascade that takes out even more!&#10;&#10;Each turn, the active player either plays cards or loses buckets; the game is played in rounds with a new round starting after anyone loses one or more buckets. At the start of each round, the active player chooses 1-3 cards in hand of the same color/animal, lays them face up in front of himself, announces their sum, then draws one card to add to his hand (regardless of how many he played). Each subsequent player must lay down 1-3 cards of the same suit as the initial player with a higher sum than previously announced or else lose a bucket. (If play circles the table to the round's start player, he can add 1-3 new cards to those previously played, then announce the sum of all cards in front of him.)&#10;&#10;When a player cannot or chooses not to defend his pyramid by playing cards, he removes one bucket of that card color from his pyramid by pushing, flicking or poking it with only one finger. (If he doesn't have a bucket of the required color, he removes a bucket of his choice.) This player then starts a new round after everyone has cleared their played cards.&#10;&#10;In a two- to four-player game, the game ends when a player loses his last bucket; in a five- to six-player game, a player who loses his last bucket is out of the game, and the game ends when only three players have buckets still in play. Whoever has the most buckets remaining in his pyramid wins.&#10;&#10;Bucket King 3D includes 2 variants for experience players: &#10;(1)Play with the Special &quot;One&quot;!&#10;Whenever a player lays down a 1 while playing cards of the appropriate color, he can also play one other card of any color, adding the value of that card (and any others played) to his sum; he then draws two cards (one as normal, plus another card for the bonus card played) to end his turn. For example, if the required suit is blue, he may play a blue 1, with a red 4 as the additional card, announce his sum as &quot;Five&quot;, then draw two cards from the deck.&#10;&#10;If he plays two 1s, then he may play two additional cards of any color and draw three cards at the end of his turn. A player can lay down at most five cards.&#10;&#10;(2) Play with the Backfiring Discard!&#10;This variant is played with all the basic rules, but the direction of play may change during the game!&#10;When the active player plays cards to attack on his turn, the direction of the play is reversed if he plays an additional card of the same colour onto the discard pile. He draws cards as normal for the cards he has played in front of himself, but he does not draw any card for the additional card he has played.&#10;For example, a player has played a Blue 4. The next player plays a Blue 5 in front of himself and discards a Blue 2. Then he draws only 1 card. The direction changes now and play continues with the previous player.&#10;You may play both variants (1) and (2) in the same game! For example, a player may play a Blue 1 and a Red 7 in front of himself (variant 1) and the direction of play remains unchanged. But if he plays a Blue 1 and a Red 7 in front of himself (variant 1) and discards a Blue 2 (variant 2), the game continues in the reverse direction.&#10;&#10;","image":"https://cf.geekdo-images.com/tnfCMOt76Nv6QlxU_pdjKA__original/img/lgkkHk51z7tKffcPZ3IJu1rOPiI=/0x0/filters:format(jpeg)/pic2053333.jpg","thumbnail":"https://cf.geekdo-images.com/tnfCMOt76Nv6QlxU_pdjKA__thumb/img/ffBCtSEVAZllbc1Zf73vkIqNUUY=/fit-in/200x150/filters:strip_icc()/pic2053333.jpg","link":"https://boardgamegeek.com/thing/159209","minPlayers":"2","maxPlayers":"6","bestAtCount":"4"}}