{"timestamp":"2024-10-19T06:12:41.512Z","gameDetails":{"name":"Tramways","type":"boardgame","description":"The 1920s: Small City was founded just a few years ago and is still a fledgling town at this stage. Nonetheless, the Town Center is prosperous, and the managers of the weird CliniC have been duly incarcerated for years by this point. Now it is time to reach a new step: Building a new map transit.&#10;&#10;In Tramways, you take the role of one of the managers of the local CliniC who were fired last month when it was discovered that you had acquired wealth on the backs of patients and their poor health. You are now at the head of a team of engineers, ready to build the best and most effective network possible for Small City. Your aim is to find the best places between buildings and citizens so that they can use your networks (and not those of your opponents, who are always ready to buy the most interesting development areas). Be assured that a happy citizen who is able to move where and when he wants will thank the best transport companies. There is nothing that satisfies a chief manager more than seeing citizens happy...&#10;&#10;The game is divided into six rounds, each of which is divided into two halves:&#10;&#10;&#10;     During the first half of a round, players compete to acquire the best development cards to create their most efficient deck. An original auction phase also determines turn order &mdash; and being the first player increases your stress level.&#10;&#10;&#10;&#10;     During the second half, they play a train game, using their deck to try to build a great network between the different buildings of Small City. They try to move passengers without stressing them during the transit, in the end obtaining happiness points, which is the aim of the game.&#10;&#10;&#10;The more that players use the symbols on their cards, the more actions they can do, but they also increase their stress level at the same time, which leads to negative victory points...&#10;&#10;","image":"https://cf.geekdo-images.com/ycMPJvg5CWhhCHWYvW06BQ__original/img/fkLqhAW5JKZkazdyiLxgt7uHvY0=/0x0/filters:format(jpeg)/pic2974065.jpg","thumbnail":"https://cf.geekdo-images.com/ycMPJvg5CWhhCHWYvW06BQ__thumb/img/eLihD8METXhx80Rg5TImYv2daLI=/fit-in/200x150/filters:strip_icc()/pic2974065.jpg","link":"https://boardgamegeek.com/thing/166571","minPlayers":"1","maxPlayers":"5","bestAtCount":"3"}}