{"timestamp":"2024-10-19T06:06:25.214Z","gameDetails":{"name":"Orléans: Deluxe Edition","type":"boardgame","description":"During the medieval goings-on around Orl&eacute;ans, you must assemble a following of farmers, merchants, knights, monks, etc. to gain supremacy through trade, construction, and science in medieval France.&#10;&#10;In the city of Orl&eacute;ans and the area of the Loire, you can take trade trips to other cities to acquire coveted goods and build trading posts. You need followers and their abilities to expand your dominance by putting them to work as traders, builders, and scientists. Knights expand your scope of action and secure your mercantile expeditions. Craftsmen build trading stations and tools to facilitate work. Scholars make progress in science, and last but not least it cannot hurt to get active in monasteries, since with monks on your side, you are much less likely to fall prey to fate.&#10;&#10;In Orl&eacute;ans, you will always want to take more actions than possible, and there are many paths to victory. The challenge is to combine all elements as best as possible with regard to your strategy.&#10;&#10;The Orl&eacute;ans: Deluxe Edition contains the following upgrades to the base game:&#10;&#10;     47 metal coins for use in place of money tokens&#10;     104 wooden discs and stickers for use in place of worker tokens&#10;     16 wooden wheels for use in place of technology tokens&#10;     14 wooden meeples for use in place of citizen tokens&#10;     4 custom meeples for use as individual player markers&#10;    &nbsp;Orl&#195;&#169;ans: Tavern & Depot tiles&#10;     90 wooden tokens for use in place of goods tokens&#10;     Black pieces for fifth player&#10;&#10;&#10;The deluxe edition is a single print run limited edition that will not be manufactured again.&#10;&#10;","image":"https://cf.geekdo-images.com/SvbrhIAoQZ-1MyDa_v0AqQ__original/img/ml8MkTGSDx4aSAbJthOWIGM_JDY=/0x0/filters:format(png)/pic2578828.png","thumbnail":"https://cf.geekdo-images.com/SvbrhIAoQZ-1MyDa_v0AqQ__thumb/img/4QpksReeFqRlqXCwlG18asSivTU=/fit-in/200x150/filters:strip_icc()/pic2578828.png","link":"https://boardgamegeek.com/thing/171905","minPlayers":"2","maxPlayers":"5","bestAtCount":"4"}}