{"timestamp":"2024-10-19T00:50:11.405Z","gameDetails":{"name":"Roll for the Galaxy: Ambition","type":"boardgameexpansion","description":"This expansion adds 14 new factions and 7 home worlds, 5 unique game tiles, 2 new types of dice, the Leader and Entrepreneur; plus optional objectives.&#10;&#10;One of each player&rsquo;s initial Home dice in the cup is replaced with a Leader die, accelerating the start of the game. Leader dice, unlike other types of dice, cannot be acquired during game play.&#10;&#10;Some Leader and Entrepreneur die faces show two phase symbols. With these faces, if their assigned phase doesn't occur but its other phase does, then the die automatically shifts to the other phase. Other Leader and Entrepreneur die faces show a dollar sign in addition to a phase symbol. With these faces, if the die is used for that phase (instead of being reassigned), then it returns to the cup (not the Citizenry) after being used. When a Leader die is used to Consume, it always matches the world&rsquo;s color (Entrepreneur dice never match any world).&#10;&#10;20 objective tiles are supplied, with 6 randomly chosen each game. When an objective is satisfied, the player(s) who met it that round receive its listed number of Talent counters (from 2-5) and then that objective is no longer available. A player may assign Talent counters as &quot;one-shot&quot; wild workers (who, if used for Consume, always match their world). If their assigned phase doesn't occur, those Talent counters aren't used up, allowing for conditional assignments. At game end, any unused Talent counters are each worth a victory point.&#10;&#10;","image":"https://cf.geekdo-images.com/aHlQu0R-VahdlrAAJQs8hw__original/img/0g-w-dPNbxFR-OJexqompho0O5M=/0x0/filters:format(jpeg)/pic2700805.jpg","thumbnail":"https://cf.geekdo-images.com/aHlQu0R-VahdlrAAJQs8hw__thumb/img/bIwF5axdMontvp76jDSMXlHcgIc=/fit-in/200x150/filters:strip_icc()/pic2700805.jpg","link":"https://boardgamegeek.com/thing/175754","minPlayers":"2","maxPlayers":"5","bestAtCount":"3"}}