{"timestamp":"2024-10-21T04:42:11.509Z","gameDetails":{"name":"504","type":"boardgame","description":"In a distant future, scientists were able to build small alternate Earths. Exactly 504 such Earths have thus far been built. The scientists programmed each of these Worlds with an individual set of laws and rules which the residents strictly follow and consider most important for their lives. These may be exploration, consumption, economics, military, etc., and each is unique. You can visit all of these 504 alternate Earths to experience how the people are living, and decide which of these worlds harbors the best civilization. On which World do you want to live? Explore them all and decide!&#10;&#10;504 is a game that creates 504 different games out of one box. The game consists of nine modules:&#10;&#10;&#10;    Module 1: Pick-Up &amp; Deliver&#10;    Module 2: Race&#10;    Module 3: Privileges&#10;    Module 4: Military&#10;    Module 5: Exploration&#10;    Module 6: Roads&#10;    Module 7: Majorities&#10;    Module 8: Production&#10;    Module 9: Shares&#10;&#10;&#10;In each single game, you take three different modules from the nine available and assemble them in any order you like to create a new game. (504 = 9 * 8 * 7 = the number of distinct permutations of three items from a set of nine. The order of the three game modules is significant, and modules cannot be repeated.) For example, you can play:&#10;&#10;&#10;    a racing game that expands through exploration with technology improving the racing or exploration (World &quot;253&quot;).&#10;    an 18XX-style stock game with network building for income and production sites to provide workers for the road building (World &quot;968&quot;).&#10;    a war game with a pick-up and deliver economy and bonus scoring from majorities (&quot;World 417&quot;).&#10;&#10;&#10;Each single game takes from 30 to 120 minutes to play.&#10;&#10;","image":"https://cf.geekdo-images.com/P2-jw7YCLqx1gqE-9Wprlw__original/img/n-sl1RtjTCq9h4O80WcjnpGodmw=/0x0/filters:format(jpeg)/pic2570515.jpg","thumbnail":"https://cf.geekdo-images.com/P2-jw7YCLqx1gqE-9Wprlw__thumb/img/tP199gjoV5wunY5RhrjyJzEnQj0=/fit-in/200x150/filters:strip_icc()/pic2570515.jpg","link":"https://boardgamegeek.com/thing/175878","minPlayers":"2","maxPlayers":"4","bestAtCount":"4"}}