{"timestamp":"2024-10-19T00:45:28.538Z","gameDetails":{"name":"Awkward Guests: The Walton Case","type":"boardgame","description":"Awkward Guests, a.k.a. Inc&oacute;modos Invitados, is a one-of-a-kind deduction game with infinite re-playability. You&nbsp;can recreate Mr. Walton's murder in so many different ways that you won't ever play two similar games! (Mr. Walton will not thank you for doing this.)&#10;&#10;The game challenges you to use&nbsp;genuine detective abilities&nbsp;to solve each case. To solve a mystery, you have to interrogate the suspects, question the household staff, examine the crime scene, search for clues around the Walton Mansion, and consult the police reports. You will do all of this while exchanging information with your opponents or hiding it from them, so get ready to use all your&nbsp;gumshoe skills!&#10;&#10;WHO killed Mr. Walton?&#10;HOW did the murderer end his life?&#10;WHY did the murderer kill him?&#10;Was there an ACCOMPLICE?&#10;&#10;The heart of Awkward Guests is simple: Players have a hand of six cards, and each card has a value (1, 2 or 3 points, according to the amount of information that it provides) and several references (i.e., the subjects of the card information). During a turn, you ask for information about two different references in which you are interested. The rest of the players can offer you cards that contain the requested references, and you can trade for those cards by giving the offering players the same number of points they have offered via cards in your hand.&#10;&#10;After each round ends, players can try to solve the mystery. If the mystery is not solved, players discard part of their hands and receive three new cards. The player or players who solve the mystery first win.&#10;&#10;","image":"https://cf.geekdo-images.com/Awopfw5_5Qyh-7YcSbtudA__original/img/GxYtTK43oCTDn2J3pyukUw07bKo=/0x0/filters:format(jpeg)/pic4870482.jpg","thumbnail":"https://cf.geekdo-images.com/Awopfw5_5Qyh-7YcSbtudA__thumb/img/HHn3So0Mum6VZliDmEnB2LwfeQ0=/fit-in/200x150/filters:strip_icc()/pic4870482.jpg","link":"https://boardgamegeek.com/thing/188866","minPlayers":"1","maxPlayers":"8","bestAtCount":"4"}}