{"timestamp":"2024-10-19T00:47:52.356Z","gameDetails":{"name":"Glory to Rome","type":"boardgame","description":"In 64 A.D., a great fire originating from the slums of Rome quickly spreads to destroy much of the city, including the imperial palace. Upon hearing news of the fire, Emperor Nero Caesar races back to Rome from his private estate in Antium and sets up shelters for the displaced population.  Reporting directly to Nero, you are responsible for rebuilding the structures lost in the fire and restoring Glory to Rome.&#10;&#10;Glory to Rome is a card-based city building and resource management game with a novel mechanism. Each card may act as a building, a client, a raw material, or a valuable resource, frequently forcing players into difficult decisions regarding how each card should be used. In addition, much of the game is played from the discard pool, giving players some control over what cards are accessible to opponents.  Actions are triggered by a form of card-driven role selection -- the active player leads a role, and other players may follow if they discard a matching card from hand (to the pool).  Players who don't follow may 'think' to draw more cards.  There are thus strong interactions between the different uses of cards.  Scoring is a combination of completing buildings and storing resources, with end-of-game bonuses for storing a diverse assortment. Game length is player-controlled, and is triggered in a few different ways.&#10;&#10;The lighthearted artwork of the original editions was replaced by minimalist art in the 'black box' edition, and both have been the source of great controversy.  Many of the non-English editions use more conventional artwork.&#10;&#10;","image":"https://cf.geekdo-images.com/S_-n-WRvpzgH-d8xuzJgmg__original/img/cvWVDcSUBsngibbELMhABgIyrVo=/0x0/filters:format(png)/pic1079512.png","thumbnail":"https://cf.geekdo-images.com/S_-n-WRvpzgH-d8xuzJgmg__thumb/img/2KvAr_TOIvW-9DNxlX-KuyL0Fwo=/fit-in/200x150/filters:strip_icc()/pic1079512.png","link":"https://boardgamegeek.com/thing/19857","minPlayers":"2","maxPlayers":"5","bestAtCount":"3"}}