{"timestamp":"2024-10-19T00:49:05.307Z","gameDetails":{"name":"Mykerinos","type":"boardgame","description":"1899. For more than a century, the European public has been fascinated by Egyptology and the discoveries of Denon, Champollion, Petrie and others. Seeking adventure and glory, teams of archaeologists search the sands of Egypt for hidden treasures.&#10;&#10;Mykerinos. Embody archaeologists seeking relics from ancient Egypt for powerful benefactors. Will you be convincing at the museum's final exhibition?&#10;&#10;The game takes place over four rounds. The game board is composed of four (or six in the last round) areas of two cards. These cards have 6 squares, possibly occupied by an obstacle (pyramid), and belonging to one of five benefactors (with their own color and symbol): Sir Brown, Lady Violet, Miss Blackmore, Lord Lemon and Colonel Tangerine.&#10;&#10;Each player has their own personal pool of archaeologists that can be used to:&#10;- Start an excavation (requiring one archaeologist)&#10;- Expand an excavation (requiring two archaeologists in addition to one archaeologist already on the board)&#10;- Play a benefactor previously earned&#10;- Pass&#10;&#10;Benefactors give special benefits like moving over an obstacle or retrieving archaeologists faster, etc ...&#10;&#10;Once all players have passed, we resolve the board according to area control. The player in the first position can either take a card available or go to the museum. Other players can then do the same. Ties are resolved according to player order.&#10;&#10;Going to the Museum adds value for a colour at endgame to the cards collected (x2, x3 or x5).&#10;&#10;At the end of the 4th round, the final exhibition is resolved and the winning player will be whoever collected the most prestige between:&#10;- Points on the cards collected during game&#10;- Points by colour benefactors (according to position in the museum)&#10;- Bonus points for sets of cards (1 in every colour of benefactors).&#10;&#10;","image":"https://cf.geekdo-images.com/iYUBF-jUj7rWVJ9iNng6lA__original/img/EbqSWqgP0PCK_oiRvAHBevvGx9M=/0x0/filters:format(jpeg)/pic171450.jpg","thumbnail":"https://cf.geekdo-images.com/iYUBF-jUj7rWVJ9iNng6lA__thumb/img/1IMoepmcxWVE5x0jxht1oSek8h8=/fit-in/200x150/filters:strip_icc()/pic171450.jpg","link":"https://boardgamegeek.com/thing/21441","minPlayers":"2","maxPlayers":"4","bestAtCount":"4"}}