{"timestamp":"2024-10-21T04:43:28.326Z","gameDetails":{"name":"7 Wonders: Armada","type":"boardgameexpansion","description":"7 Wonders &ndash; Armada&#10;Take command of a fleet of ships&#10;&#10;The horizon is now within reach, your armada waits only on you to go conquer the seas! On board your ships, discover faraway isles, trade with remote cities, and equip your fleets to prepare for the naval conflict to come&hellip; In addition to a new Wonder, this expansion allows you to expand your interactions with two new types of cards: Armada cards and Isle cards. Navigators, explorers, shipowners, and pirates will give new depth to your games.&#10;This 7 Wonders expansion allows you to conquer the seas thanks to individual boards: Shipyards.&#10;&#10;The 24 new Age cards and 27 new Isle cards enrich the game and allow new interactions between players.&#10;&#10;The Armada expansion adds new rules to the base 7 Wonders game, but the victory conditions remain the same. Your fleets, represented by small coloured ships, represent your advance.&#10;&#10;This expansion also offers you a variant which allows you to play in teams (with 4 or 6 players).&#10;&#10;7 Wonders Armada is an independent expansion but is compatible with the other expansions for 7 Wonders.&#10;&#10;Content:&#10;1 Wonder board&#10;7 Shipyard boards&#10;28 Flotilla miniatures (4 per player)&#10;40 Naval Conflict tokens:&#10;22 Naval Victory tokens&#10;18 Naval Defeat tokens&#10;8 Military Conflict tokens:&#10;4 Military Victory tokens&#10;4 Military Defeat tokens&#10;2 Incursion tokens&#10;6 Coins of value 6&#10;24 Armada cards (8 per Age)&#10;27 Isle cards (9 per level)&#10;1 pad of score sheets&#10;3 quick reference sheets describing the new effects&#10;1 rulebook&#10;&#10;","image":"https://cf.geekdo-images.com/KffEZ2wBeOQxRH5Lve54GA__original/img/nxsfgHZBrIUwfm2QbCsvKotOpUc=/0x0/filters:format(jpeg)/pic4268517.jpg","thumbnail":"https://cf.geekdo-images.com/KffEZ2wBeOQxRH5Lve54GA__thumb/img/5O46f3m2___cCyd_HbuhG1KNWO8=/fit-in/200x150/filters:strip_icc()/pic4268517.jpg","link":"https://boardgamegeek.com/thing/247315","minPlayers":"3","maxPlayers":"7","bestAtCount":"5"}}