{"timestamp":"2024-10-19T00:46:16.408Z","gameDetails":{"name":"Chartered: The Golden Age","type":"boardgame","description":"Chartered: The Golden Age is a historic and economic building game known for its easy game system.&#10;&#10;You are a merchant, looking to profit from the budding trade in Amsterdam in the 1600s and participate in the growth of a multitude of chartered enterprises. Several European nations are vying for the lucrative trade in spices and other goods. The goods brought back to Amsterdam at great peril and cost are rapidly growing merchant wealth and increasing trade. To increase working capital and spread risk, you and other merchants use stocks for the first time in history.&#10;&#10;You are establishing your first warehouses in Amsterdam, contributing to the city that will grow to become the wealthiest city in the western world. You can become the best merchant, build chartered enterprises and purchase stock to profit from their expected growth. Your goal? Profit and wealth.&#10;&#10;Players buy building cards to found chartered enterprises and purchase stock in them. Throughout the game they expand these enterprises, increasing their stock value and ultimately increasing players&rsquo; wealth. Enterprises merge to accelerate their growth and add floors to their warehouses to easily gain value. Players will aim to block enterprises they don't have stocks in but might be forced to help them grow. Buy the right stocks and build the right warehouses to put you on your way to profit and to victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/V6RSHq0lXJbvfmHR8thnsA__original/img/pyCo-YVZU0fhmYN7fxGOPjz2bVg=/0x0/filters:format(jpeg)/pic4966387.jpg","thumbnail":"https://cf.geekdo-images.com/V6RSHq0lXJbvfmHR8thnsA__thumb/img/mSfpO9-r1AbpkugHFyWwhgZt_ls=/fit-in/200x150/filters:strip_icc()/pic4966387.jpg","link":"https://boardgamegeek.com/thing/247785","minPlayers":"2","maxPlayers":"6","bestAtCount":"4"}}