{"timestamp":"2024-10-21T04:35:54.675Z","gameDetails":{"name":"1960: The Making of the President","type":"boardgame","description":"From the author:&#10;&#10;&quot;Sometimes the history of a nation can be defined by the relationship between two individuals. The Election of 1960 is the story of two men, John F. Kennedy and Richard M. Nixon. One is the scion of a wealthy, politically powerful family from New England. The other is the son of a Quaker grocer in Whittier, California. While they belong to opposing political parties, they start out as friends. The complex development of that friendship, however, would shape a pivotal presidential election and cast a long shadow over American history for the remainder of the 20th century.&#10;&#10;&quot;In 1960: The Making of the President, you take on the role of one of these great protagonists vying for the right to lead his country into the heart of the Cold War. However, it is not just foreign policy that poses a challenge to American leadership; this is also an era of great social turmoil and progress. As the United States continues to build upon the promise of its founding, candidates must contend with the question of civil rights and balance their positions on social justice against the need for valuable Southern electoral votes. Of course, the ever-present issue of the economy also rears its ugly head, and both Nixon and Kennedy will compete to be the candidate with the voters' pocket books in mind.&#10;&#10;&quot;The contest is fought out on an electoral map of the United States as it stood in 1960&mdash;a map where Louisiana and Florida share the same number of electoral votes, as do California and Pennsylvania. Using a card-driven game system, all the major events which shaped the campaign are represented: Nixon&rsquo;s lazy shave, President Eisenhower&rsquo;s late endorsement, and the 'Catholic question' are all included as specific event cards. The famous televised debates and final election day push are each handled with their own subsystems. Candidates vie to capture each state&rsquo;s electoral votes using campaign points in the four different regions of the country. At the same time, they must build momentum by dominating the issues of the day and attempt to gain control of the airwaves.&#10;&#10;&quot;As with any election campaign, the challenge is to adapt your game plan as the ground shifts out from under you. There are never enough resources or time to do everything, but you need to make the tough calls to propel yourself into the White House. This fast-playing strategy game for two players challenges you to run for the most powerful elective office in the world, at one of its most unique crossroads. Will you recreate history, or rewrite it? 1960: The Making of the President provides you the opportunity to do both.&quot;&#10;&#10;","image":"https://cf.geekdo-images.com/p-k_CqUvJzTcMMz4ms7f_Q__original/img/jCMiFqLiGxgXM7akNX3KLHEI6-o=/0x0/filters:format(jpeg)/pic3499166.jpg","thumbnail":"https://cf.geekdo-images.com/p-k_CqUvJzTcMMz4ms7f_Q__thumb/img/LZFIiC173jPXvtxUGeNh9eGedpc=/fit-in/200x150/filters:strip_icc()/pic3499166.jpg","link":"https://boardgamegeek.com/thing/27708","minPlayers":"2","maxPlayers":"2","bestAtCount":"2"}}