{"timestamp":"2024-10-21T04:44:16.100Z","gameDetails":{"name":"Ankh: Gods of Egypt – Guardians Set","type":"boardgameexpansion","description":"While all gods possess power and responsibility beyond that of mortal ken, they themselves were never created equal. Not all bestrode the world like the mighty sun, or commanded the realm of the dead, or even represented all of feline kind in their regal majesty.&#10;&#10;The lesser gods and demons knew their place, and divined that their survival would hinge on levying favor with the one patron that would dominate the cosmos when all was done. It was not a matter of followers or that their duties were of any lesser import. Yet the whims of fate and the cosmic tide had left them without grand monuments and legions of devoted followers. Such was the nature of a divine existence.&#10;&#10;For the patron deities that grant them succor, these Guardians ply their talents in their patrons&rsquo; names, adding to their grandeur and protecting their devoted followers as their own. Serving the mighty was their truest path to enduring this war to end all wars.&#10;&#10;The Guardians Set introduces a new set of Guardians ready to join the gods in their quest. Most of the Guardians contained in this set are terrible demons with vicious abilities the gods would much rather have at their side than used against them. The introduction of new Guardians into the game gives new options to select from, increasing the possibilities for different combinations and interactions for each game. The presence or absence of each Guardian can have a profound impact on the gameplay dynamics.&#10;&#10;The Guardians Set comes with:&#10;&#10;11 Guardian figures:&#10;-3 Mafdet figures&#10;-2 Am-Heh figures&#10;-2 Pazuzu figures&#10;-2 Ammit figures&#10;-2 Shezmu figures&#10;5 Guardian cards&#10;&#10;","image":"https://cf.geekdo-images.com/XMjgIV1cYdvIwSaKuIj2Ig__original/img/m1vdLRbrIaAnbX4LHnhz8qarpLo=/0x0/filters:format(jpeg)/pic5375786.jpg","thumbnail":"https://cf.geekdo-images.com/XMjgIV1cYdvIwSaKuIj2Ig__thumb/img/Gwiah0tCqKTKE0SLCualN326fUo=/fit-in/200x150/filters:strip_icc()/pic5375786.jpg","link":"https://boardgamegeek.com/thing/308321","minPlayers":"2","maxPlayers":"5","bestAtCount":"2"}}