{"timestamp":"2024-10-19T00:44:15.636Z","gameDetails":{"name":"Ad Astra","type":"boardgame","description":"Humans have evolved into five different races, each of them adapted to life in different planetary conditions. Guide one of the five human factions in its exploration of the galaxy, while exploiting resources, terraforming planets and creating advanced space colonies. You may even find artifacts of a long-lost alien civilization and use them to your advantage.&#10;&#10;A game round consists of three phases: planning phase, action phase and end of round. During the planning phase, action cards are placed face-down on any empty space of a shared planning board. When all spaces on the board have been filled, the action phase begins. In sequence, each card is revealed and all players may carry out the corresponding action. At the end of round, the action cards are returned to the players' hands and a new round begins.&#10;&#10;The available actions are:&#10;&#10;    Production: one of the resources depicted on the card is generated on every matching planet.&#10;    Movement: starships may be moved to other planets by spending energy.&#10;    Build: colonies, factories, starships and terraformers may be built on the planets by using resource cards.&#10;    Trade: resource cards may be traded among the players and the bank.&#10;    Scoring: the players are scored based on one of the game elements depicted on the card.&#10;&#10;&#10;The owner of each card has an advantage when resolving it, such as deciding which resource is generated or on which game element the players score.&#10;&#10;The game ends when one player reaches at least 50 victory points or when all planets have been discovered. At that point, the player with the most victory points is the winner.&#10;&#10;","image":"https://cf.geekdo-images.com/frHkqmRoy8IHHGlF1_tcKg__original/img/r2s0bTcu6xcg--zqsZ9ZTmnVBA0=/0x0/filters:format(jpeg)/pic383353.jpg","thumbnail":"https://cf.geekdo-images.com/frHkqmRoy8IHHGlF1_tcKg__thumb/img/tvco_i8vhnlpei3ejGclKON4sA4=/fit-in/200x150/filters:strip_icc()/pic383353.jpg","link":"https://boardgamegeek.com/thing/38343","minPlayers":"3","maxPlayers":"5","bestAtCount":"4"}}