{"timestamp":"2024-10-21T04:42:32.153Z","gameDetails":{"name":"7 Ages","type":"boardgame","description":"7 Ages is a game of world history from 4000 BC/E to 2000 AD/CE. Players represent dynasties that decide the fate of the world across the millennia.&#10;&#10;You, as a dynastic head of one or more empires must guide your empires through history gaining glory points for historical, scientific, religious and cultural advances as you increase their health, wealth and prestige. All the leading figures of history are included, as they attempt to influence events and their society through their great words and deeds.&#10;&#10;Players can play multiple civilizations simultaneously (though the counter set limits the total number of civilizations that can be in play), but the first civilization card played determines the time frame in which the game starts, restricting which additional civilizations may actually be played and/or what historical leaders civilizations in play may use. This makes the secret bids to get the first move important to all players.&#10;&#10;The game features playing cards that represent either a historical civilization, an action, or a civilization advance, depending on the context in which the card is played. Each card also has a numeric value, used for making bids and trading. The game also features a system of a limited number of action options per player based on chits secretly selected by players each turn -- for example, if you are playing more than one civilization, only one can declare war, only one can take production, etc. There is a &quot;wild&quot; chit each player can use to let two of his or her civilizations take the same action, but the civilization using the wild chit pays a penalty.&#10;&#10;Victory points and civilization levels are plotted using an on-board scoring area. Game play can be quite long with more than two or three players, so most games end at a predetermined time or turn with the player with the most victory points from all his or her civilizations combined winning.&#10;&#10;","image":"https://cf.geekdo-images.com/Kuwf88Na5ts58wYXzncRaA__original/img/u9ml7efxeBLz1BsC8R3au4o5t6c=/0x0/filters:format(jpeg)/pic670488.jpg","thumbnail":"https://cf.geekdo-images.com/Kuwf88Na5ts58wYXzncRaA__thumb/img/GKxUiGqU0pZBqzULnzEcVCLQM8U=/fit-in/200x150/filters:strip_icc()/pic670488.jpg","link":"https://boardgamegeek.com/thing/3870","minPlayers":"2","maxPlayers":"7","bestAtCount":"5"}}