{"timestamp":"2024-10-19T06:01:26.124Z","gameDetails":{"name":"Finca","type":"boardgame","description":"The gameboard of Finca shows the mediterranean island of Mallorca. Players try to crop and deliver the fruits of Mallorca (such as oranges, lemons, almonds, grapes etc.) by means of moving workers on a traditional windmill. Object of the game is to distribute your crop as effectively as possible in order to deliver faster than your opponents.&#10;&#10;From the Box: Mallorca, Island of the Wind. A place of golden beaches and a light-blue sea. The almond harvest is at hand, in addition, juicy oranges, lemons, and figs are ready to be picked and taken to the market. Olive trees bewitch the country with their curled branches and sumptuous vineyards invite passers-by to walk among their warm earth. In the midst of this landscape, your centuries-old natural stone farmhouse provides a home and supports your large windmill: your FINCA.&#10;Listen to the wind, which propels your windmill! Then take in the course of the yearly harvest the sweetest and most valuable fruits from the land. Load them on your old donkey cart and travel around the island, selling them everywhere. If you manage this quickly, you will soon be the richest farmer on the island.&#10;&#10;Note: The Pandasaurus Games edition from 2024 plays up to 5 players while earlier editions play up to 4.&#10;&#10;Recommendations:&#10;&#10;     2011 Hungarian Boardgame Prize Winner&#10;     2011 Ludoteca Ideale (Italy)&#10;     Nominee &quot;Spiel des Jahres 2009&quot;&#10;     4th place &quot;Deutscher Spielepreis 2009&quot;&#10;     Nominee &quot;Graf Ludo 2009&quot;&#10;     Adult Game of the year 2010 (Finland)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/CONeuxmS0jyCA_xAzdcCgw__original/img/yZgQuf3Lz1_sH1tq18qKdPJfcqs=/0x0/filters:format(png)/pic8103024.png","thumbnail":"https://cf.geekdo-images.com/CONeuxmS0jyCA_xAzdcCgw__thumb/img/Pc2nw24F9bCxNElcilgkfVEL8U0=/fit-in/200x150/filters:strip_icc()/pic8103024.png","link":"https://boardgamegeek.com/thing/40628","minPlayers":"2","maxPlayers":"5","bestAtCount":"2"}}