{"timestamp":"2024-10-19T06:00:44.312Z","gameDetails":{"name":"Dungeon Lords","type":"boardgame","description":"In Dungeon Lords, you are an evil dungeonlord who is trying to build the best dungeon out there. You hire monsters, build rooms, buy traps and defeat the do-gooders who wish to bring you down.&#10;&#10;From the publisher's webpage:&#10;&#10;Have you ever ventured with party of heroes to conquer dungeons, gain pride, experiences and of course rich treasure? And has it ever occurred to you how hard it actually is to build and manage such underground complex filled with corridors and creatures? No? Well now you can try. Put yourself in role of the master of underground, summon your servants, dig complex of tunnels and rooms, set traps, hire creatures and try to stop filthy heroes from conquering and plundering your precious creation. We can guarantee you will look on dark corners, lairs and their inhabitant from completely different perspective!&#10;&#10;Each turn, players use a hand of cards to choose where to place their worker.  Actions vary from mining gold, hiring monsters, buying traps etc.  Each action has three spots available - with each spot having different effects (e.g. mining gold lets you mine more gold in each spot).&#10;When using the cards, two cards will become locked and will not be able to be used next turn.&#10;&#10;There are 4 turns to place actions for each game &quot;year&quot; and two game years in a whole game.&#10;Each turn is identified as a &quot;season&quot;.  Each season, players will get to see the heroes and events to come in the following season.  Thus allowing them to prepare.&#10;&#10;At the end of each season (after the first), heroes will be allocated to each player according to their level of evil.  Heroes range from mighty heroes to sneaky thieves.  Each hero has their own power for which the player needs to prepare for.&#10;Finally, at the end of each year, the heroes will travel down into the dungeon to fight.&#10;&#10;Scoring in the game is based upon what you have built, the monsters you have hired and the heroes you have captured.&#10;&#10;","image":"https://cf.geekdo-images.com/7B3t9ZgAvTqaAMsrPsBjPg__original/img/UhVEdZm7El_FV7WAL4KtQViis3A=/0x0/filters:format(jpeg)/pic569340.jpg","thumbnail":"https://cf.geekdo-images.com/7B3t9ZgAvTqaAMsrPsBjPg__thumb/img/-prJoskPxH6O_9UTZxZcEAFnWAk=/fit-in/200x150/filters:strip_icc()/pic569340.jpg","link":"https://boardgamegeek.com/thing/45315","minPlayers":"2","maxPlayers":"4","bestAtCount":"4"}}