{"timestamp":"2024-10-19T06:07:47.623Z","gameDetails":{"name":"Power Struggle","type":"boardgame","description":"This description was originally based on a review from BoardgameNews.com.&#10;&#10;In this corporation-themed game, players compete to be the first to acquire four out of six possible victory points. You earn a point by reaching certain numbers along tracks, such as at least 7 on the influence track or 8 on the majority track. You also may earn a point by beating your secretly assigned archenemy on three specified tracks.&#10;&#10;The game lasts a number of rounds, with each round consisting of a directors' meeting, followed by 4-7 turns. At the meeting, the &quot;company chairman&quot; is replaced (the next token in line moves up) and the &quot;division heads&quot; are named (by seeing who has the majority in each column of placed cubes). Chairmen and heads get salary bonuses and a card detailing a single advantage for the cardholder.&#10;&#10;The player who's the &quot;communications&quot; head then secretly looks at the Event cards and determines in which order they will be played (and so how many turns will be in the current round). Other heads' cards will let them pay less for stocks, for example, or place or remove bits.&#10;&#10;After each event card is revealed, players select one action to perform, such as &quot;hiring and relocating employees&quot; (placing or moving cubes), resigning as a department head, using an advantage card, or bribing players for their advantage cards. These actions result in points on the scoring tracks and sometimes money (which is only used for bribery and buying blocks of stock). A bribed card has more power than an earned one, giving incentive to accept bribes (the card is less useful or even useless to the original owner, depending on the workers' happiness scale). In addition to bribery getting you a power you want, it also moves you up the corruption track. A player who rejects a bribe, however, loses one cube on the majority columns.&#10;&#10;It's not a business simulation, and gameplay isn't as dastardly as the theme implies. The event cards provide most of the humor. (The card may read that you have failed to fix the breakroom game table, or vacations were canceled, so worker satisfaction goes down, which is what you want). The feel of rising through the ranks (getting more points) is there, and there are many things to attempt to excel in, by doing various business-related (at least in name) actions. Efficient manipulating of your opportunities will win you victory points and, if you gain four, the game.&#10;&#10;Awards: &#10;Machtspiele (Power $truggle) is derived from &quot;Die Firma&quot;, which won a special prize in the 2009 Hippodice game design competition for best full-length game.&#10;&#10;","image":"https://cf.geekdo-images.com/ZYKXSv95IxAqOnzjQSu8NQ__original/img/b8VVjhdDwIda324YZcSo8M3lOaw=/0x0/filters:format(jpeg)/pic588429.jpg","thumbnail":"https://cf.geekdo-images.com/ZYKXSv95IxAqOnzjQSu8NQ__thumb/img/-aRvX3O4Jmrj2CfehzvdvcZnux4=/fit-in/200x150/filters:strip_icc()/pic588429.jpg","link":"https://boardgamegeek.com/thing/55697","minPlayers":"3","maxPlayers":"5","bestAtCount":"4"}}