{"timestamp":"2024-11-13T00:04:36.212Z","gameDetails":{"id":"100423","name":"Elder Sign","type":"boardgame","description":"Game description from the publisher:&#10;&#10;It is 1926, and the museum's extensive collection of exotic curios and occult artifacts poses a threat to the barriers between our world and the elder evils lurking between dimensions. Gates to the beyond begin to leak open, and terrifying creatures of increasing strength steal through them. Animals, the mad, and those of more susceptible minds are driven to desperation by the supernatural forces the portals unleash. Only a handful of investigators race against time to locate the eldritch symbols necessary to seal the portals forever. Only they can stop the Ancient One beyond from finding its way to Earth and reducing humanity to cinders.&#10;&#10;Elder Sign is a fast-paced, cooperative dice game of supernatural intrigue for one to eight players by Richard Launius and Kevin Wilson, the designers of Arkham Horror. Players take the roles of investigators racing against time to stave off the imminent return of the Ancient One. Armed with tools, allies, and occult knowledge, investigators must put their sanity and stamina to the test as they adventure to locate Elder Signs, the eldritch symbols used to seal away the Ancient Ones and win the game.&#10;&#10;To locate Elder Signs, investigators must successfully endure Adventures within the museum and its environs. A countdown mechanism makes an Ancient One appear if the investigators are not quick enough. The investigators must then battle the Ancient One. A clever and thematic dice mechanism pits their exploration against monsters and the sheer difficulty of staying sane and healthy, all within the standard game duration of one to two hours.&#10;&#10;","image":"https://cf.geekdo-images.com/wNCSCl961fMzDUhwetfjTg__original/img/H-iLs6JcceMk96bYON5c9PFUag8=/0x0/filters:format(jpeg)/pic1236119.jpg","thumbnail":"https://cf.geekdo-images.com/wNCSCl961fMzDUhwetfjTg__thumb/img/sc0S7TSpC40Mg9EEmufj-XqXcBw=/fit-in/200x150/filters:strip_icc()/pic1236119.jpg","link":"https://boardgamegeek.com/thing/100423","minPlayers":"1","maxPlayers":"8","yearPublished":"2011","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"6.97123","averageWeight":"2.3448","boardGameRank":"724","mechanics":["Cooperative Game","Dice Rolling","Die Icon Resolution","Modular Board","Re-rolling and Locking","Solo / Solitaire Game","Variable Player Powers"],"categories":["Adventure","Card Game","Dice","Fantasy","Fighting","Horror","Novel-based"],"designers":["Richard Launius","Kevin Wilson"]}}