{"timestamp":"2024-11-09T21:08:28.095Z","gameDetails":{"id":"101721","name":"Mage Wars Arena","type":"boardgame","description":"What would it be like for Mages of vastly different schools and philosophies of magic to come together in an arena and fight to the death? How would an Illusionist battle a Druid? Or a Warlock fight a Beastmaster? Or a Priestess fare against a Wizard?&#10;&#10;Mage Wars &mdash; redubbed Mage Wars Arena in 2015 to distinguish it from Mage Wars Academy &mdash; pits powerful Mages against each other in deadly arena combat. Each Mage uses his own fully-customizable book of spells to achieve total victory over his opponent. Summon mighty creatures to do battle in your name; cast powerful spells to attack your foe and thwart his every plan and strategy; use hidden enchantments to turn the tables and rule the day; adorn yourself with mighty weapons, armor, and arcane artifacts &ndash; all of this and more await you in the arena of Mage Wars!&#10;&#10;Mage Wars is a tactical board game, a combination of a card game and miniatures game, combining the best elements from each genre. The game is played on an arena game board divided into square areas called &quot;zones&quot;, which regulate movement and the placement of objects. Each Mage (player) starts in a corner of the arena, opposite his enemy.&#10;&#10;Each player holds a spellbook, from which spell cards are pulled out as they are cast during the game. This has the feel of being a real Mage, turning the pages of your tome of magic, as you plan your strategy each turn. A point system allows you to choose spells for your spellbook, with more powerful spells and spells outside your schools of training costing more points. You have full access to cast any spell you want each turn, allowing for an unprecedented level of rich strategy and tactics. Many of these spells &ndash; such as creatures, equipment, and enchantments &ndash; are placed on the board and become objects in the game. Creatures can move around the arena, and attack each other and the enemy Mage. Attacks deal damage, as well as interesting special effects such as Burn, Corrode, Stun, Daze, Push, Cripple, Paralyze, etc. Creatures can be destroyed when they receive too much damage, or can be controlled by powerful curses and enchantments, or contained by walls and other creatures.&#10;&#10;Every Mage comes from a different school of magic, each with unique spells and strategies:&#10;&#10;&#10;    The Beastmaster will try to rush and swarm the enemy with his hordes of animals, buffed by his nature enchantments.&#10;    The Warlock will go right for the throat, armed with his powerful Lash of Hellfire, Helm of Fear, and Demonhide Armor. Along the way to the enemy Mage, he'll use his curses and fire attacks to contain and destroy enemy creatures.&#10;    The Wizard is a trickster, a master of meta-magic: countering, stealing, redirecting, and destroying enemy spells and mana. He's also a master of teleportation and portals/gates.&#10;    The Priestess will defend with knights and angels and powerful healing and protection spells. She'll wear down the enemy, then overwhelm them in the end.&#10;&#10;&#10;The base game comes with all you need to get started: spellbooks, extra spells to customize with the spellbooks, arena game board, dice, markers, etc.&#10;&#10;New Mages will be released every few months to add new spells, powers, and variety to the game. The game is NOT collectible, but is fully customizable!&#10;&#10;Extra copies of spells available with:&#10;&#10;    Mage Wars: Core Spell Tome 1&#10;    Mage Wars: Core Spell Tome 2&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/QzZnTACp3MgfY1mqujWwzg__original/img/bewDIciem8n6TByYFZFaYg94_oQ=/0x0/filters:format(png)/pic7271666.png","thumbnail":"https://cf.geekdo-images.com/QzZnTACp3MgfY1mqujWwzg__thumb/img/ifaxBXGMPzZLYkh9jnayRzLhMCg=/fit-in/200x150/filters:strip_icc()/pic7271666.png","link":"https://boardgamegeek.com/thing/101721","minPlayers":"2","maxPlayers":"2","yearPublished":"2012","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"2"}}