{"timestamp":"2024-11-09T21:57:16.950Z","gameDetails":{"id":"101988","name":"Storm the Castle!","type":"boardgame","description":"Welcome to world of Storm the Castle!, a 1-4 player semi-cooperative game in which you take the exciting role of one of the four marauding Dark Forces armies in a race to breach Castle StormHaven's walls, overrun the defenders, and claim victory by reaching the castle's keep first.&#10;&#10;Breaching Castle StormHaven's thick walls is no easy feat. It takes a desire for loot, hordes of your minions willing to be led to certain death (err, victory), cunning strategy, and a touch of treachery. The first player whose Dark Force unit enters the keep, by the end of turn eight, is truly the mightiest champion and claims total victory for his army.&#10;&#10;The Story So Far - The Invasion Begins!&#10;&#10;Castle StormHaven is guarded vigilantly by brave defenders comprised of an alliance between Men, Elves, Halflings, and Dwarves. For over 300 years, these defenders have repelled numerous invasions from the Badlands, home to the subterranean Dark Elf marauders and the mysterious sect of arcane bending wizards, the Arcanists. StormHaven is the first and last line of defense from keeping the fertile farmlands and gold mines of Western Holmenstein from being overrun.&#10;&#10;Years ago, a mysterious masked and exceptionally short villain appeared with the goal of uniting the Badlands and ruling over Holmenstein. Dubbed &quot;the Boss&quot; by his cohorts, he promised gold and power to those who would follow him. First the Dark Elves, then the Arcanists joined his Dark Forces. Soon after, the Orc pirate raiders joined the growing army and brought with them their crazed goblin allies and monstrous cousins, the giants. Knowing The Boss' army needed further strength to overwhelm Castle StormHaven's defenses, he revealed the last piece of strategy for domination, the Undead Horde of the BlackSoot Swamps.&#10;&#10;Now the four dark force armies &ndash; Dark Elves, Arcanists, Orc and Goblins of the Green Tide, and the innumerable Undead host &ndash; begin their long march east.&#10;&#10;Dark Force Army Overview&#10;&#10;Choosing your army is part of the fun of Storm the Castle! Each Dark Force army has unique units, power cards, combos and strategies. Is one better than the other - no! It&rsquo;s how you use your strengths while minimizing your weakness. Each army has a fair opportunity to win.&#10;&#10;The Green Tide: Orcs, goblins, giants, and other humanoids make up this loose tribal alliance. Specializing in brute force and strange Eastern technology, players who enjoy large explosions, brute strength, and dangerous yet untested weapons will enjoy smashing their way to victory with this army.&#10;&#10;Pros: Hard hitting units with lots of equipment upgrades. Power cards primarily focused on attacking and smashing. The rock lobber is one of the most effective siege weapons in the game. Goblin sappas provide for cheap, hard hitting units.&#10;Cons: Moderately expensive units. Lack of diversity in their power cards utility. Equipment can be deadly for both you and foe!&#10;&#10;The Arcanists: Mixing metal with magic produces stunning results. These masters of the forbidden arcane arts use their talents to manipulate the minds and outcomes of events of their allies and enemies. Players who enjoy using tactics that harness deadly magics and powers to manipulate events will surely enjoy the awesome power of the Arcanists.&#10;&#10;Pros: Incredible power cards that can shift game elements to your favor. Several long range spells and abilities to generate quick magic. &#10;Cons: Many of your units have low health and are easily destroyed.&#10;&#10;The Undead Horde: The walking dead from the Blacksoot Swamps know of one thing - how to feed! Their power derives from their ever increasing numbers and ability to sustain damage while pressing forward. Players looking to overwhelm the Fantasy Defenders with hordes of undead while using dark magic will find great pleasure in fielding this army.&#10;&#10;Pros: Your units cause fear and can take quite a bit of damage.  Inexpensive units allow you to swarm and overrun the Fantasy Defender&rsquo;s defenses. &#10;Cons: Though your units are many, they don&rsquo;t hit hard. Magic can be hard to build up as its dependent upon how many undead units you have in play.&#10;&#10;The Dark Elves: From the deep recesses of forgotten lands nestled deep within the earth come the masters of marauding, the Dark Elves. Known for their exceptional arts in battlefield tactics and archery, no foe is safe from the tips of their arrows to the teeth of their treachery. Players who revel in treachery, backstabbing and shooting should choose the Dark Elves.&#10;&#10;Pros:  Awesome ranged attacks and power cards to support them. Treacherous power cards give you a unique competitive edge against other players.&#10;Cons: Squishy units means you&rsquo;ve got to know when to fight and when to move in. Players may give you strange &ldquo;can I trust you&rdquo; looks. Lack of strong melee units.&#10;&#10;","image":"https://cf.geekdo-images.com/uj75kn9H4U_P3K6fW16btA__original/img/81gYGkrwIY89iwQM_-GVMS8Ibl8=/0x0/filters:format(png)/pic1677881.png","thumbnail":"https://cf.geekdo-images.com/uj75kn9H4U_P3K6fW16btA__thumb/img/fPVQWvj2XI4AUiO40WXIHz5EMkI=/fit-in/200x150/filters:strip_icc()/pic1677881.png","link":"https://boardgamegeek.com/thing/101988","minPlayers":"1","maxPlayers":"4","yearPublished":"2013","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"4"}}