{"timestamp":"2024-11-09T20:13:45.161Z","gameDetails":{"id":"102156","name":"Chicago Express: Nickel Plate Road Expansion","type":"boardgameexpansion","description":"The Nickel Plate Road expands Harry Wu's base Wabash Cannonball game with the addition of the famous New York, Chicago &amp; Saint Louis Railroad, aka Nickel Plate Road.&#10;&#10;The Nickel Plate Road expansion is one of the two games and seven expansions from Winsome Games to be released at Essen 2011.&#10;&#10;This game expansion requires the original Wabash Cannonball / Chicago Express game and can be played by 2-6 players.&#10;&#10;Nickel Plate Road is only playable only with the base game. &#10;Components&#10;&bull; 12 Locomotives &#10;&bull; 1 counter piece &#10;&bull; 1 Share&#10;&#10;The rules of the base game are unchanged except as outlined below.&#10;&#10;Changes during game set-up&#10;The Nickel Plate Road share, 12 locomotives and the counter piece is placed next to the game board.&#10;&#10;Changes during sequence of play &#10;At the beginning of every Round, if the Wabash Railroad has already been started, now is the time to start the Nickel Plate Road.&#10;&#10;Starting the Nickel Plate Road (NPR)&#10;&#10;The single share of the Nickel Plate Road is auctioned off to the highest bidder. &#10;The first bidder is the current Player. &#10;The highest bidder (the owner) pays all the bid money into the bank. &#10;The Nickel Plate does not pay to Build Track. &#10;The owner places the first locomotive in Chicago, the home of the Nickel Plate Road. No Chicago Dividend is paid! &#10;The owner now places all remaining locomotives on the map, one at a time, with each purple locomotive always adjacent to an existing purple locomotive. &#10;The Nickel Plate Road locomotives may not be placed in the Detroit hex or the Pittsburgh hex or any Mountain hex or any Forest hex. &#10;The owner calculates the railroad income and places the purple counter piece on the appropriate place on the Income Track. &#10;The Nickel Plate Road&lsquo;s stock and locomotives do not apply to the end of game conditions.&#10;&#10;All other rules remain the same.&#10;&#10;Expands:&#10;&#10;    Wabash Cannonball / Chicago Express&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/OpHEVZajBn4DUdAkxIxTow__original/img/RVEabSf-_aCDb2mfELVbQS7oKQ8=/0x0/filters:format(jpeg)/pic2408612.jpg","thumbnail":"https://cf.geekdo-images.com/OpHEVZajBn4DUdAkxIxTow__thumb/img/IIERG2JIOKAFYAJlyuW1gNBPIKY=/fit-in/200x150/filters:strip_icc()/pic2408612.jpg","link":"https://boardgamegeek.com/thing/102156","minPlayers":"2","maxPlayers":"6","yearPublished":"2011","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":null}}