{"timestamp":"2024-11-09T22:08:01.858Z","gameDetails":{"id":"102680","name":"Trajan","type":"boardgame","description":"Set in ancient Rome, Trajan is a development game in which players try to increase their influence and power in various areas of Roman life such as political influence, trading, military dominion and other important parts of Roman culture.&#10;&#10;The central mechanism of the game uses a system similar to that in Mancala or pit-and-pebbles games. In Trajan, a player has six possible actions: building, trading, taking tiles from the forum, using the military, influencing the Senate, and placing Trajan tiles on his tableau.&#10;&#10;At the start of the game, each player has two differently colored pieces in each of the six sections (bowls) of his tableau. On a turn, the player picks up all the pieces in one bowl and distributes them one-by-one in bowls in a clockwise order. Wherever the final piece is placed, the player takes the action associated with that bowl; in addition, if the colored pieces in that bowl match the colors shown on a Trajan tile next to the bowl (with tiles being placed at the start of the game and through later actions), then the player takes the additional action shown on that tile.&#10;&#10;What are you trying to do with these actions? Acquire victory points (VPs) in whatever ways are available to you &ndash; and since this is a Feld design, you try to avoid being punished, too. At the Forum you try to anticipate the demands of the public so that you can supply them what they want and not suffer a penalty. In the Senate you acquire influence which translates into votes on VP-related laws, ideally snagging a law that fits your long-term plans. With the military, you take control of regions in Europe, earning more points for those regions far from Rome.&#10;&#10;All game components are language neutral, and the playing time is 30 minutes per player.&#10;&#10;","image":"https://cf.geekdo-images.com/djdeCr__iNV5rMnGnxNiaQ__original/img/-pxFp0FHDLLZK_hMT5kHG7IAQ7M=/0x0/filters:format(png)/pic4336095.png","thumbnail":"https://cf.geekdo-images.com/djdeCr__iNV5rMnGnxNiaQ__thumb/img/jULoayRVuV3c8cRqKOPsf7oMO5w=/fit-in/200x150/filters:strip_icc()/pic4336095.png","link":"https://boardgamegeek.com/thing/102680","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":"4"}}