{"timestamp":"2024-11-09T20:45:32.572Z","gameDetails":{"id":"103184","name":"The Gnomes of Zavandor","type":"boardgame","description":"Welcome to the world of the Gnomes of Zavandor.&#10;&#10;Like most gnomes, you have two great passions: sparkling gems and wondrous machines. &#10;The sought-after gemstones can be found around the mining town of Diamantina. They can be bought and sold at the gem exchange, shady traders are always willing to engage in a little wheeling and dealing, and then you can use the gems to claim valuable mining rights, artifacts and jewellery. Who will become the most successful gem trading mogul?&#10;&#10;Zavandor is a fantasy setting which revolves around a capitalist economy based on trading in gems - sapphires, rubies, mystical gems etc. Other games in the family include Mines of Zavandor, and The Scepter of Zavandor.&#10;&#10;Gnomes of Zavandor features two central boards. The first is a grid with markers indicating the current price of each of the gem types, and also indicating whether the price is going to go up or down next turn. Gems can be bought (or sold) for cash in the first phase of each turn. Buying gems makes them more valuable in subsequent turns; selling them reduces their value, and this is reflected on the grid. These gems can be used to buy tiles from the second board, a star-shaped arena featuring &quot;mining rights&quot; tiles positioned randomly around it. The position on the board indicates the cost to purchase these mining rights; the cost will be a mixed selection of coloured gems. At the end of each turn, players gain new gems according to the mining rights they have acquired and this affects the central economy, generally reducing the value of the relevant gems when they are purchased for hard cash, in future rounds.&#10;&#10;The initial phase of the turn involves buying gems, selling gems, taking gold, trading with the central supply, and purchasing cards and tokens (with gems rather than cash). The items available for purchase include equipment improving your efficiency, jewels providing victory points, and mining rights. The second phase of the turn involves mining for new gems. Each player takes the gems they are allowed according to their mining rights. At the end of each turn, the market values are adjusted according to the actions which have occurred; the price of the available equipment is discounted (this rule is optional); and another area of the star-shaped board becomes accessible with more mining-rights available to purchase in the next round.&#10;&#10;The game continues until one player has reached a victory-point target, dependent on the number of players in the game. Victory points are achieved by purchasing mining-rights, equipment, and most significantly (but also most expensively) jewellery.&#10;&#10;","image":"https://cf.geekdo-images.com/nLOAcDei__gaDHt6WLUWVA__original/img/U-yA9LYcVETtO7xnIW602JEcuAg=/0x0/filters:format(jpeg)/pic7679239.jpg","thumbnail":"https://cf.geekdo-images.com/nLOAcDei__gaDHt6WLUWVA__thumb/img/uaqgpkvVPmNTrRktyjKoIA5Nw3I=/fit-in/200x150/filters:strip_icc()/pic7679239.jpg","link":"https://boardgamegeek.com/thing/103184","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":"3"}}