{"timestamp":"2024-11-09T22:16:20.630Z","gameDetails":{"id":"103185","name":"Walnut Grove","type":"boardgame","description":"Walnut Grove borrows ideas from jigsaw puzzles and worker placement games, as players add tiles to their farm, and perform actions in the city. Each player manages their farm over 8 years, expanding their plots each spring, harvesting each summer, doing business in the city each fall, and hunkering down each winter. Each worker must be fed, and provided with heat.&#10;&#10;&#10;Walnut Grove could be described as drawing inspiration from Carcassonne (tile laying) and Agricola (running a farm). The goal of the game is to build and run own farm, to score points at the end of the game. Players can improve their farm during the game by adding new land tiles to it, hiring more workers, building improvements, etc&#10;&#10;The game play is divided into eight years, and each year is divided into Spring, Summer, Fall and Winter phases. During Spring, players add 1 or 2 land tiles to their farm. During Summer, players position their workers in their fields to gather resources. When Autumn comes, all players get to visit the city. Finally, during the Winter phase, players need to feed their workers and heat their homes.&#10;&#10;When placing tiles, their sides do not need to match. But you generally want them to, because each land area will produce resources based on its size, when you send a worker there.&#10;&#10;In the city you can hire more workers, sell goods to gain coins, build improvements, and so on. Each player may do only one action in the city each year. The city is a kind of rondel that is divided into halves; each time you cross the midline you have to pay a coin. Therefore it is wise to move as slowly as possible on the rondel, but then again, you have consider what actions you want to take! This part of the game is worker placement with a single worker, since you can only move to a vacant space.&#10;&#10;Spring, Summer and Winter phases can be done simultaneously, providing fast game play. This is a very tight game, with limited actions and scarce resources. Solo rules are included.&#10;&#10;","image":"https://cf.geekdo-images.com/nN7C0Z1gm6ZtYR1W75INfQ__original/img/Gf2dG3ofggYj86w1E2PNL_T_YoI=/0x0/filters:format(jpeg)/pic1132162.jpg","thumbnail":"https://cf.geekdo-images.com/nN7C0Z1gm6ZtYR1W75INfQ__thumb/img/sI_fm4AtiggEaum1XrfvFr5lb1E=/fit-in/200x150/filters:strip_icc()/pic1132162.jpg","link":"https://boardgamegeek.com/thing/103185","minPlayers":"1","maxPlayers":"4","yearPublished":"2011","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"3"}}