{"timestamp":"2024-11-12T21:21:19.190Z","gameDetails":{"id":"1035","name":"Squad Leader","type":"boardgame","description":"A shot disturbs the eerie silence of a deserted city street, punctuated by the frantic footfalls of men seeking cover. One of Kruger&rsquo;s last veteran nco&rsquo;s lies motionless in the street. The remnants of the dead man&rsquo;s squad are nowhere to be seen&mdash;scattered in nearby houses and gutters&mdash;all thoughts of the advance abandoned with the sudden demise of their leader...the compulsion for revenge obviously overcome by their instinct for self-preservation. Off to the right, Kruger&rsquo;s own men have located the source of the lethal shot and are laying down a steady stream of fire on the church steeple directly ahead. The absence of responding fire suggests that the lone Russian marksman has beat a hasty retreat or been victimized by the withering fire of the German retort. Kruger has seen enough. He is to occupy the church and set up a regimental observation post at once. His orders leave no leeway for delays by a single sniper. He gives the signal to rush the building. Obedient to their training, his men, veterans of France, the Balkans, and 18 months of fighting in Russia, spring to their feet. Seconds later the sharp, staccato retort of a Russian machinegun concludes with the assertiveness of death itself that this time Kruger was wrong...&#10;&#10;This is Squad Leader...a game of WWII tactical combat in Europe. Now you make the instant decisions resulting in life or death for your men, victory or defeat for your army...for YOU are the Squad Leader. YOU direct the fire of your squad, select your plan of attack, or set your defenses against massed Russian human wave or armor assaults. Will that hedgerow provide adequate cover for your flanking efforts, or will your men be cut down by the American machinegun position in the woods? The decision is irrevocable and yours alone. You must live or die by the results.&#10;&#10;Squad Leader utilizes programmed instruction to guide you through 12 scenarios of increasing realism and complexity. The scenarios run the gamut from street fighting in Stalingrad to armored advances across snow covered roads in the Ardennes. A Campaign Game ties the individual scenarios together and allows your own personal leader counter to advance in rank and ability. In addition, a &ldquo;Design Your Own&rdquo; section is included so that players can create an unlimited number of play situations of their own creation.&#10;&#10;Each hex in Squad Leader represents 40 meters of real terrain with counters representing individual leaders, support weapons, and vehicles or 4 man crews and 12 man squads. Each game turn is divided into two player turns with 8 phases, equivalent to two minutes of actual time.&#10;&#10;Squad Leader is more than just a game, it is a game system which can be used to portray any WWII infantry action. Its innovative system does for infantry combat what Panzerblitz and Panzer Leader have done for armored warfare games. Squad Leader provides innovative rules for morale, leadership, machineguns, flamethrowers, demo charges, smoke, hidden placement, sewer movement, off-board artillery, radio contact, anti-tank guns, night actions, wire, entrenchments, mines, bunkers, rubble, multi-story building differentiation, fire, river crossings, roadblocks, mortars, and much more.&#10;&#10;Be forewarned! Squad Leader is not an easy game. Do not attempt it without prior wargaming experience. Squad Leader is rated Tournament Level IV on the A.H. Complexity scale.&#10;&#10;In each game you get:&#10;&#10;&#10;    520 two-sided &frac12;&rdquo; die cut counters representing the men and weapons of the German, Russian, and American armies of WWII.&#10;    192 two-sided &#226;&#133;&#157;&rdquo; die cut counters representing fortifications and individual vehicles of the combatants.&#10;    Big 22&rdquo; x 28&rdquo; four section, full-colour GEOMORPHIC mapboard which can be arranged to make literally hundreds of different terrain configurations that can represent large cities, small villages, wooded hillsides, or even the flat plains of the Ukraine. &#10;    Comprehensive, illustrated 36-page rules of play and designer&rsquo;s notes booklet.&#10;    Scenario cards for the first 12 carefully constructed game situations.&#10;    Two highly refined Quick Reference Data Cards which reduce the complexities of a realistic infantry combat game into easily playable proportions. &#10;&#10;&#10;","image":"https://cf.geekdo-images.com/jj6tUJH0tQPCEuCjAhioMA__original/img/iDJernkVQTY21VO8NIiLqRpgL34=/0x0/filters:format(jpeg)/pic232451.jpg","thumbnail":"https://cf.geekdo-images.com/jj6tUJH0tQPCEuCjAhioMA__thumb/img/_Z9LnUr4Sp4L9HD0VGHIY4NhA28=/fit-in/200x150/filters:strip_icc()/pic232451.jpg","link":"https://boardgamegeek.com/thing/1035","minPlayers":"2","maxPlayers":"2","yearPublished":"1977","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"7.55434","averageWeight":"4.0355","boardGameRank":"910","mechanics":["Critical Hits and Failures","Dice Rolling","Events","Grid Movement","Hexagon Grid","Line of Sight","Modular Board","Movement Points","Ratio / Combat Results Table","Scenario / Mission / Campaign Game","Simulation","Variable Set-up"],"categories":["Wargame","World War II"],"designers":["John Hill (I)"]}}