{"timestamp":"2024-11-12T23:47:55.709Z","gameDetails":{"id":"103649","name":"The City","type":"boardgame","description":"In The City, players try to quickly and skillfully build their own city over the rounds, bringing in revenue and victory points (VPs). The cards are both buildings and currency, and the first player to collect 50 victory points wins the game. Victory points are cumulative from round to round, so a fast start yields a big advantage.&#10;&#10;Each turn, each player places a card from his hand face down, then all cards are simultaneously revealed. The cards show the buildings that the players want to build that round; building costs are paid for by discarding other cards. Some buildings provide income at the end of the round in the form of new cards, with certain buildings increasing the income provided by others; similarly, some buildings boost the VPs provided by others, with a University, for example, being worth one more VP for each School you have in play.&#10;&#10;Certain buildings have symbols on them &ndash; car, fountain, shopping cart - and the income and VPs provided by some buildings depends on how many symbols you have in play; the Autobahn, for example, is worth one dollar (i.e., card) and one VP for each car symbol you control.&#10;&#10;","image":"https://cf.geekdo-images.com/sSuL2M_3ukm0Nj3Z2jGaUA__original/img/iwlC3CzKcGd4V3Q8Nz8s2QyNNNI=/0x0/filters:format(png)/pic4495514.png","thumbnail":"https://cf.geekdo-images.com/sSuL2M_3ukm0Nj3Z2jGaUA__thumb/img/fARe1anDcPA71e4SjlsogJFhn7g=/fit-in/200x150/filters:strip_icc()/pic4495514.png","link":"https://boardgamegeek.com/thing/103649","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[3,4],"averageRating":"6.52628","averageWeight":"1.5528","boardGameRank":"2680","mechanics":["Hand Management","Income","Multi-Use Cards","Race","Simultaneous Action Selection","Tags"],"categories":["Card Game","City Building"],"designers":["Thomas Lehmann"]}}