{"timestamp":"2024-11-13T00:58:52.404Z","gameDetails":{"id":"10383","name":"Risk: Godstorm","type":"boardgame","description":"In Risk Godstorm the players are priests looking to lead their race (Greek, Celtic, Babylonian, Norse, and Egyptian) to dominate the ancient world and the Underworld as well. To do this they will need to marshall their forces, dominate continents, acquire relics of power and call their Gods to earth.&#10;&#10;Risk Godstorm uses the basic combat elements of classic Risk but alters many other elements. The game is played on an ancient map of the world that focuses on Europe and Northern Africa. Atlantis is also present and highly desirable however a chaotic event can see the fabled city sink into oblivion, taking all the forces present there with it. At its core the players are trying to control territories and controlling entire continents earns the players bonus units to deploy and further their cause.&#10;&#10;As in the play of Risk 2210 A.D., Risk Godstorm is played over 5 rounds (called Epochs here). At the end of that time frame the player with the most Victory Points is declared the winner. Victory Points are earned for the number of territories controlled + region bonuses + control of crypts and altars in the Underworld and for every relic that offers a territory bonus if that territory is controlled.  Also like Risk 2210 A.D., the game begins with a number of territories out of play. Here they are called Plague Lands. One of the key differences to classic Risk is that the Underworld can be invaded and defeated units can also be sent to the Underworld to fight again, with some proving themselves worthy enough to return to the Earth.&#10;&#10;Risk Godstorm also allows players to play Classic Risk using the Godstorm board for an alternate experience.&#10;&#10;","image":"https://cf.geekdo-images.com/602mKRh08p9SIrzvcHhbxQ__original/img/otpgOZhLDqvWrM6_cOkD2T_-eRc=/0x0/filters:format(jpeg)/pic8483216.jpg","thumbnail":"https://cf.geekdo-images.com/602mKRh08p9SIrzvcHhbxQ__thumb/img/IcnZ5aTmYLc-YOYF5_tVx2L4RWg=/fit-in/200x150/filters:strip_icc()/pic8483216.jpg","link":"https://boardgamegeek.com/thing/10383","minPlayers":"2","maxPlayers":"5","yearPublished":"2004","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"6.27585","averageWeight":"2.6923","boardGameRank":"3985","mechanics":["Area Majority / Influence","Area Movement","Campaign / Battle Card Driven","Dice Rolling","Player Elimination"],"categories":["Mythology","Territory Building","Wargame"],"designers":["Mike Selinker"]}}