{"timestamp":"2024-11-12T21:22:05.992Z","gameDetails":{"id":"103885","name":"Star Wars: X-Wing Miniatures Game","type":"boardgame","description":"Star Wars: X-Wing Miniatures Game is a tactical ship-to-ship combat game in which players take control of powerful Rebel X-wings and nimble Imperial TIE fighters, facing them against each other in fast-paced space combat. Featuring stunningly detailed and painted miniatures, the X-Wing Miniatures Game recreates exciting Star Wars space combat throughout its several included scenarios. Select your crew, plan your maneuvers, and complete your mission!&#10;&#10;Whatever your chosen vessel, the rules of X-Wing facilitate fast and visceral gameplay that puts you in the middle of Star Wars fiercest firefights. Each ship type has its own unique piloting dial, which is used to secretly select a speed and maneuver each turn. After planning maneuvers, each ship's dial is revealed and executed (starting with the lowest skilled pilot). So whether you rush headlong toward your enemy showering his forward deflectors in laser fire, or dance away from him as you attempt to acquire a targeting lock, you'll be in total control throughout all the tense dogfighting action.&#10;&#10;Star Wars: X-Wing features (three) unique missions, and each has its own set of victory conditions and special rules; with such a broad selection of missions, only clever and versatile pilots employing a range of tactics will emerge victorious. What's more, no mission will ever play the same way twice, thanks to a range of customization options, varied maneuvers, and possible combat outcomes. Damage, for example, is determined through dice and applied in the form of a shuffled Damage Deck. For some hits your fighter sustains, you'll draw a card that assigns a special handicap. Was your targeting computer damaged, affecting your ability to acquire a lock on the enemy? Perhaps an ill-timed weapon malfunction will limit your offensive capabilities. Or worse yet, your pilot could be injured, compromising his ability to focus on the life-and-death struggle in which he is engaged...&#10;&#10;The Star Wars: X-Wing starter set includes everything you need to begin your battles, such as scenarios, cards, and fully assembled and painted ships. What's more, Star Wars: X-Wing's quick-to-learn ruleset establishes the foundation for a system that can be expanded with your favorite ships and characters from the Star Wars universe.&#10;&#10;Reimplemented by Star Wars: X-Wing (Second Edition)&#10;&#10;","image":"https://cf.geekdo-images.com/yNqgVxaqoZepir7Hzkfe-Q__original/img/H6rYWOhYjT_PXTrvHKyX6FEt-vw=/0x0/filters:format(jpeg)/pic1603292.jpg","thumbnail":"https://cf.geekdo-images.com/yNqgVxaqoZepir7Hzkfe-Q__thumb/img/idalbLcUm2q9yxVZzRDkLEax5AE=/fit-in/200x150/filters:strip_icc()/pic1603292.jpg","link":"https://boardgamegeek.com/thing/103885","minPlayers":"2","maxPlayers":"2","yearPublished":"2012","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":[2],"averageRating":"7.63242","averageWeight":"2.4965","boardGameRank":"181","mechanics":["Action Queue","Critical Hits and Failures","Dice Rolling","Line of Sight","Movement Template","Player Elimination","Simulation","Simultaneous Action Selection","Variable Player Powers"],"categories":["Aviation / Flight","Bluffing","Collectible Components","Miniatures","Movies / TV / Radio theme","Science Fiction","Wargame"],"designers":["Jay Little"]}}