{"timestamp":"2024-11-12T18:46:33.636Z","gameDetails":{"id":"1038","name":"Tantrix","type":"boardgame","description":"Tantrix is a strategy game using painted synthetic resin hexagons (often mistakenly thought to be Bakelite). It was invented in New Zealand, and is clearly derived from the earlier Psyche-paths/Kaliko. Tantrix can be played as solitaire puzzles, ranging from easy to almost impossible, or as a multiplayer strategy game featuring a combination of strategy, luck and skill. Each tile has three tracks on it, in three different colors (out of four colors). Each track starts on one side of the tile and ends on another. The goal of the game is to create the longest line or loop of your chosen color. If you create a closed loop, each tile counts for two points.&#10;&#10;Each player has an open hand of six tiles. When it is your turn, you must first play tiles in any spaces that are &quot;required play&quot; (any hole that has at least three tiles bordering it is a required play). After each played tile, you randomly draw a new tile. Once you've filled all required spaces, you play one tile in any legal space. After that, you once again need to fill required spaces. To play the game well, you need to create required spaces in smart ways. This way you can both enable yourself to play more tiles during your turn and force your opponent to play tiles that continue your track (remember that your opponent's hand is open, so try to create required spaces that take advantage of his tiles).&#10;&#10;The full version contains 56 tiles.&#10;&#10;Note that there are also smaller solo brain teaser puzzles that are Outside the Scope of BGG. The 10-tile version is a color matching puzzle. Arrange the tiles so that all the colored lines match where the tiles touch each other. Additionally, for each puzzle challenge, select one color, and create a closed loop. Begin the easy puzzle by using the first four tiles (which are numbered on the reverse side 1, 2, 3 &amp; 4). Increase the level of difficulty by adding the fifth tile, then 6th tile etc. Comes in Green &amp; Black.&#10;&#10;Similar to:&#10;&#10;    Tantrix Gobble&#10;    The Mind Game&#10;    Kaliko (Psyche-Paths)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/v49bJbuCCpoko2NqjqCJOg__original/img/6VXa_fAhG2qWwTIQ9u4Vf6jfILA=/0x0/filters:format(jpeg)/pic132045.jpg","thumbnail":"https://cf.geekdo-images.com/v49bJbuCCpoko2NqjqCJOg__thumb/img/7xcF8uvCceSukIpU9ELybJ0ndZM=/fit-in/200x150/filters:strip_icc()/pic132045.jpg","link":"https://boardgamegeek.com/thing/1038","minPlayers":"1","maxPlayers":"6","yearPublished":"1991","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"6.35331","averageWeight":"2.2236","boardGameRank":"3583","mechanics":["Pattern Building","Tile Placement"],"categories":["Abstract Strategy","Puzzle"],"designers":["Mike McManaway"]}}