{"timestamp":"2024-11-12T18:48:00.925Z","gameDetails":{"id":"104020","name":"Vanuatu","type":"boardgame","description":"In Vanuatu, you are a Vanuatuan who wants to prosper during the eight turns of the game. In order to prosper, you have to manage with natural resources, rare items, vatus (local currency) and tourists. To earn money or prosperity points, you may also draw on the sand*, carry tourists all over Vanuatu islands, or trade cargo with foreign countries.&#10; On each turn, the archipelago expands and you have to program your actions with five tokens. You put one or more of them on the chosen action spaces, and on your turn, you will only be able to play an action if you have the majority on its space. Thus, sometimes have to wait for other players to remove their tokens by playing their actions. If you are not in majority anywhere, you have to remove all of your tokens from an action and give up hope of playing this action. A good strategy lets you block other players; for example, they won't be able to sell fishes if they haven't caught them first &ndash; order matters! Islands and sea resources are rare, so be quick and take them first!&#10;&#10;There is no such thing as a rich Vanuatuan. When you reach ten vatus, they automatically transform into 5 prosperity points and again, you are poor. Life is hard, but you may encounter ten men to help you; on each turn you choose one of them to increase your benefits from an action. As always, being the first player lets you choose before the others.&#10;&#10;In short, Vanuatu is a strategy game of programming and majorities that features development, blocking, and a lot of interaction between players.&#10;&#10;(*) Sand Drawing in Vanuatu belongs to the Masterpieces of the Oral and Intangible Heritage of Humanity of the UNESCO.&#10;&#10;","image":"https://cf.geekdo-images.com/1ozE0RuBxHf-WpJctDZBRw__original/img/weK6_HFcc18b6wIf9bfOG3notCw=/0x0/filters:format(jpeg)/pic1288264.jpg","thumbnail":"https://cf.geekdo-images.com/1ozE0RuBxHf-WpJctDZBRw__thumb/img/d7ZqhcCCpJMzvtjM_Axl8NvmW1I=/fit-in/200x150/filters:strip_icc()/pic1288264.jpg","link":"https://boardgamegeek.com/thing/104020","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"7.22109","averageWeight":"3.2935","boardGameRank":"1286","mechanics":["Action Drafting","Auction / Bidding","Grid Movement","Hexagon Grid","Map Addition","Market","Modular Board","Turn Order: Claim Action"],"categories":["Economic","Nautical"],"designers":["Alain Epron"]}}