{"timestamp":"2024-11-13T00:01:57.646Z","gameDetails":{"id":"1042","name":"Dragon's Gold","type":"boardgame","description":"In Dragon's Gold, each player controls a team of dragon hunters (two knights, a thief, and a wizard). Like all dragon hunters, they have only one goal: gold, silver, jewels and magic objects. As for actually killing a dragon? It's a piece of cake. But the most difficult part comes after the dragon is dead: the adventuring party has to figure out how to share the spoils.&#10;&#10;As soon as a dragon is overpowered, then some additional gems are revealed, and the players who had participated in that hunting party start a negotiation over how to divvy up the gems. If the sixty-second sand timer runs out, then no one gets treasure. When all of the dragons have been slain and the treasure claimed or discarded, the game ends and players score for their holdings, with silver and magic objects worth 1 point each, gold worth 3, the Black Diamond worth 7, and the colored gems scoring 10-15 points for those players who hold more than everyone else. (In the Advanced game, the colored gems score 8-12 points in addition to a variety bonus of 5 points for each set of different colored gems a player holds. The Black Diamond is worth 19 points [in the 2011 edition], but negates a player's score for all colored gems.)&#10;&#10;","image":"https://cf.geekdo-images.com/QAAZGXzQ6ka2WkcYKzQqQw__original/img/EhuYHY_ClmL3YR-jvstWq9QlCMk=/0x0/filters:format(jpeg)/pic8057958.jpg","thumbnail":"https://cf.geekdo-images.com/QAAZGXzQ6ka2WkcYKzQqQw__thumb/img/vuH0k60bgzVbrLDJY65eSw9tNTw=/fit-in/200x150/filters:strip_icc()/pic8057958.jpg","link":"https://boardgamegeek.com/thing/1042","minPlayers":"3","maxPlayers":"6","yearPublished":"2001","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[6],"averageRating":"6.42809","averageWeight":"1.6943","boardGameRank":"2687","mechanics":["Hand Management","Set Collection","Take That","Trading"],"categories":["Bluffing","Card Game","Fantasy","Fighting","Negotiation"],"designers":["Bruno Faidutti"]}}