{"timestamp":"2024-11-09T21:44:43.407Z","gameDetails":{"id":"104347","name":"Santiago de Cuba","type":"boardgame","description":"Welcome to Santiago, the second largest city in Cuba, home of legendary rum and birthplace of the revolution! The chaotic streets hum with the sounds of bustling crowds and busy commerce. Cargo ships constantly arrive and depart from the port. Demand is continuous, if unpredictable, for a supply of local products such as exotic fruits, sugar, rum, tobacco, and cigars.&#10;&#10;In Santiago de Cuba, your business card says &quot;broker&quot;, but in reality you're a shady wheeler-dealer who arranges deals with the locals and with corruptible officials to move goods and meet the demand of those ever-present cargo ships &ndash; and your ability to procure these goods is only as reliable as your &quot;connections&quot;.&#10;&#10;At the start of the game, nine locals &ndash; the Cubans &ndash; are randomly arranged on a path around Santiago, with the port being the tenth location on the circuit. Each Cuban has a different ability: e.g., give a player two tobacco, give a player a good of his choice, force opponents to give you something, give money or victory points (VPs), and seize a building or allow a player to use a previously seized building. What are these buildings? At the start of the game, twelve buildings are randomly placed on the game board in four color-coded groups (white, yellow, etc.) of three. As with the Cubans, these buildings give players a special ability when used: convert tobacco to cigars, change VPs to money or vica versa, increase the value of goods delivered to the ship, render a Cuban inactive for the next round, and so on.&#10;&#10;Players will deliver goods to seven ships throughout the course of the game. The demand for each ship is determined via a die roll; the active player rolls five dice &ndash; one for each type of good &ndash; then chooses four of the values rolled to represent demand for goods of the same color as the die.&#10;&#10;All players share a car and travel around the island together. On a turn, the active player can move the car to the next location on the path (whether Cuban or port) for free, or pay one peso for each spot moved beyond that. After taking a Cuban action, the player then must move his player piece to a building of the same color as the flower on that Cuban. If he takes an action in a building owned by someone else, that player earns 1 VP. (One Cuban allows a player to use the same building where his piece is currently located.)&#10;&#10;If a player moves to port, players take turns delivering all goods of one type to the ship to meet demand, adjusting the demand dice as needed. A player earns 2-4 VP for each good delivered; a player doesn't have to deliver goods. If the ship's demand isn't met after everyone delivers or passes, the VP bounty per good is increased by one and the ship remains in place &ndash; unless the value was already at 4 VP, in which case the ship sails. In this case, or when all the demand is met, a new ship comes into port with new demand values.&#10;&#10;After seven ships have sailed, the players earn 1 VP for every three goods still on hand, then tally their VPs. The player with the most VPs wins, with ties broken by goods remaining, then money.&#10;&#10;Each game poses new tactical challenges for the players, thanks to ever-changing combinations of buildings, Cuban inhabitants and demand for goods.&#10;&#10;","image":"https://cf.geekdo-images.com/v4Rk-agCbbmMNo3vUQ1IcA__original/img/OBN9ylDZWWIP302NRxikjE4l9bc=/0x0/filters:format(jpeg)/pic1918128.jpg","thumbnail":"https://cf.geekdo-images.com/v4Rk-agCbbmMNo3vUQ1IcA__thumb/img/470q2hMMP1V-75tKqU7OBh6WzjU=/fit-in/200x150/filters:strip_icc()/pic1918128.jpg","link":"https://boardgamegeek.com/thing/104347","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"75","minPlayingTime":"40","maxPlayingTime":"75","bestAtCount":"2"}}