{"timestamp":"2024-11-13T00:58:11.805Z","gameDetails":{"id":"104363","name":"Rex: Final Days of an Empire","type":"boardgame","description":"Game description from the publisher:&#10;&#10;Rex: Final Days of an Empire, a reimagined version of Dune set in Fantasy Flight's Twilight Imperium universe, is a board game of negotiation, betrayal, and warfare in which 3-6 players take control of great interstellar civilizations, competing for dominance of the galaxy's crumbling imperial city. Set 3,000 years before the events of Twilight Imperium, Rex tells the story of the last days of the Lazax empire, while presenting players with compelling asymmetrical racial abilities and exciting opportunities for diplomacy, deception, and tactical mastery.&#10;&#10;In Rex: Final Days of an Empire, players vie for control of vital locations across a sprawling map of the continent-sized Mecatol City. Only by securing three key locations (or more, when allied with other factions) can a player assert dominance over the heart of a dying empire.&#10;&#10;Unfortunately, mustering troops in the face of an ongoing Sol blockade is difficult at best (unless, of course, you are the Federation of Sol or its faithless ally, the Hacan, who supply the blockading fleet). Savvy leaders must gather support from the local populace, uncover hidden weapon caches, and acquire control over key institutions. Mechanically, this means players must lay claim to areas that provide influence, which is then &quot;spent&quot; to (among other things) smuggle military forces through the orbiting Sol blockade. Those forces will be needed to seize the key areas of the city required to win the game. From the moment the first shot is fired, players must aggressively seek the means by which to turn the conflict to their own advantage.&#10;&#10;While the great races struggle for supremacy in the power vacuum of a dead emperor, massive Sol warships execute their devastating bombardments of the city below. Moving systematically, the Federation of Sol's fleet of warships wreaks havoc on the planet's surface, targeting great swaths of the game board with their destructive capabilities. Only the Sol's own ground forces have forewarning of the fleet's wrath; all others must seek shelter in the few locations with working defensive shields...or be obliterated in the resulting firestorm.&#10;&#10;Although open diplomacy and back-door dealmaking can often mitigate the need for bloodshed, direct combat may prove inevitable. When two or more opposing forces occupy the same area, a battle results. Each player's military strength is based on the sum total of troops he is willing to expend, along with the strength rating of his chosen leader. A faction's leaders can therefore be vitally important in combat...but beware! One or more of your Leaders may secretly be in the employ of an enemy, and if your forces in combat are commanded by such a traitor, defeat is all but assured. So whether on the field of battle or the floor of the Galactic Council, be careful in whom you place your trust.&#10;&#10;All this, along with a host of optional rules and additional variants, means that no two games of Rex: Final Days of an Empire will play exactly alike. Contributing further to replayability is the game's asymmetrical faction abilities, each of which offer a unique play experience.&#10;&#10;","image":"https://cf.geekdo-images.com/HFhHL5g_mSWx-wOj9DaG7g__original/img/5EcNv8iZdIJBBTmh0GrTdIr1d6s=/0x0/filters:format(jpeg)/pic1246187.jpg","thumbnail":"https://cf.geekdo-images.com/HFhHL5g_mSWx-wOj9DaG7g__thumb/img/ozRX0wtjJ9ghZgTc6K2Mn-ltj2o=/fit-in/200x150/filters:strip_icc()/pic1246187.jpg","link":"https://boardgamegeek.com/thing/104363","minPlayers":"3","maxPlayers":"6","yearPublished":"2012","playingTime":"180","minPlayingTime":"120","maxPlayingTime":"180","bestAtCount":[6],"averageRating":"7.04064","averageWeight":"3.2879","boardGameRank":"1201","mechanics":["Alliances","Area Majority / Influence","Auction / Bidding","Force Commitment","Hand Management","Point to Point Movement","Team-Based Game","Variable Player Powers"],"categories":["Fighting","Negotiation","Political","Science Fiction"],"designers":["Bill Eberle","John Goodenough","Jack Kittredge","Corey Konieczka","Peter Olotka","Christian T. Petersen"]}}