{"timestamp":"2024-11-13T00:16:45.488Z","gameDetails":{"id":"1044","name":"Gunslinger","type":"boardgame","description":"&quot;Fill Yore Hand ...&quot; with Gunslinger, the game of western gunfights. In Gunslinger, you play the part of a western character who is caught in a sudden gunfight, and you face the split-second decisions and incidents of the showdown as bullets start to fly.&#10;&#10;Gunslinger is based on a quick and easy game system that recreates the split-second nature of gunplay. Each turn the players secretly play cards to define exactly what they will do during the next two seconds in the game. Then they step through these actions on the playing map, resolving each shot in the split-second when it takes place. Gunslinger resolves combat quickly and easily. The attacker draws a result card that shows exactly where his shot hits, which combines with his gun to determine the damage he inflicts. This recreates the critical differences between weapons: Winchesters, Shotguns, Buffalo rifles, Colt's &quot;Peacemaker&quot;, Smith &amp; Wesson's breakopen guns and Remington's Derringer are a few of the guns in the game.&#10;&#10;Gunslinger includes eight two-sided boards (a total of sixteen map faces) portraying town and countryside terrain at a scale of six feet per hex. These boards can be assembled in varying ways to create a vast number of different maps that are used in the gunfights. The terrain includes gullies, hills, trees, watering troughs, wells, hitching posts and the interiors of buildings.&#10;&#10;Gunslinger presents 26 different gunfights and several hundred variations, including both historical gunfights and made-up situations. Wild Bill Hickok, Billy the Kid, Wyatt Earp, and John Wesley Hardin are just a few of the real gunslingers of history who appear in re-creations of the gunfights that made them famous.  Indian raids, barroom brawls and poker games are just a few of the hypothetical situations.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Component List(From box back, augmented with detail from Wayne's Books page)&#10;&#10;&#10;     Rules&#10;     8x two-sided mapboards&#10;     Result card deck (108)&#10;     Pad of personal history sheets&#10;     Countersheet&#10;         60 round (people)&#10;         112 medium square (objects)&#10;         96 small square (tactical)&#10;         9 large (horses)&#10;    &#10;     Action Cards (130)&#10;         7x standard sets of 12 each&#10;         4x B1&#10;         7x B2&#10;         7x B3&#10;         5x B4&#10;         5x B5&#10;         5x B6&#10;         5x B7&#10;         4x B8&#10;         4x B9&#10;    &#10;     &quot;Second Floor&quot; player-aid cards x4&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/mdIf5kqUarOQnxd16Lz8HA__original/img/W0wYVMkAu-HzDES6Eocc8au5cbM=/0x0/filters:format(jpeg)/pic184259.jpg","thumbnail":"https://cf.geekdo-images.com/mdIf5kqUarOQnxd16Lz8HA__thumb/img/4xczzQ-tc7Xo42TBFLDTMj5TbQA=/fit-in/200x150/filters:strip_icc()/pic184259.jpg","link":"https://boardgamegeek.com/thing/1044","minPlayers":"2","maxPlayers":"7","yearPublished":"1982","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4,7],"averageRating":"7.15303","averageWeight":"3.2903","boardGameRank":"2855","mechanics":["Action Queue","Grid Movement","Hexagon Grid","Line of Sight","Modular Board","Scenario / Mission / Campaign Game","Simulation","Simultaneous Action Selection","Three Dimensional Movement","Variable Player Powers","Variable Set-up"],"categories":["American West","Fighting","Wargame"],"designers":["Richard Hamblen"]}}