{"timestamp":"2024-11-13T00:00:14.990Z","gameDetails":{"id":"104557","name":"Dominion: Hinterlands","type":"boardgameexpansion","description":"Game description from the publisher:&#10;&#10;The world is big and your kingdom small. Small when compared to the world, that is; it's moderate-sized when compared to other kingdoms. But in a big world like this one - big when compared to smaller worlds anyway, if such things exist; it's moderate-sized when compared to worlds of roughly the same size, and a little small when compared to worlds just a little larger - well, to make a long story short - short when compared to longer stories anyway - it is time to stretch your borders. You've heard of far-off places - exotic countries, where they have pancakes but not waffles, where the people wear the wrong number of shirts, and don't even have a word for the look two people give each other when they each hope that the other will do something that they both want done but which neither of them wants to do. It is to these lands that you now turn your gaze.&#10;&#10;Dominion: Hinterlands is the sixth addition to the game of Dominion. It adds 26 new Kingdom cards to Dominion, including 20 Actions, 3 Treasures, 3 Victory cards, and 3 Reactions. The central theme is cards that do something immediately when you buy them or gain them.&#10;&#10;Part of the Dominion series.&#10;&#10;","image":"https://cf.geekdo-images.com/J6mcvuL1AbP3n5B-hqH3ng__original/img/_N6Lvbxqi6Oqkw_DfHezDOtwjDI=/0x0/filters:format(jpeg)/pic1077695.jpg","thumbnail":"https://cf.geekdo-images.com/J6mcvuL1AbP3n5B-hqH3ng__thumb/img/Ti_hqI1AdEMzsCHHW3xVVB3PEz0=/fit-in/200x150/filters:strip_icc()/pic1077695.jpg","link":"https://boardgamegeek.com/thing/104557","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[3],"averageRating":"7.9344","averageWeight":"2.5509","boardGameRank":"Not Ranked","mechanics":["Deck, Bag, and Pool Building","Delayed Purchase","Hand Management","Open Drafting"],"categories":["Card Game","Expansion for Base-game","Medieval"],"designers":["Donald X. Vaccarino"]}}