{"timestamp":"2024-11-12T17:49:08.692Z","gameDetails":{"id":"105134","name":"Risk Legacy","type":"boardgame","description":"This description is spoiler free, containing nothing outside the initial rulebook for the game. Details on why this is important in the description.&#10;&#10;Risk Legacy represents what is if not a new, at least a rare concept to boardgaming: campaigning. At its core, the game, particularly at first, plays much like regular Risk with a few changes. Players control countries or regions on a map of the world, and through simple combat (with players rolling dice to determine who loses units in each battle) they try to eliminate all opponents from the game board or control a certain number of &quot;red stars&quot;, otherwise known as victory points (VPs).&#10;&#10;What's different is that Risk Legacy' changes over time based on the outcome of each game and the various choices made by players. In each game, players choose one of five factions; each faction has uniquely shaped pieces, and more importantly, different rules. At the start of the first game, each of these factions gains the ability to break one minor rule, such as the ability to move troops at any time during your turn, as opposed to only at the end.&#10;&#10;What makes this game unique is that when powers are chosen, players must choose one of their faction's two powers, affix that power's sticker to their faction card, then destroy the card that has the other rule on it &ndash; and by destroy, the rules mean what they say: &quot;If a card is DESTROYED, it is removed from the game permanently. Rip it up. Throw it in the trash.&quot; This key concept permeates through the game. Some things you do in a game will affect it temporarily, while others will affect it permanently. These changes may include boosting the resources of a country (for recruiting troops in lieu of the older &quot;match three symbols&quot; style of recruiting), adding bonuses or penalties to defending die rolls to countries, or adding permanent continent troop bonuses that may affect all players.&#10;&#10;The rule book itself is also designed to change as the game continues, with blocks of blank space on the pages to allow for rules additions or changes. Entire sections of rules will not take effect until later in the game. The game box contains different sealed packages and compartments, each with a written condition for opening. The rule book indicates that these contain the rule additions, additional faction powers, and other things that should not be discussed here for spoiler protection.&#10;&#10;The winner of each of the first 15 games receives a &quot;major bonus,&quot; such as founding a major city (which only he will be allowed to start on in future games), deleting a permanent modifier from the board, destroying a country card (preventing it from providing any resources towards purchasing troops in future games), changing a continent troop bonus, or naming a continent, which gives that player a troop bonus in future games. Players who did not win but were not eliminated are allowed to make minor changes to the world, such as founding a minor city or adding resources to a country.&#10;&#10;It should be noted that although cards are ripped up over the course of the game, there are so many cards added via the sealed packages, that the game does not suffer. Nor is this a &quot;disposable&quot; game, merely a customized one. The game can continue to change beyond the 15 game campaign, and even when it finally does stop changing, you still have a copy of Risk that is completely unique.&#10;&#10;Initial games take approximately 30-90 minutes to play, which includes a brief rules explanation and setup.&#10;&#10;","image":"https://cf.geekdo-images.com/LxKu8_oihOQftb2npGvWMw__original/img/RYE_1BgSltTvgk5ATE84jPjCDbM=/0x0/filters:format(jpeg)/pic1196938.jpg","thumbnail":"https://cf.geekdo-images.com/LxKu8_oihOQftb2npGvWMw__thumb/img/-g2SLefjovkUxW7H6sFOmAMjfA4=/fit-in/200x150/filters:strip_icc()/pic1196938.jpg","link":"https://boardgamegeek.com/thing/105134","minPlayers":"3","maxPlayers":"5","yearPublished":"2011","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[5],"averageRating":"7.35735","averageWeight":"2.5884","boardGameRank":"559","mechanics":["Area Movement","Dice Rolling","Legacy Game","Open Drafting","Player Elimination","Variable Player Powers"],"categories":["Science Fiction","Wargame"],"designers":["Rob Daviau","Chris Dupuis"]}}