{"timestamp":"2024-11-09T21:30:35.083Z","gameDetails":{"id":"105624","name":"Poseidon's Kingdom","type":"boardgame","description":"Poseidon has lost his treasured trident, and your friends have disappeared while trying to find it. It turns out they have been captured by evil Hans the Kraken. Suckers! The Kraken plans to make a nice stew out of them. Can you prise open his tentacles, release your friends, and defeat him? Hope so. Oh, it's probably not a good time to mention the shark...&#10;&#10;Poseidon's Kingdom features a wave that crashes dice onto the board and the engaging game play of the highly-praised anthill system (from Antics!). On their turns, players first decide whether to improve their abilities by taking an &quot;action tile&quot; or place some of their personal dice onto the big 3D-wave, which is rolled over, when full, distributing up to 15 dice in a couple of seconds randomly all over the board.&#10;&#10;Second, they move one of their two creatures on the main board, trying to land on a spot where they can pick up dice of any color they need. If they do, they can either store the dice on special spaces of their action tiles for later use OR put together a special combination of 2-4 dice to get victory point tokens, then place the dice back to the pools from where they came.&#10;&#10;Third, the shark moves as many spaces as the space the creature landed on indicates. If the shark meets one or more creatures on its way, they are eaten and players get &quot;skeletons&quot; to block one of their action spaces.&#10;&#10;After a special scoring round, in the end the player who collected the most victory points wins.&#10;&#10;The second edition of Poseidon's Kingdom introduces the dolphin, which can make your creatures immune to the shark.&#10;&#10;","image":"https://cf.geekdo-images.com/JsH3yUMy3XBawMkjb-tKBw__original/img/MCNR5qA_uFNV4rb89aRiPpHYp1g=/0x0/filters:format(jpeg)/pic2650957.jpg","thumbnail":"https://cf.geekdo-images.com/JsH3yUMy3XBawMkjb-tKBw__thumb/img/RkFEqnaTVTB4CJo-mJGCC1Omcmc=/fit-in/200x150/filters:strip_icc()/pic2650957.jpg","link":"https://boardgamegeek.com/thing/105624","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"3"}}