{"timestamp":"2024-11-12T22:01:29.447Z","gameDetails":{"id":"10630","name":"Memoir '44","type":"boardgame","description":"Memoir '44  is a historical boardgame where players face-off in stylized battles of some of the most famous historic battles of World War II including Omaha Beach, Pegasus Bridge, Operation Cobra and the Ardennes.&#10;&#10;Memoir '44 includes over 15 different battle scenarios and features a double-sided hex game board for both beach landings and countryside combat. Each scenario mimics the historical terrain, troop placements and objectives of each army. Commanders deploy troops through Command and Tactic cards, applying the unique skills of his units -- infantry, paratrooper, tank, artillery, and even resistance fighters -- to their greatest strength.&#10;&#10;&quot;By design, the game is not overly complex&quot;, says Memoir '44 designer, Richard Borg. &quot;The game mechanics, although simple, still require strategic card play, timely dice rolling and an aggressive yet flexible battle plan to achieve victory.&quot; In addition to the large, double-sided gameboard, Memoir '44 includes 144 amazingly detailed army miniatures - including historically accurate infantry, tanks and artillery; 36 Obstacle pieces, 60 illustrated Command cards, 44 Special Terrain tiles, and 8 Custom Wooden dice.&#10;&#10;Memoir '44 is designed for 2 players but easily accommodates team play. With Memoir '44 Overlord scenarios, players can use multiple boards and up to 8 players to conduct large scale operations, experiencing the challenges of troop coordination and military chain of command on a large scale battlefield. Average game length is between 30 and 60 minutes, encouraging match play where players can command first one side and then the other.&#10;&#10;The Memoir &#039;44 series consists of the base game and a number of expansions.&#10;&#10;This game is based upon Richard Borg's Command and Colors system.&#10;&#10;","image":"https://cf.geekdo-images.com/2AjxTtgBtZVst8wOAk1NAA__original/img/Ro6pGYz0WFmCOP5ytZ6Z40KhoZ4=/0x0/filters:format(jpeg)/pic6974498.jpg","thumbnail":"https://cf.geekdo-images.com/2AjxTtgBtZVst8wOAk1NAA__thumb/img/ymrloLOMqIyQYu4JkYkB5T16W1I=/fit-in/200x150/filters:strip_icc()/pic6974498.jpg","link":"https://boardgamegeek.com/thing/10630","minPlayers":"2","maxPlayers":"8","yearPublished":"2004","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"7.53261","averageWeight":"2.2741","boardGameRank":"202","mechanics":["Area Majority / Influence","Campaign / Battle Card Driven","Command Cards","Dice Rolling","Die Icon Resolution","Grid Movement","Hand Management","Hexagon Grid","Line of Sight","Modular Board","Movement Points","Scenario / Mission / Campaign Game","Simulation","Team-Based Game","Variable Set-up"],"categories":["Miniatures","Wargame","World War II"],"designers":["Richard Borg"]}}