{"timestamp":"2024-11-10T04:40:47.630Z","gameDetails":{"id":"10642","name":"Barbarossa: Army Group North, 1941","type":"boardgame","description":"On June 22nd, 1941, Army Group North, the smallest of the three German army groups, drives forward into the Baltic states. Its objective is Leningrad. Once the crown jewel of Czarist Russia, Leningrad is now the second most important city in the Soviet Union. Its array of ordnance factories includes the massive Kirov Tank Works that turns out most of the heavy KV-1 and KV-2 production for the Soviet Army. Loss of Leningrad would deprive the Soviets of a major population and industrial center and give the Germans the advantage of position in any drive against Moscow from the northwest. &#10;Army Group North, short of Luftwaffe support and motorized forces, is the only army group that fails to achieve a significant encirclement at any stage of its campaign. Skillfully utilizing terrain and ruthlessly exploiting the civilian population, the Soviets construct a fortified line along the Luga River that stalls the Germans for a month until massive Luftwaffe and motorized reinforcements from Army Group Center allow a decisive breakthrough and dash for Leningrad itself. In a furious September battle, the Germans fall just short of taking Leningrad when time runs out. Operation Typhoon, the final push against Moscow, is imminent. Army Group North must give up almost all of its Luftwaffe and motorized formations. With no strike force remaining, the Germans dig in. Leningrad survives capture only to endure a brutal, epic 900 day siege.&#10;&#10;Can you, as the Axis commander, succeed where German High Command failed? As the Soviet commander, can you repeat history and halt the Axis invaders short of Leningrad?&#10;&#10;980 multi-colored die-cut counters. &#10;MAPS &#10;Five 22&quot;x34&quot; &amp; two 17&quot;x22&quot;full-color mapsheets &#10;OTHER One 10-sided die &#10;36-page Rule Book &#10;48-page Play Book &#10;Player Aid Cards: 11 two-sided Set-Up cards, Soviet Status card, Axis Status card, two 11x17 two-sided game chart cards, one card of additional charts and tables.&#10;&#10;Five 22x34 inch color mapsheets (with a reprint of Map C from Army Group Center), plus Maps A, B, L, and a full sheet devoted to the Leningrad inset map. &#10;Two 17x22 inch color mapsheets (front and back printed). Half sheet Map W with the Learning Scenario back printed on it and a half mapsheet with Scenario One map area, set-up card, and rules on one side, and Scenario Two map area, set-up card, and rules on the other. &#10;Eight scenarios (plus the learning scenario) allow players to vary their level of involvement, complexity, and starting point; from introductory to full campaign. &#10;An asymmetrical sequence of play which highlights Axis armored breakthroughs and Soviet difficulties in combined arms warfare, detailed air rules which integrate with land combat, and weather rules. &#10;Incredibly detailed Order of Battle, including artillery, rocket artillery, engineers, bridge units, armored trains, and much more. &#10;Modifications to the proven Typhoon system include revised overrun and Soviet surrender procedures, as well as a new non-op Soviet HQ system to simulate the rigid, yet fragile, Soviet Command structure. &#10;Extensive bibliography and design/historical notes&#10;&#10;","image":"https://cf.geekdo-images.com/kZVIinQN-aSGl1hQXvAAyg__original/img/TjaaY-lgJ5g-3Cbm0ZROfA5qhic=/0x0/filters:format(jpeg)/pic816873.jpg","thumbnail":"https://cf.geekdo-images.com/kZVIinQN-aSGl1hQXvAAyg__thumb/img/LQCzD-wiSFEslCbfH0T6tQSbTIA=/fit-in/200x150/filters:strip_icc()/pic816873.jpg","link":"https://boardgamegeek.com/thing/10642","minPlayers":"1","maxPlayers":"4","yearPublished":"2000","playingTime":"300","minPlayingTime":"300","maxPlayingTime":"300","bestAtCount":"2"}}