{"timestamp":"2024-11-13T00:01:16.634Z","gameDetails":{"id":"10640","name":"Doom: The Boardgame","type":"boardgame","description":"&quot;Attention all Marines! All UAC personnel be advised. There has been a code red security breach in the dimensional gateway research facility here at the Union Aerospace Corporation&rsquo;s Mars base. We are under invasion. I repeat, we are under invasion.&#10;&#10;Report immediately to central command. If you are isolated from the main facility, seek out other marines, form squads, and engage the invaders with whatever means possible. The weapons at the Mars base are limited, but should be sufficient for neutralizing the invaders.&quot;&#10;&#10;In Doom: The Boardgame, demonic invaders have broken through from another dimension into the Union Aerospace Corporation&rsquo;s Mars base. Marines have been deployed to the base to protect UAC personnel and destroy the invaders. Up to three players will take the roles of heavily armed and highly trained marines, while one player will control the legion of demonic invaders. In the game, the marine players explore the claustrophobic rooms and corridors of the Mars base, attacking monsters, picking up new weapons and equipment, and working together to complete specific mission objectives.&#10;&#10;The heart of Doom: The Boardgame is the scenario. Before every game, a scenario must be chosen. Each individual scenario will tell you how to set up the game, explain any special rules, and describe the specific objectives you must achieve in order to win the game. You will find several ready-to-play scenarios in the Doom Scenario Guide.&#10;&#10;Doom: The Boardgame is a game for 2 to 4 players Ages 12 and up, playable in 1 to 2 hours, based on the groundbreaking DOOM computer game by id Software.&#10;&#10;Expanded by&#10;&#10;    Doom: The Boardgame Expansion Set&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/ii6AlIs7FfXhx-feZHGbrw__original/img/riiKI1ASHxvjO1UryChfDXJueYs=/0x0/filters:format(jpeg)/pic71199.jpg","thumbnail":"https://cf.geekdo-images.com/ii6AlIs7FfXhx-feZHGbrw__thumb/img/eaieSnIR18aLzu6D1fg_EZm-Ukk=/fit-in/200x150/filters:strip_icc()/pic71199.jpg","link":"https://boardgamegeek.com/thing/10640","minPlayers":"2","maxPlayers":"4","yearPublished":"2004","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"6.84918","averageWeight":"2.9094","boardGameRank":"1521","mechanics":["Dice Rolling","Modular Board","Square Grid","Team-Based Game","Variable Player Powers"],"categories":["Exploration","Fighting","Horror","Miniatures","Science Fiction","Video Game Theme"],"designers":["Kevin Wilson","Christian T. Petersen"]}}