{"timestamp":"2024-11-12T18:44:59.742Z","gameDetails":{"id":"106631","name":"Space Bastards","type":"boardgame","description":"Space Bastards is a science-fiction game in which players try to occupy several small planets with their five races of aliens, which have varied relationships between each other. Players try to manage and effectively use those aliens' relationships &ndash; whether to eat opponents, create new alien babies, trade goods, and so on &ndash; to their advantage for profit. Races are also determined by their size and shape, and planets are too small for everyone...&#10;&#10;Space Bastards is probably the first game with a relationship management system. Relationships &ndash; that is, defined relations between two races of aliens &ndash; are connected to the game actions of the players. Players use these relationships to occupy planets and have a majority there. Relationships are: Love (born new alien - Bastard), Hungry (eat enemy alien bastard - enemy is removed from the planet), War (shot enemy alien bastard which dead body will fill the planet), Trade, Friendship, Migration (traveling by spaceship), Mutation (transform to a different alien) and Political propaganda (changing the relationships).&#10;&#10;Space Bastards is a game in which you can enjoy and observe the picturesque aliens as small animals in an aquarium &ndash; while siccing them on your opponents, of course...&#10;&#10;","image":"https://cf.geekdo-images.com/1wiJvYw4qD1UaIdl4FzBQQ__original/img/bRRY36AKzRnZgUKBa-Tw0Ex30qs=/0x0/filters:format(jpeg)/pic1101443.jpg","thumbnail":"https://cf.geekdo-images.com/1wiJvYw4qD1UaIdl4FzBQQ__thumb/img/F_zCnIPi-BJsgldZuk4hJsCpzAs=/fit-in/200x150/filters:strip_icc()/pic1101443.jpg","link":"https://boardgamegeek.com/thing/106631","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[3,4],"averageRating":"5.76053","averageWeight":"3.0714","boardGameRank":"18068","mechanics":["Area Majority / Influence","Area Movement","Simultaneous Action Selection"],"categories":["Humor","Science Fiction","Wargame"],"designers":["Jiri Mikolas"]}}