{"timestamp":"2024-11-13T00:08:32.501Z","gameDetails":{"id":"107255","name":"Evo (Second Edition)","type":"boardgame","description":"In Evo, you play a nomadic people in symbiosis with a primitive reptilian species. You travel the wild open spaces of Kumgath with your mounts, you will use your knowledge of biology to help them adapt and succeed against both the hostile and changing climate and other competing species.&#10;&#10;Players will earn mutation points during the course of the game. The player with the most at the end of the game is the winner.&#10;&#10;Changes in this edition:&#10;&#10;        Initiative is based on bidding position for the mutation/adaptation genes, and tails have been done away.&#10;        Climate change is based on a token draw instead of a die roll.&#10;        The combat die is no longer a regular D6 but has symbols which serves approximately the same odds as before.&#10;        There is a 1-in-6 chance for a stalemate otherwise, depending on the difference in horns, the defender will have a dinosaur removed from the board&#10;            The attackers dinosaur can never die.&#10;        &#10;        Evolution occurs after climate change instead of later in the turn.&#10;        There are 12 climate tokens, delineating strictly 9 to 11 turns, with the game-ending meteor event occurring in one of the last three climate tokens.&#10;        Players only have a maximum 8 dinosaurs, while the older game had a maximum of 10.&#10;        There are 12 new &quot;special&quot; genes, 8 of which are mixed in with the regular genes. &#10;            Each have a unique power/ability such as flying, amphibious movement, chameleon capability for defense, or the ability to predict the future climate.&#10;        &#10;        One event card is available each turn during bidding with the number of players minus one genes pulled out of the bag. &#10;            Winning the event card will give the player first initiative and is only modified by number of dinosaurs on the board.&#10;        &#10;    &#10;&#10;&#10;","image":"https://cf.geekdo-images.com/uynRkzz8ccFo3aEtU8aC8w__original/img/EZ3JoF7P6LXgeq5guFHwF-f-ukE=/0x0/filters:format(jpeg)/pic1042089.jpg","thumbnail":"https://cf.geekdo-images.com/uynRkzz8ccFo3aEtU8aC8w__thumb/img/EW72peedXM8sne8fcMu_JBvQnGA=/fit-in/200x150/filters:strip_icc()/pic1042089.jpg","link":"https://boardgamegeek.com/thing/107255","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"6.93598","averageWeight":"2.3623","boardGameRank":"1939","mechanics":["Area Movement","Auction / Bidding","Variable Player Powers","Victory Points as a Resource"],"categories":["Prehistoric","Science Fiction"],"designers":["Philippe Keyaerts"]}}