{"timestamp":"2024-11-13T00:48:47.105Z","gameDetails":{"id":"107799","name":"Panic Station: Survival Kit Mini Expansion","type":"boardgameexpansion","description":"This mini-expansion contains 6 cards and can be considered a &quot;Survival Kit&quot; for the Humans in the game.&#10;&#10;The cards in &quot;Panic Station: Survival Kit mini-expansion&quot; are:&#10;&#10;2 Night Goggles:  This allows players to search an already searched room (one time use) without a Parasite spawning.&#10;&#10;2 Parasite Signals:  This allows a player to lure a Parasite away from a location where it would otherwise land.  This would normally be used to ensure that Parasites do not land in a space with Humans.  Of course, if this item is in the hands of the Host or an infected player, it can be used a little more devlishly.&#10;&#10;1 Sniper Rifle:  This ranged weapon allows players to target Parasites and Players up to 2 rooms away, and thus it is a very powerful weapon to defend yourself or attack another without the need to move to a more dangerous location.&#10;&#10;1 Antidote: this is a one-time use injection. If this card is traded to an infected player, the player will be cured of the infection and be turned back to Human.  This can be very dramatic, since it can give a human team on the brink of defeat a way to fight back.&#10;&#10;","image":"https://cf.geekdo-images.com/QDgWvZ9MfkVtnzPYexvb3g__original/img/Nnc7iIcWhQW5vUljgjllRYgezw8=/0x0/filters:format(jpeg)/pic1086388.jpg","thumbnail":"https://cf.geekdo-images.com/QDgWvZ9MfkVtnzPYexvb3g__thumb/img/quu7lsoRKOJYVPPzHIHtxV7PMIs=/fit-in/200x150/filters:strip_icc()/pic1086388.jpg","link":"https://boardgamegeek.com/thing/107799","minPlayers":"4","maxPlayers":"6","yearPublished":"2011","playingTime":"40","minPlayingTime":"40","maxPlayingTime":"40","bestAtCount":[6],"averageRating":"6.37421","averageWeight":"2.25","boardGameRank":"Not Ranked","mechanics":["Action Points","Area Movement","Modular Board","Team-Based Game"],"categories":["Expansion for Base-game"],"designers":["David Ausloos"]}}