{"timestamp":"2024-11-09T21:09:52.541Z","gameDetails":{"id":"108150","name":"Mansions of Madness: Forbidden Alchemy","type":"boardgameexpansion","description":"Game description from the publisher:&#10;&#10;Inside abandoned hospitals, secret laboratories, and forgotten cellars, scientists are conducting depraved experiments that will drag humanity to the brink of the abyss. Only a small group of investigators can discover the truth and put an end to these mad plots before it's too late...&#10;&#10;Mansions of Madness: Forbidden Alchemy provides players with new investigators for the Mansions of Madness base game, as well as new Trauma, Mythos, and Combat cards for use in any story. Forbidden Alchemy also includes three new scenarios, in which investigators will encounter new rooms, monsters, items, clues, locks, and obstacles:&#10;&#10;&#10;    In &quot;Return of the Reanimator&quot;, the investigators are tasked with entering a vermin-infested manor to seek the whereabouts of Doctor Herbert West, a reportedly insane scientist whose legendary experiments in reanimation led to his untimely demise.&#10;&#10;&#10;&#10;    &quot;Yellow Matter&quot; tells the grim tale of research into strange extraterrestrial beings. But who is the experimenter, and who is the subject?&#10;&#10;&#10;&#10;    &quot;Lost in Time and Space&quot; takes your Mansions of Madness experience to mind-bending new heights with the introduction of time travel! Travel back to the mid-nineteenth century or ahead to the mid-twenty-first in your search for the truth behind a strange and dangerous device.&#10;&#10;&#10;With four new investigators, two monster types, nearly 250 new cards, 40 tokens and markers, and six detailed map tiles, Forbidden Alchemy introduces a host of new enhancements to your Mansions of Madness experience.&#10;&#10;The revised printing of Mansions of Madness: Forbidden Alchemy, scheduled for release in May 2012, includes corrected cards and map set-ups for all three scenarios.&#10;&#10;","image":"https://cf.geekdo-images.com/3v06cF8VLCv25hY3uYoKsQ__original/img/NElYmozebZPg5zFmaLXHDNF_ylY=/0x0/filters:format(jpeg)/pic1097393.jpg","thumbnail":"https://cf.geekdo-images.com/3v06cF8VLCv25hY3uYoKsQ__thumb/img/A-IyqMHvwsySffK5AnAg_IyiZT4=/fit-in/200x150/filters:strip_icc()/pic1097393.jpg","link":"https://boardgamegeek.com/thing/108150","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"180","minPlayingTime":"120","maxPlayingTime":"180","bestAtCount":"5"}}