{"timestamp":"2024-11-13T00:58:05.550Z","gameDetails":{"id":"108193","name":"Revolver: Elias Hooker Promo Card","type":"boardgameexpansion","description":"Elias Hooker had a bitter dispute during a Poker game in a saloon in Oklahoma, and was later arrested for the murder of Gus Armstrong during the most ferocious thunderstorm anybody could recall.&#10;&#10;On April 19, 1885 a vigilante mob of over a hundred fifty men stormed the jail, and dragged out Elias, along with Jim Evans, Jesse Miller, and D.B. Nott. All four of them were hanged in an abandoned barn behind the jail.&#10;&#10;Elias survived, against the odds, when he was cut down minutes after his short-drop attempted execution, by Deputy 'Clay' Beckwith - he and ten lawmen broke up the vigilante gathering. The records state that thirty men were arrested that moon-lit April night, but the records do not tell if the other prisoners survived.&#10;&#10;After being taken to Surgeon's Hall, the authorities decided to reprieve Elias and his sentence was commuted to transportation for four years. While serving his sentence, Elias turned to the teachings of the Good Book for guidance - returning to Repentance Springs a changed man. Soon, he found that his gunfighting and horse-handling skills had attracted the recognition of Ned McReady, who gave the man a badge.&#10;&#10;When Jack Colty rained bullets about town, Elias was one of the first to ride with Ned. The rest is history...&#10;&#10;","image":"https://cf.geekdo-images.com/B7kkx69k6dft5MgimVdHGg__original/img/EfocYW7B5L3lQPkILmcuUIYsbM4=/0x0/filters:format(jpeg)/pic1091592.jpg","thumbnail":"https://cf.geekdo-images.com/B7kkx69k6dft5MgimVdHGg__thumb/img/uLYHHqkBOwGZtSTb2yfKxFP2SvE=/fit-in/200x150/filters:strip_icc()/pic1091592.jpg","link":"https://boardgamegeek.com/thing/108193","minPlayers":"2","maxPlayers":"2","yearPublished":"2011","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":null,"averageRating":"6.88987","averageWeight":"2.125","boardGameRank":"Not Ranked","mechanics":["Hand Management"],"categories":["American West","Card Game","Expansion for Base-game","Fighting"],"designers":["Mark Chaplin"]}}