{"timestamp":"2024-11-13T00:54:18.102Z","gameDetails":{"id":"108687","name":"Puerto Rico","type":"boardgame","description":"This deluxe game of Puerto Rico began as Puerto Rico: Anniversary Edition, a tenth anniversary edition of Andreas Seyfarth's Puerto Rico that celebrates Puerto Rico's  debut at Spiel 2001 with a production-ready copy that met mass acclaim.&#10;&#10;Game play is the same as the original Puerto Rico game: The players are plantation owners in the days when ships had sails. By growing up to five different kind of crops &ndash; corn, indigo, sugar, tobacco, and coffee &ndash; they try to run their business more efficiently than their close competitors: growing crops and storing them efficiently, developing San Juan with useful buildings, deploying their colonists to best effect, selling crops at the right time, and, most importantly, shipping their goods back to Europe for maximum benefit.&#10;&#10;The game system lets players choose the order of the phases in each turn by allowing each player to choose a role from those remaining when it is his turn. No role can be selected twice in the same round. The player who ends up with the most victory points &ndash; achieved by shipping goods and building &ndash; wins the game.&#10;&#10;Puerto Rico: Anniversary Edition and its follow-up versions include two expansions: Puerto Rico: Expansion I &#226;&#128;&#147; New Buildings, that first appeared in 2002 in Spielbox magazine and was later published by alea and Rio Grande Games, and the Puerto Rico: Expansion II &#226;&#128;&#147; The Nobles expansion from alea's Schatzkiste collection of game expansions.&#10;&#10;The game has completely redesigned components and artwork: The cardboard doubloons are now sixty metal coins, while the fifty octagonal resources have been replaced with colored wooden crates. The building tiles are now illustrated, and the cardboard for those tiles and other components are nearly 3 mm thick to give the bits more heft. The individual player boards, the VP tokens, the ships, and other components have also been redesigned.&#10;&#10;","image":"https://cf.geekdo-images.com/cZ8h5HpbD6asCJuGuuuT-w__original/img/eBJRy_g1zc1ZKBeqSqrqZpnfs6A=/0x0/filters:format(jpeg)/pic4887895.jpg","thumbnail":"https://cf.geekdo-images.com/cZ8h5HpbD6asCJuGuuuT-w__thumb/img/1GUPtGNfDR_CmbM7SYv2ABV1AeQ=/fit-in/200x150/filters:strip_icc()/pic4887895.jpg","link":"https://boardgamegeek.com/thing/108687","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"150","minPlayingTime":"90","maxPlayingTime":"150","bestAtCount":[4],"averageRating":"8.33089","averageWeight":"3.2419","boardGameRank":"Not Ranked","mechanics":["Action Drafting","End Game Bonuses","Follow","Hidden Victory Points","Increase Value of Unchosen Resources","Turn Order: Progressive","Variable Phase Order"],"categories":["City Building","Economic","Farming"],"designers":["Andreas Seyfarth"]}}