{"timestamp":"2024-11-13T01:25:32.665Z","gameDetails":{"id":"108705","name":"Tuareg","type":"boardgame","description":"Between Timbuktu and Gao, Tuareg nomads are busy loading their camels with water, gold, rock salt and millet before making the seemingly endless journey to the next oasis. Whoever is able to arrive with the most valuable resources will garner the best profits. But it's not as easy as it first may appear as other Tuareg are secretly hiding their goods in caves and may steal away some of your business when they unexpectedly show up with goods that are more valuable than yours.&#10;&#10;Tuareg consists of two stages in which each player tries to gain a majority of the various resources. At the end of each stage points are awarded for a majority of a resource, as well as for strategically played special cards (donkeys, caves, thieves and maps).&#10;&#10;To set up the game, a number of special cards are laid out face up according to the number of players, and the top two resource cards are placed face up in the market. On a turn, a player can:&#10;&#10;&#10;    Draw three resource cards from the deck, placing one in the market and holding on to the rest (up to a maximum hand size of four, with excess cards also going to the market).&#10;    Load one of your camels with goods from your hand. Each camel can hold up to four cards, with at most two types of goods. Water can't be mixed with another resource, and a camel can carry no more than two gold.&#10;    Take up to four cards of the same type from the market and load them onto a camel following the loading rules.&#10;    Buy a special card for 3 dinars, paying for the cost by discarding cards from hand or the top of a camel's load.&#10;&#10;&#10;The special cards give you additional places to store cards (donkey or cave, each with different rules), a way to steal cards (thief) and a way to score bonus points (map).&#10;&#10;Once the resource deck runs out, players take one more turn, then sort their resource cards on camels and donkeys and in caves in piles of particular types; whoever has the most or ties for the most of a type scores points. Used special cards are returned to their stacks, and players can optionally cash in unused special cards for one point each (or two points for a map). Players then shuffle the resource cards and play a second stage following the same rules, starting with cards in hand from the first stage. After the resource deck runs out again, players score majority points and special cards once again. The player with the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/Bv7Qvgqj2HHUwv044BhoNg__original/img/NIoTgcCcQ47T9HMwLbSvW8AIKFw=/0x0/filters:format(jpeg)/pic1113804.jpg","thumbnail":"https://cf.geekdo-images.com/Bv7Qvgqj2HHUwv044BhoNg__thumb/img/3S_DBxotMHs75hwAUgPrx9ojgKI=/fit-in/200x150/filters:strip_icc()/pic1113804.jpg","link":"https://boardgamegeek.com/thing/108705","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"6.46896","averageWeight":"1.5714","boardGameRank":"9201","mechanics":["Hand Management","Market","Score-and-Reset Game","Set Collection"],"categories":["Arabian","Card Game"],"designers":["Francesco Berardi"]}}