{"timestamp":"2024-11-09T20:29:42.883Z","gameDetails":{"id":"108783","name":"Dr. Shark","type":"boardgame","description":"South Pacific: The famous Dr. Shark, a mysterious character strongly suspected of heading a secret criminal organization, is organizing a cocktail party on his private island. You are a secret agent and have just received&nbsp;an encrypted text message: &quot;Cocktail party organized by Dr Shark &ndash; Important evidence&nbsp;probably&nbsp;hidden in pool &ndash; Attend party and recover evidence &ndash; Beware sharks! Invitation to follow by courier. IN THE EVENT OF FAILURE, WE WILL DENY ALL KNOWLEDGE OF YOUR ACTIVITIES.&quot;&#10;&#10;At the request of your country's counter-intelligence services, you will mingle with other guests at the reception. Your mission: Dive into the pool to retrieve clues hidden by the infamous Dr. Shark &ndash; without falling prey to the sharks underneath the water!&#10;&#10;Back on the surface, you will try to group your clues to form evidence. The secret agent who has put together the biggest dossier against Dr. Shark will have the privilege of putting him behind bars. Mission accomplished. The other secret agents will be thrown into the pool...&#10;&#10;Dr. Shark brings a new feel to the idea of a dexterity game as players will rely on their sense of touch to discover evidence against this evildoer. Players have only thirty seconds per dive to recover as many clues as possible from the bottom of the pool, using their fingers to detect an object's shape and texture.&#10;&#10;Dr. Shark can be played individually or in teams.&#10;&#10;","image":"https://cf.geekdo-images.com/YydLdtn5tqpdFEVwHvCgGw__original/img/SU6W0SGq_EUYtcl95fOVUKfgCy4=/0x0/filters:format(jpeg)/pic1134465.jpg","thumbnail":"https://cf.geekdo-images.com/YydLdtn5tqpdFEVwHvCgGw__thumb/img/IG1eH5cInEyksYPoMhbshDpSrcs=/fit-in/200x150/filters:strip_icc()/pic1134465.jpg","link":"https://boardgamegeek.com/thing/108783","minPlayers":"2","maxPlayers":"6","yearPublished":"2011","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}