{"timestamp":"2024-11-09T20:41:13.310Z","gameDetails":{"id":"109936","name":"Fliegende Teppiche","type":"boardgame","description":"With the sun setting in the horizon, adventurers glide in on their flying carpets, searching for valuable treasures in palaces and bazaars. But steering a flying carpet to the proper destination is a lot trickier than it sounds. A strong wind can push a carpet off its course and into a desert, even though its intended destination was the camel bazaar. But maybe the magic lamp can still save the day?&#10;&#10;In Fliegende Teppiche (&quot;Flying Carpets&quot;), players try to guide their flying carpets to the most attractive destinations to score the most points &ndash; and by &quot;guide&quot; read &quot;toss&quot; as the carpets are actually cards. To set up the game, each player receives one carpet (two in a two-player game) and a set of genie cards. Shuffle the 52 destination cards.&#10;&#10;To set up a round, the active player turns over destination cards one by one and places them on the table as she desires. A card can't be placed more than the width of a card away from other cards, and at least 1 cm must separate adjacent cards. After revealing twelve cards, the player can swap cards or rearrange them to some degree. Then the player to her left &quot;flies&quot; his carpet onto the destination cards, followed by each other player with the active player going last. Once all carpets have flown, check to see who claims what:&#10;&#10;&#10;    If a carpet lies on no destination cards (or is only underneath cards), return it to its owner, who receives nothing.&#10;    If a carpet is alone on top of one or more destination cards, the carpet's owner claims these cards, whether or not he wants to.&#10;    If more than one carpet is on a destination card, the players involved simultaneously reveal one of their genie cards. The player with the highest genie claims the destination card, then swaps that genie with the player who revealed the lowest genie.&#10;&#10;&#10;If four or more destination cards are still on the table (and they're not all deserts), fly the carpets again. Once fewer than four cards remain, compare the number of palaces held by each player (with magic lamps counting as a palace if a player chooses to do this). The player(s) with the most palaces scores five points, while the player(s) with the fewest loses five points. Remove palace and used lamp cards from play, then pass the destination deck to the next player, who lays out twelve more cards. Players toss carpets, etc.&#10;&#10;Once all players have laid out cards once (twice in a two-player game), the game ends. Players score additional points for claiming pairs of matching bazaars (5-7 points), sets of different adventure cards (1-15 points), and treasures (3 points), while losing five points for each desert claimed. Magic lamps can cancel a desert or be used as a wild card. The player with the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/Ud9uRBshsOMlzCwdaOJIVg__original/img/zjHMRKYdBsMfwjZ7SAMloqZxYu0=/0x0/filters:format(jpeg)/pic1113854.jpg","thumbnail":"https://cf.geekdo-images.com/Ud9uRBshsOMlzCwdaOJIVg__thumb/img/WT9Or4aNAUrSJEKMn-WbmJ5lEv0=/fit-in/200x150/filters:strip_icc()/pic1113854.jpg","link":"https://boardgamegeek.com/thing/109936","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"3"}}