{"timestamp":"2024-11-12T21:18:26.838Z","gameDetails":{"id":"110327","name":"Lords of Waterdeep","type":"boardgame","description":"Game description from the publisher:&#10;&#10;Waterdeep, the City of Splendors &ndash; the most resplendent jewel in the Forgotten Realms, and a den of political intrigue and shady back-alley dealings. In this game, the players are powerful lords vying for control of this great city. Its treasures and resources are ripe for the taking, and that which cannot be gained through trickery and negotiation must be taken by force!&#10;&#10;In Lords of Waterdeep, a strategy board game for 2-5 players, you take on the role of one of the masked Lords of Waterdeep, secret rulers of the city. Through your agents, you recruit adventurers to go on quests on your behalf, earning rewards and increasing your influence over the city. Expand the city by purchasing new buildings that open up new actions on the board, and hinder &ndash; or help &ndash; the other lords by playing Intrigue cards to enact your carefully laid plans.&#10;&#10;During the course of play, you may gain points or resources through completing quests, constructing buildings, playing intrigue cards or having other players utilize the buildings you have constructed.  At the end of 8 rounds of play, the player who has accrued the most points wins the game.&#10;&#10;","image":"https://cf.geekdo-images.com/-hk8f8iGk_DyWyMrfiPBkg__original/img/GWNOhno3y7g0XE00VacKaRxoczk=/0x0/filters:format(jpeg)/pic1116080.jpg","thumbnail":"https://cf.geekdo-images.com/-hk8f8iGk_DyWyMrfiPBkg__thumb/img/dBqYOO8uLXAumxUGuYtuiRGQ1Y8=/fit-in/200x150/filters:strip_icc()/pic1116080.jpg","link":"https://boardgamegeek.com/thing/110327","minPlayers":"2","maxPlayers":"5","yearPublished":"2012","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[3,4],"averageRating":"7.73279","averageWeight":"2.4518","boardGameRank":"88","mechanics":["Contracts","Hidden Roles","Increase Value of Unchosen Resources","Ownership","Set Collection","Take That","Turn Order: Claim Action","Worker Placement"],"categories":["City Building","Fantasy"],"designers":["Peter Lee","Rodney Thompson"]}}