{"timestamp":"2024-11-09T22:20:57.015Z","gameDetails":{"id":"111148","name":"Würfel Bohnanza","type":"boardgame","description":"W&uuml;rfel Bohnanza is, as you might suspect, a dice game in the Bohnanza family. Instead of cards, dice give you the beans that you must use to satisfy orders and (eventually) collect &quot;Bohnentalers&quot; (i.e., dollars, bucks, dinero...). The first player to collect thirteen Bohnentalers wins.&#10;&#10;At the start of the game, each player receives two order cards, each of which shows six orders; the player tries to complete orders on one card while using the other to cover completed orders. The easiest orders to complete &ndash; say, two specific bean types or three beans in any combination of two types &ndash; are at the bottom of the card, and the hardest ones &ndash; requiring, say, a four-of-a-kind or seven beans with no blue ones &ndash; are at the top. Orders must be completed from bottom to top.&#10;&#10;On a turn, the active player starts by rolling the seven bean dice, three of which have one combination of beans and four of which have another combination. This player must set aside at least one bean, then she rerolls any remaining dice, setting at least one aside, etc. After at most seven rolls, she completes as many orders as she can, reusing the dice as needed to complete orders. Once a player completes three orders, she can &quot;harvest&quot; the card for one coin. Each additional completed order is worth a coin, up to a maximum of four. When a player harvests the order card, she draws a new card and uses that to record completed orders (possibly on the same turn) on the order card she already had.&#10;&#10;In the Bohnanza card game, players trade cards to improve the standing of both parties involved in the trade. In W&uuml;rfel Bohnanza, the active player doesn't trade dice, but opponents do get to benefit from that player's rolls. After each roll by the active player, all other players can use the dice just rolled &ndash; and not dice already set aside &ndash; to complete orders on their own cards. Thus, the active player has some incentive not to dawdle too much with her rolls as her opponents might benefit from her turn more than she does.&#10;&#10;The game ends as soon as one or more players have collected thirteen Bohnentalers. The player with the most Bohnentalers wins!&#10;&#10;","image":"https://cf.geekdo-images.com/iirbnwkZ755tRj69Q-uWHw__original/img/HxMo6ECz4BlMv8o3RDYWBQax4gs=/0x0/filters:format(jpeg)/pic1197852.jpg","thumbnail":"https://cf.geekdo-images.com/iirbnwkZ755tRj69Q-uWHw__thumb/img/_aACxitODyWc7h1cAKG_c8w9Cjo=/fit-in/200x150/filters:strip_icc()/pic1197852.jpg","link":"https://boardgamegeek.com/thing/111148","minPlayers":"2","maxPlayers":"5","yearPublished":"2012","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"2"}}