{
  "timestamp": "2025-11-26T20:36:23.911Z",
  "gameDetails": {
    "id": "111799",
    "name": "Cuba Libre",
    "type": "boardgame",
    "description": "In December 1956, paroled rebel Fidel Castro returned to Cuba to launch his revolution with virtually no political base and&mdash;after a disastrous initial encounter with government forces&mdash;a total of just 12 men.  Two years later, through masterful propaganda and factional maneuver, Castro, his brother Ra&uacute;l, and iconic revolutionary Che Guevara had united disparate guerrillas and exploited Cubans&rsquo; deep opposition to their dictator Fulgencio Batista y Zald&iacute;var.  Castro&rsquo;s takeover of the country became a model for Leftist insurgency.\n\nCastro&rsquo;s Insurgency\n\nFollowing up on GMT Games&rsquo; Andean Abyss about insurgency in modern Colombia, the next volume in the COIN Series, Cuba Libre, takes 1 to 4 players into the Cuban Revolution.  Castro&rsquo;s &ldquo;26 July Movement&rdquo; must expand from its bases in the Sierra Maestra mountains to fight its way to Havana.  Meanwhile, anti-communist student groups, urban guerrillas, and expatriates try to de-stabilize the Batista regime from inside and out, while trying not to pave the way for a new dictatorship under Castro.  Batista&rsquo;s Government must maintain steam to counter the twin insurgency, while managing two benefactors:  its fragile US Alliance and its corrupting Syndicate skim.  And in the midst of the turmoil, Meyer Lansky and his Syndicate bosses will jockey to keep their Cuban gangster paradise alive.\n\nCOIN Series, Volume II\n\nCuba Libre will be easy to learn for Andean Abyss players&mdash;both volumes share the same innovative Series: COIN (GMT) system.  Like Volume I, Cuba Libre is equally playable solitaire or by multiple players up to 4&mdash;and with a shorter time to completion than Andean Abyss.  But Cuba Libre&rsquo;s situation and strategic challenges will be new.  A deck of 48 fresh events brings 1950s Cuba to life and includes &hellip;\n\n&bull; The Twelve:  The first wave&rsquo;s escape to the Sierra Maestra&mdash;inspirational legend or harbinger of defeat?\n&bull; El Che and Ra&uacute;l:  Brilliant in the field, or bungling hostage-takers?\n&bull; Operation Fisherman:  Can the rebels pull off a second invasion?\n&bull; General Strike:  Urban disruption or rebel embarrassment?\n&bull; Radio Rebelde:  Are the masses tuning in, or just the Army direction finders?\n&bull; Pact of Caracas:  Can the rebels unite?\n&bull; Armored Cars:  Mobile striking power, but in whose hands?\n&bull; Rolando Masferrer:  Brutal pro-government tactics&mdash;will they help or hurt?\n&bull; Fat Butcher:  Can the Mob&rsquo;s enforcer protect its casinos?\n&bull; Sinatra:  Frankie&rsquo;s Havana show a boom or bust, and who collects?\n&hellip; and much more.\n\nNew twists match the COIN Series system to the situation in 1950s Cuba:\n\n&bull; It&rsquo;s the insurgents who build lasting capabilities, while the Government is limited to fleeting bursts of momentum.\n&bull; The Syndicate&rsquo;s bases are Casinos&mdash;expensive to build, but so important to Cuba no army will destroy them.  \n&bull; Syndicate special activities include calling in the &ldquo;muscle&rdquo; of Government troops and police to protect mob assets.  \n&bull; Stacks of Syndicate cash awaiting launder can fall in anyone&rsquo;s hands&mdash;even the corrupt Government&rsquo;s.\n&bull; The Government has its own terror tactic&mdash;reprisals&mdash;and can skim a portion of Syndicate profits.\n&bull; The eroding US Alliance with Batista overshadows all Government actions, not just through aid levels but also through the day-to-day ability of troops and police to operate.\n&bull; Even if Batista flees, the struggle may not end&mdash;the counterrevolutionary government may even become stronger!\n\nMultiplayer, 2-Player, Solitaire\n\nCuba Libre provides up to 4 players with contrasting roles and overlapping victory conditions for rich diplomatic interaction. For 2- or 3-player games, players can represent alliances of factions, or the game system can control non-player factions . Or a single player as the Cuban Revolutionaries can attempt to topple Batista and seize power for themselves. The non-player sides will fight one another as well as the players, but too much power in the hands of any one of them will mean player defeat.\n\nMore COIN Series Volumes to Come\n\nAndean Abyss and now Cuba Libre present a game system on modern insurgency readily adaptable to other conflicts, particularly those featuring the interaction of many sides (thus the name COunterINsurgency Series). A rich and under-represented history of guerrilla warfare beckons, as modern insurgency offers virtually unlimited, under-gamed topics for the COIN Series.  Volume III is A Distant Plain—Insurgency in Afghanistan.  Volume IV is Fire in the Lake—Insurgency in Vietnam.\n\n",
    "image": "https://cf.geekdo-images.com/6z5ZMIVpFUzn1DHhto3RLw__original/img/Pj0LixQN2LDDFZ2OQGa_XfwDPWc=/0x0/filters:format(jpeg)/pic1723711.jpg",
    "thumbnail": "https://cf.geekdo-images.com/6z5ZMIVpFUzn1DHhto3RLw__small/img/Zsirgs7exejEoHOaAYhUZMALGUU=/fit-in/200x150/filters:strip_icc()/pic1723711.jpg",
    "link": "https://boardgamegeek.com/thing/111799",
    "minPlayers": "1",
    "maxPlayers": "4",
    "yearPublished": "2013",
    "playingTime": "180",
    "minPlayingTime": "180",
    "maxPlayingTime": "180",
    "bestAtCount": [
      4
    ],
    "averageRating": "7.6585",
    "averageWeight": "3.6171",
    "boardGameRank": "711",
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "categories": [
      "Economic",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "designers": [
      "Jeff Grossman",
      "Volko Ruhnke"
    ]
  }
}