{"timestamp":"2024-11-13T00:19:12.185Z","gameDetails":{"id":"11170","name":"Heroscape Master Set: Rise of the Valkyrie","type":"boardgame","description":"This Fantasy Battle Board Game comes with dozens of painted plastic miniatures, each representing a warrior from a different era, and hex-based hard plastic terrain pieces which can be put together in many different ways. The warriors include 30 plastic figures, including World War II soldiers, futuristic robots, aliens, a T-Rex-riding orc, a large dragon, and many more.  Each hero or squad has its own card that details both movement and combat abilities.&#10;&#10;There are 2 large ruins and 85 tiles of terrain in the base game.  Some terrain tiles are large (up to 24 hexes) while others are small (1 hex).  There are water, sand, rock and grass tiles (in roughly increasing order).  Many different battlefields can be built by attaching and stacking the tiles.&#10;&#10;The rulebook features two games: a basic and a master version.  In the basic version (designed for younger players &lt; 8 years), characters move, attack, defend, and have range -- but there are no special powers and some other rules are minimized and/or eliminated.  The master game includes special powers, wounds, engagement rules, falling rules, and a few other additions.&#10;&#10;A battlefield/scenario book shows how to build five battlefields, layer by layer.  Each battlefield may have multiple scenarios, where the goals vary.  It can be opponent elimination, getting to a certain space, protecting a certain figure, or holding out for a certain number of turns.&#10;&#10;Each unit in the Master Set has a movement rating ranging from 4 to 8, which is the number of hexes it can move in a turn.  Moving up a level counts as a hex; moving down does not incur that penalty. Moving down more levels than your height when moving from one hex to another counts as falling and you might take damage --unless you are falling into water.&#10;&#10;Combat in the game is fairly straightforward.  You roll attack dice as listed on your unit's card (1 to 8 dice in the Master Set), and the opponent rolls defense dice equal to the number on their unit's card (1 to 9 dice).  Skulls rolled in excess of shields count as wounds (hero figures may have more than one Life).&#10;&#10;The master game uses a point system in which players alternate drafting cards until they reach the pre-assigned point value for the scenario.  It's possible to bring a &quot;pre-fab&quot; army to the battle in order to save time.&#10;&#10;The basic game is for two players. The master game is for 2 to 4 (and more) players.&#10;The game is eminently customizable, with many expansions which add more abilities, terrain, and options. There are also user-created maps, scenarios, custom units and advanced rules available online.&#10;&#10;HeroScape: Rise of the Valkyrie is the original master set for the HeroScape series of games.&#10;&#10;","image":"https://cf.geekdo-images.com/NexswDpzGPW3YGguz9Uhcg__original/img/0OPnke-YId5OHbri1KWn3ot98ns=/0x0/filters:format(jpeg)/pic244662.jpg","thumbnail":"https://cf.geekdo-images.com/NexswDpzGPW3YGguz9Uhcg__thumb/img/mUDJhf8jTcxmSF9bFJYQm30IGt0=/fit-in/200x150/filters:strip_icc()/pic244662.jpg","link":"https://boardgamegeek.com/thing/11170","minPlayers":"2","maxPlayers":"4","yearPublished":"2004","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[2],"averageRating":"7.45262","averageWeight":"2.2968","boardGameRank":"503","mechanics":["Dice Rolling","Grid Movement","Hexagon Grid","Line of Sight","Modular Board","Three Dimensional Movement"],"categories":["Adventure","Fantasy","Fighting","Miniatures","Science Fiction"],"designers":["Stephen Baker","Rob Daviau","Craig Van Ness"]}}