{"timestamp":"2024-11-13T00:26:13.626Z","gameDetails":{"id":"111732","name":"Kings of Air and Steam","type":"boardgame","description":"On the cusp of the twentieth century, America is the undisputed land of industry. Factories fire their machines twenty-four hours a day, and demand is skyrocketing in the cities. A small but fierce rivalry of shipping barons must manage their amazing airships and the extensive railroad system in order to get goods to the cities before the demand is met by someone else. Anyone who can't stay competitive will be left with nothing but dust in their coffers!&#10;&#10;The process is simple: Factories produce the goods (machinery, textiles, chemicals, food, and luxuries) that are coveted by the city folk.  Airships &ndash; forbidden from landing in the cities but capable of carrying cargo over great distances &ndash; must be used to gather those goods and deliver them to depots along the rail network. Trains then haul the goods to the cities that want them, earning cash for the competitor who gets there first! Will you be the &quot;King of Air and Steam?&quot;&#10;&#10;Kings of Air and Steam spans five rounds, and at the beginning of each round, players plan their Airship flights using four of their movement cards. When everyone is ready, everyone reveals their first planned card. According to the turn order and movement limits of their cards, players move their Airships, then take an Action; Actions include Building Depots, Upgrading your Airship or Train, Shipping Goods by rail, and Soliciting Funds from the bank. When all players have acted, the second planned cards are revealed, and so on through the four planned cards until all players have finished carrying out their plans for the round. All the while, players must keep aware of the rising values of the different types of Goods and try to get the most-valuable Goods from the specialized factories that produce them to the cities that want them. At the end of the game, the player with the most money and the greatest shipping network will be declared King of Air and Steam!&#10;&#10;Kings of Air and Steam includes seven teams of characters, each with unique powers to give them a competitive edge, and a modular game board that makes each game a different experience.&#10;&#10;","image":"https://cf.geekdo-images.com/YgFGtI6c7wgEoVnpIZPOkQ__original/img/P3VY5cejewIV9wI7zF8PfeBWZyI=/0x0/filters:format(jpeg)/pic1527450.jpg","thumbnail":"https://cf.geekdo-images.com/YgFGtI6c7wgEoVnpIZPOkQ__thumb/img/CDiMaDUb2ISkdTuLJ16U5qqo78I=/fit-in/200x150/filters:strip_icc()/pic1527450.jpg","link":"https://boardgamegeek.com/thing/111732","minPlayers":"2","maxPlayers":"7","yearPublished":"2013","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"6.85171","averageWeight":"2.8351","boardGameRank":"2806","mechanics":["Action Queue","Network and Route Building","Pick-up and Deliver","Simultaneous Action Selection","Variable Player Powers"],"categories":["Aviation / Flight","Trains","Transportation"],"designers":["Scott Almes"]}}