{"timestamp":"2024-11-12T18:31:46.956Z","gameDetails":{"id":"112","name":"Condottiere","type":"boardgame","description":"It is 13th century Italy. Trade is flourishing between the city-states and the Levant. Venice, Florence, and Genoa are all bursting with wealth. However, each city-state is also plagued with a weak national army, leaving them defenseless against invasion from their envious neighbors. Enter the Condottiere. &#10; As veteran English soldiers returned from the Crusades, Italy found itself with an influx of desperate and capable men. These hired swords were contracted to fight for individual city-states by an agreement known as a condotta. The most elite of these men were the mercenary leaders known as the Condottiere.&#10;&#10;The object of Condottiere is to acquire four connected provinces in renaissance Italy. To do this players auction off different provinces on the board and bid on these provinces with a hand of cards representing mercenaries, seasons, scarecrows, and political figures. However, unlike standard auctions in which only the highest bidder loses their bid, in Condottiere every player loses their bid.  Players are, in effect, bidding the number of troops they are willing to lose in order to win a province. However, several special effect cards shake the contests up and keep the players guessing.&#10;&#10;","image":"https://cf.geekdo-images.com/PZ3Y8nJBWeQzLrCbjFcNFA__original/img/8Bpu1jLH8p2HG7Wr3qvtd_v4LP8=/0x0/filters:format(jpeg)/pic6974400.jpg","thumbnail":"https://cf.geekdo-images.com/PZ3Y8nJBWeQzLrCbjFcNFA__thumb/img/JlexS7tQcxoP8MUfTCd0ct39a2A=/fit-in/200x150/filters:strip_icc()/pic6974400.jpg","link":"https://boardgamegeek.com/thing/112","minPlayers":"2","maxPlayers":"6","yearPublished":"1995","playingTime":"45","minPlayingTime":"20","maxPlayingTime":"45","bestAtCount":[4,5],"averageRating":"6.87834","averageWeight":"1.9592","boardGameRank":"1009","mechanics":["Area Majority / Influence","Auction / Bidding","Constrained Bidding","Hand Management"],"categories":["Bluffing","Card Game","Medieval","Negotiation"],"designers":["Dominique Ehrhard","Duccio Vitale","Justin Kemppainen"]}}