{"timestamp":"2024-11-13T00:07:02.425Z","gameDetails":{"id":"113294","name":"Escape: The Curse of the Temple","type":"boardgame","description":"Escape: The Curse of the Temple is a cooperative game in which players must escape (yes...) from a temple (yes...) which is cursed (yes...) before the temple collapses and kills one or more explorers, thereby causing everyone to lose.&#10;&#10;The initial game board consists of a row of three square tiles, each showing a combination of two symbols, say, two green adventurers or one green adventurer and one blue key in one corner of the tile. All of the explorers start in the center tile &ndash; the safe room &ndash; and each player starts with a hand of five dice.  Escape is played in real-time, with all players rolling dice and taking actions simultaneously. You must roll the right symbols to enter a room, and if you're at an open doorway, you can roll to reveal the next tile in the stack and add it to that doorway. Some rooms contain combinations of red and blue symbols, and if you (possibly working with other players in the same room) roll enough red or blue symbols, you &quot;discover&quot; magic gems, moving them from a separate gem depot onto that tile. The real-time aspect is enforced by a soundtrack to be played during the game. At certain points, a countdown starts, and if players aren't back in the safe room when time is up, they lose one of their dice.&#10;&#10;Once the exit tile is revealed, players can attempt to escape the temple by moving to that tile, then rolling a number of blue dice equal to the magic gems that haven't been removed from the gem depot. Thus, the more gems you find, the easier it is to escape the temple. When a player escapes, he gives one die to a player of his choice. If all players escape before the third countdown, everyone wins; if not, everyone loses, no matter how many players did escape.&#10;&#10;Escape: The Curse of the Temple includes two expansion modules that can be used individually or together. With the &quot;Treasures&quot; module, some rooms contain treasure, and when you reveal such a room, you place a face-down treasure chest on the tile. Roll the symbols on that chest tile, and you claim the treasure for use later: a key lets you teleport anywhere, a path lets you connect two rooms that otherwise have no door between them, and a medic kit heals all players instantly (putting black dice back into play). With the &quot;Curses&quot; module, some tiles &quot;curse&quot; players by forcing them to place one hand on their head, keep mute during play, or otherwise do what you wouldn't want to do while escaping a temple!&#10;&#10;","image":"https://cf.geekdo-images.com/m6269wyfWVa7gZp3oXKx6A__original/img/ZSDgydHuIZpyrZaVL1F7Lepi3h0=/0x0/filters:format(jpeg)/pic3328521.jpg","thumbnail":"https://cf.geekdo-images.com/m6269wyfWVa7gZp3oXKx6A__thumb/img/WPqYsCIpVURoB_rdqRLgZptWNV8=/fit-in/200x150/filters:strip_icc()/pic3328521.jpg","link":"https://boardgamegeek.com/thing/113294","minPlayers":"1","maxPlayers":"5","yearPublished":"2012","playingTime":"10","minPlayingTime":"10","maxPlayingTime":"10","bestAtCount":[4],"averageRating":"6.96089","averageWeight":"1.4764","boardGameRank":"753","mechanics":["Cooperative Game","Dice Rolling","Elapsed Real Time Ending","Grid Movement","Modular Board","Physical Removal","Push Your Luck","Re-rolling and Locking","Real-Time","Roll / Spin and Move","Solo / Solitaire Game","Tile Placement"],"categories":["Action / Dexterity","Adventure","Dice","Electronic","Exploration","Real-time"],"designers":["Kristian Amundsen Østby"]}}