{"timestamp":"2024-11-13T01:10:00.641Z","gameDetails":{"id":"113942","name":"Space Empires: Close Encounters","type":"boardgameexpansion","description":"Space Empires: Close Encounters is the first expansion to Space Empires: 4X. Alien races meet up close as they encounter each other for the first time in ship boarding engagements and planetary invasions with different types of ground troops. The strengths and weaknesses of each alien empire are brought out with roughly 20 unique racial abilities. The expansion takes advantage of the streamlined nature of the game system to add more technology and cool sci-fi things in very simple ways. While it is designed to be used as a whole, the expansion is modular and players can choose to use only the parts that they like.&#10;&#10;Also included in the expansion is an experience system so that your ship groups become more proficient over time. There is a big benefit if you can keep ships alive! The game gives more counters of each ship type to accommodate groups at different experience levels. Military academies in your empire can give your new groups a head start in accumulating experience.&#10;&#10;Titans, super large ships beyond dreadnaught, make their appearance and can both carry fighters and destroy planets, but have liabilities too. As requested, fleet counters and a fleet display are in the box. In addition to racial advantages, there are also unique Alien Technologies that can be gained by conquering the non-player Alien planets. There are more technologies and some more money is added into the game because of the larger tech tree.&#10;&#10;New scenarios are added for both 3 and 4 players. A new alien empire solitaire scenario is included as well as another solitaire scenario where a player can attempt to fight off an invading mass of Space Amoebas.&#10;&#10;Space Empires: Close Encounters includes thicker counters for itself as well as a complete set of thicker counters (4.5 counter sheets) from the base game.&#10;&#10;","image":"https://cf.geekdo-images.com/MY2c1lkvsnmv5shI1T5S-g__original/img/_U06HU4P_4uqqYAHKwOk8bmwteM=/0x0/filters:format(png)/pic8382747.png","thumbnail":"https://cf.geekdo-images.com/MY2c1lkvsnmv5shI1T5S-g__thumb/img/VyuE0ZAXB-HRs-R3QnZ4y4YneMI=/fit-in/200x150/filters:strip_icc()/pic8382747.png","link":"https://boardgamegeek.com/thing/113942","minPlayers":"1","maxPlayers":"4","yearPublished":"2012","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":[2,4],"averageRating":"8.36048","averageWeight":"3.5345","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Hexagon Grid","Secret Unit Deployment","Variable Player Powers"],"categories":["Expansion for Base-game","Bluffing","Civilization","Science Fiction","Space Exploration","Wargame"],"designers":["Jim Krohn"]}}