{"timestamp":"2024-11-09T20:19:02.953Z","gameDetails":{"id":"114031","name":"Copycat","type":"boardgame","description":"Copycat, or as it is known in German, Fremde Federn (which means roughly &quot;to adorn oneself with borrowed plumes,&quot; or something like &quot;strange feathers&quot;), is about borrowing elements from well-known games (Eurogames) and constructing a new game out of them.&#10;&#10;Copycat is a deck-building, worker-placement, drafting race game. You are a politician who tries to gather enough money and influence to become the next president. Of course, you depend on the work of others to get the needed influence. You start with a set of 10 cards (7 of them are &quot;fatherly friends,&quot; which give you 1 money each and 3 of them yield 1 influence each (VPs)). Each round you draw 5 cards from your deck and use one card for the turn order to place your workers. The workers go to the different offices in the government building to buy new cards for you, get influence or to carry out other actions. Each round there is one more space in which you can choose to place your workers. On the game board is a row of cards which you can choose to buy and each round the empty places in this row are filled from a deck of cards divided into 4 different &quot;Ages.&quot; The last cards of the deck are Doctoral degrees which you can buy with your money; these give you 1 VP for each unit of money spent. The game ends when all of the Doctoral degrees are bought or when one player has 95 VPs or more.&#10;&#10;","image":"https://cf.geekdo-images.com/iqGEgT-ix04NlE4Y7chmcQ__original/img/wdBsH_EdcbwcnY-s0Mgp_ILCg9E=/0x0/filters:format(jpeg)/pic1425438.jpg","thumbnail":"https://cf.geekdo-images.com/iqGEgT-ix04NlE4Y7chmcQ__thumb/img/kw4nJ6VvUvOFcBnSTprthxQtbR8=/fit-in/200x150/filters:strip_icc()/pic1425438.jpg","link":"https://boardgamegeek.com/thing/114031","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"95","minPlayingTime":"95","maxPlayingTime":"95","bestAtCount":"4"}}