{"timestamp":"2024-11-09T22:01:46.830Z","gameDetails":{"id":"114387","name":"Thebes: The Tomb Raiders","type":"boardgame","description":"Game description from the publisher:&#10;&#10;Europe at the start of the 20th century: Foreign cultures and their artifacts have a strong appeal for archeologists, and its in that role that players try to increase their knowledge in order to equip and conduct expeditions to Egypt, Mesopotamia, Crete and Greece. Glory and esteem are waiting!&#10;&#10;Thebes: The Tomb Raiders is a card game version of the Thebes board game from designer Peter Prinz and Queen Games.  The game dispenses with the map of Thebes, but retains many of the main aspects of the game.  The main turn-order play of the game is based on the time-track; players must spend time to take actions, with varying amounts of time spent dependent on the nature and benefits of the action.  The player who is furthest back &quot;in time&quot; is the active player.  Players use actions to gain knowledge about five civilizations, and then use this knowledge in different actions to &quot;dig&quot; to pull cards from a civilization's deck that contains treasures and dirt.  The more knowledge a player has about a civilization, the more efficient the player is at searching for treasures.&#10;&#10;The game plays over a certain span of time, and when all players can no longer take any actions because they are out of time, the game is at an end, and the player with the highest score from their accumulated treasures wins.&#10;&#10;","image":"https://cf.geekdo-images.com/Vs5hM1H1oP1njFyzNaeYiA__original/img/JoH4lZSJTVRkbbUmv1bIBLRy81s=/0x0/filters:format(jpeg)/pic1559393.jpg","thumbnail":"https://cf.geekdo-images.com/Vs5hM1H1oP1njFyzNaeYiA__thumb/img/9sMmzYIpEVPEMde6GEVzjSlxF1c=/fit-in/200x150/filters:strip_icc()/pic1559393.jpg","link":"https://boardgamegeek.com/thing/114387","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"4"}}