{"timestamp":"2024-11-12T21:14:51.501Z","gameDetails":{"id":"1155","name":"Capitol","type":"boardgame","description":"&quot;Architects of the Eternal City&quot;.&#10;&#10;Rivalry in old Rome for the most spectacular buildings and dominance in the Roman prefectures. Whoever uses the 90 blocks and 40 roofs best will win. There are four rounds to a game: Each round has a building phase, an auction phase, a scoring phase and a card drawing phase. In the building phase, players decide on the height of the buildings and build them at the side of the board; if they have the necessary permit, they can build on the board itself. A building is finished when it has a roof; the first roof in a prefecture determines the shape of all other roofs. In the auction phase players can auction for temples, wells and amphitheaters, earning extra points. This is a beautiful production.&#10;&#10;This game by Alan R. Moon and Aaron Weissblum is a mix of territory acquisition, resource management and even a little auctioning thrown in for good measure. So-called &quot;Architects of the Eternal City&quot;, compete in old Rome for the most spectacular buildings and dominance in the Roman prefectures. Whoever uses the 90 blocks and 40 roofs most effectively to secure points will win.&#10;&#10;","image":"https://cf.geekdo-images.com/gZSY6p9e1KGalcy8q2Vkyg__original/img/uOwPp8hibTk4lJ6E70rzEjUPVH4=/0x0/filters:format(jpeg)/pic321621.jpg","thumbnail":"https://cf.geekdo-images.com/gZSY6p9e1KGalcy8q2Vkyg__thumb/img/_THnLmqJ_qLbG_f0Seg6SK0NQVk=/fit-in/200x150/filters:strip_icc()/pic321621.jpg","link":"https://boardgamegeek.com/thing/1155","minPlayers":"2","maxPlayers":"4","yearPublished":"2001","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"6.79589","averageWeight":"2.6386","boardGameRank":"2826","mechanics":["Area Majority / Influence","Auction / Bidding","Turn Order: Progressive"],"categories":["Ancient","City Building"],"designers":["Alan R. Moon","Aaron Weissblum"]}}