{"timestamp":"2024-11-12T20:28:33.060Z","gameDetails":{"id":"1159","name":"Evo","type":"boardgame","description":"217,453,883 years, seven months and 26 days before our time, the first dinosaurs left their home in the sea and climbed onto the land. The ever-changing climate was their first adversary, forcing them to remain constantly on the move. But weather was not their only problem. In order to survive and flourish, they had to evolve, and to do it quickly!&#10;&#10;In Evo, you control the survival and evolution of a species of dinosaurs called Dinos. You guide their migrations to temperate climates, you acquire the perfect genes to develop your Dinos and mutate them, and you push out other creatures that have yet to learn the meaning of the term &quot;dominant species&quot;. At the end of the game, you and your Dinos will not be the winners unless you've evolved more quickly and successfully than everyone else.&#10;&#10;Each turn is divided into six phases, in which Dinos move, fight, reproduce and evolve to ensure that their species has the characteristics to survive the various perils of  prehistoric life. Players earn and spend mutation points to adapt their species for survival &ndash; but don't spend all of them as the remainder are counted to determine the winner.&#10;&#10;With every round of play a meteor moves one step closer to earth. When the meteor strikes (determined partly by dice), the game ends!&#10;&#10;","image":"https://cf.geekdo-images.com/OlpxzxL2SVr4gQvCSaL4JQ__original/img/s7GCP5PYmzYL9uBmYWtc7qTZeOQ=/0x0/filters:format(jpeg)/pic1100790.jpg","thumbnail":"https://cf.geekdo-images.com/OlpxzxL2SVr4gQvCSaL4JQ__thumb/img/ircB1NYz1FoikJQ5GRzmmNMCX8g=/fit-in/200x150/filters:strip_icc()/pic1100790.jpg","link":"https://boardgamegeek.com/thing/1159","minPlayers":"3","maxPlayers":"5","yearPublished":"2001","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[4,5],"averageRating":"6.85954","averageWeight":"2.3408","boardGameRank":"1451","mechanics":["Area Majority / Influence","Area Movement","Auction / Bidding","Dice Rolling","Hand Management","Turn Order: Stat-Based","Variable Player Powers","Victory Points as a Resource"],"categories":["Animals","Prehistoric","Science Fiction"],"designers":["Philippe Keyaerts"]}}