{"timestamp":"2024-11-13T00:21:57.484Z","gameDetails":{"id":"116954","name":"Butterfly Garden","type":"boardgame","description":"Butterfly Garden, first released as Indigo, is a tile-laying game along the lines of Metro, Tsuro, and Linie 1 in which players build paths bit by bit, with no player owning the individual paths and everyone trying to exploit the paths already present. Unlike those earlier games, however, your goal is to move butterflies from their starting locations on the board to your designated flowerbeds, with the player who scores the most points winning the game.&#10;&#10;To set up the game board, place the central fountain tile, then place five pink butterfly figures and one purple butterfly figure to it. Place six fountain tiles on their designated locations on the outer edge of the game board, then place a blue butterfly figure on each fountain tile. Each player places player tokens on flowerbeds between these butterfly tiles on the edge of the game board. Depending on the player count, each player places their player tokens on the designated flowerbeds.&#10;&#10;On a turn, a player places a path tile on any space on the game board, with the only restriction being that a player cannot create a route directly from one flowerbed to another. Players always have two path tiles on hand. Each path tile has three route segments on it, connecting one pair of edges. If a player places a path tile next to a butterfly, that butterfly flies as far as possible along the path so that all players can see where to place path tiles to next move that butterfly (thus, players avoid the mental gymnastics required in Metro and Linie 1 in which nothing moves until a route is complete). When connecting to the central fountain tile, the pink butterflies move off first, with the purple butterfly moving only with the sixth connection.&#10;&#10;If a player places a path tile so that one butterfly would fly into another, both butterflies fly away and are removed from the game!&#10;&#10;When a butterfly is moved to a flowerbed owned by only one player, that player keeps the butterfly. If two players own the flowerbed, then both players collect a butterfly of that color, taking the extra butterfly needed from the reserve. Once all the butterflies have been claimed, the game ends, with players earning 3 points for a purple butterfly, 2 for a pink butterfly, and 1 for a blue butterfly. The player with the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/M0ZpA1fZEv5rxNa7-i-DaA__original/img/gEVhhi0oThFzKkSvBnIVhX06u1w=/0x0/filters:format(jpeg)/pic7961037.jpg","thumbnail":"https://cf.geekdo-images.com/M0ZpA1fZEv5rxNa7-i-DaA__thumb/img/jUkutHcSpODn5UO7N2Cq_nfof3s=/fit-in/200x150/filters:strip_icc()/pic7961037.jpg","link":"https://boardgamegeek.com/thing/116954","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[4],"averageRating":"6.8413","averageWeight":"1.4753","boardGameRank":"1705","mechanics":["Hexagon Grid","Network and Route Building","Point to Point Movement","Tile Placement"],"categories":["Abstract Strategy"],"designers":["Reiner Knizia"]}}