{"timestamp":"2024-11-09T21:00:22.350Z","gameDetails":{"id":"117793","name":"Kingdom Builder: Nomads","type":"boardgameexpansion","description":"Kingdom Builder: Nomads provides more options and more variety for Donald X. Vaccarino's Kingdom Builder, with four new game boards - and consequently four new powers associated with their respective game boards, such as the power to place one or two stones from a quarry on empty spaces to block them. Three additional Kingdom Builder scoring cards are included to provide new scoring opportunities during game play, and red houses are included to allow for up to five to play.&#10;&#10;The new game boards replace the castle spaces from the base game (which score three points for anyone adjacent to them) with nomad spaces. During set-up, in which four game boards are chosen at random from all available boards, a randomly chosen nomad tile is placed on each nomad space. The first player to build a settlement adjacent to a nomad space takes this tile and must use it during her next turn; the tile is removed from the game after her next turn, whether she used it or not. Nomad tiles allow a player to build three settlements on the specified terrain, move settlements, build without following the adjacency rule, remove another player's settlement, or score points.&#10;&#10;The new scoring cards give points as you place settlements during your turn, specifically for placing settlements in a straight line, for placing settlements next to those of other players, and for placing settlements on terrain that's not adjacent to empty terrain of the same type. (Replacement scoring cards for &quot;Workers&quot; and &quot;Merchants&quot; are included in Kingdom Builder: Nomads and should be used in place of those in the base game. These cards merely reflect the fact that the expansion boards have Nomad spaces which also count for scoring for these cards.)&#10;&#10;In addition to the quarry power &ndash; which both helps block opponents and fill spaces in which you don't want to place settlements &ndash; the new location powers allow you to place a settlement in the flower fields, to place a settlement adjacent to at least three of your own settlements, and to move a settlement in a straight line on the board until it hits an obstacle.&#10;&#10;Kingdom Builder: Nomads FAQ&#10;&#10;","image":"https://cf.geekdo-images.com/vU9Qz3FgABkPweg9uEJuyQ__original/img/D7wiqu-RGoXK8wZvT5JzuU5RVLg=/0x0/filters:format(jpeg)/pic1200165.jpg","thumbnail":"https://cf.geekdo-images.com/vU9Qz3FgABkPweg9uEJuyQ__thumb/img/JLkC1qZG2dbOml34u0R0xc_Xmik=/fit-in/200x150/filters:strip_icc()/pic1200165.jpg","link":"https://boardgamegeek.com/thing/117793","minPlayers":"2","maxPlayers":"5","yearPublished":"2012","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"3"}}