{"timestamp":"2024-11-09T21:51:59.553Z","gameDetails":{"id":"117985","name":"Star Trek: Catan","type":"boardgame","description":"Settling the Final Frontier&#10;&#10;Since 1966, millions of Star Trek fans all over the world have watched adventures of the Starship Enterprise, Captain Kirk, and Mr. Spock. And since 1995, millions of enthusiastic players all over the world have played Klaus Teuber's CATAN - a board game classic.&#10;It's time to bring them all together on the Final Frontier!&#10;&#10;In Star Trek: Catan, players start the game with two small Outposts at the intersection of three planets, with each planet supplying resources based on the result of a dice roll. Players collect and trade these resources &ndash; dilithium, tritanium, food, oxygen and water &ndash; in order to build Starships that connect regions in the galaxy, establish more Outposts and Starbases (upgraded Outposts) at new intersection points in order to increase resource acquisition, and acquire Development Cards that provide Victory Points (VPs) or special abilities.&#10;&#10;On a dice roll of 7, a Klingon ship swoops in to prevent resource production on one planet while taxing spacegoers who hold too many resources.&#10;&#10;Star Trek: Catan differs from the basic Settlers in one aspect: a set of Support Cards formerly available only in German as Catan Scenarios: Helpers of Catan. Each Support Card features a special ability and one of Kirk, Spock, McCoy, Sulu, Scott, Uhura, Chekov, Chapel, Rand, or Sarek. Some special abilities make basic actions better, such as reducing the costs of Starbase upgrades or allowing the player to trade a resource of their choice at 2:1 for a turn, while others break rules, such as protecting the player from discarding on a 7 or producing a resource when the player rolls a number that wouldn't otherwise produce for them. Players get a specific Support Card during setup based on turn order, with later players getting generally more useful abilities to compensate for early player advantage. When a player uses a Support Card ability for the first time, they may trade it in for a Support Card of their choice or keep it for a second use, but they may only trade immediately after use.&#10;&#10;","image":"https://cf.geekdo-images.com/vWOiESQCR1bgIYZiCQrsAA__original/img/sHwJGq_MACRw12cZelr5QkZMpxk=/0x0/filters:format(jpeg)/pic4528659.jpg","thumbnail":"https://cf.geekdo-images.com/vWOiESQCR1bgIYZiCQrsAA__thumb/img/wxVq_kEclRS9yF6RwqNad2FC2VM=/fit-in/200x150/filters:strip_icc()/pic4528659.jpg","link":"https://boardgamegeek.com/thing/117985","minPlayers":"3","maxPlayers":"4","yearPublished":"2012","playingTime":"75","minPlayingTime":"75","maxPlayingTime":"75","bestAtCount":"4"}}