{"timestamp":"2024-11-12T22:16:37.016Z","gameDetails":{"id":"118063","name":"Android: Infiltration","type":"boardgame","description":"It is the future, and beneath the flickering glow of the sprawling New Angeles skyline, immense corporations seek every advantage in the burgeoning field of synthetic humanoid technology. On the brink of a revolutionary innovation, CyberSolutions Inc. is poised to become the next global powerhouse, threatening the profits of well-established conglomerates Haas-Bioroid and Jinteki &ndash; but unfortunately for CyberSolutions, security at their New Angeles branch has just been compromised.&#10;&#10;Set in the dystopian future of Android, Infiltration is a tense card game of futuristic larceny in which two to six players take the roles of thieves, competing to steal valuable secrets from a highly secured corporate facility.&#10;&#10;The most vital information lies deep within the complex, but each step inward takes you farther from escape. Worse yet, corporate mercenaries are closing in! How long will you push your luck as you avoid security patrols, surpass rival thieves, and try to download the most data before the building is locked down?&#10;&#10;Game description above from the publisher&#10;&#10;The layout of the complex is different every game, choosing 6 of the possible 18 first floor cards, 6 of the 18 second floor cards, and 1 of the 3 secret room cards. These rooms are revealed to the players over the course of the game, usually by one of the players entering the room. The rooms contain traps, NPCs, valuable data and items, and even secret exits.&#10;&#10;Each turn, players secretly choose actions they will take, then in turn reveal and resolve their actions. Advancing into the complex or retreating towards the exit, downloading valuable data, interfacing with the current room, or using an item are the actions available to players. After the players have had their turn, any active NPCs have a turn, then the proximity dial is increased. Once the dial reaches 99, or all players have left the complex, the game ends. The players who have escaped the complex add up the value of the data they have extracted; the highest value wins!&#10;&#10;","image":"https://cf.geekdo-images.com/sLYuYeAFEYTuHBJ5qAbbPQ__original/img/Uz6frbcoTT4hNKs_C3a8QkU7Q3A=/0x0/filters:format(jpeg)/pic1207030.jpg","thumbnail":"https://cf.geekdo-images.com/sLYuYeAFEYTuHBJ5qAbbPQ__thumb/img/4LB3Ur2BuZkL9rZqNp9_tjWrTaw=/fit-in/200x150/filters:strip_icc()/pic1207030.jpg","link":"https://boardgamegeek.com/thing/118063","minPlayers":"2","maxPlayers":"6","yearPublished":"2012","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":[4],"averageRating":"6.5122","averageWeight":"2.1008","boardGameRank":"2375","mechanics":["Dice Rolling","Hand Management","Modular Board","Push Your Luck","Simultaneous Action Selection"],"categories":["Card Game","Exploration","Science Fiction","Spies / Secret Agents"],"designers":["Donald X. Vaccarino"]}}