{"timestamp":"2024-11-09T19:48:27.311Z","gameDetails":{"id":"118000","name":"Africana","type":"boardgame","description":"In Africana, players travel through Africa, taking part in expeditions and trying to be the first to reach various destinations. With the money they earn, they can buy adventure cards that earn them precious antiques. Africana features the &quot;Book of Adventures&quot; game system from Schacht's Valdora in which players can acquire cards that are laid out like books, with players &quot;turning the pages&quot; to find the adventure cards they most want.&#10;&#10;The game board in Africana shows the continent divided in half at the equator, with the cities in the north half colored brown and the cities in the south white. Adventure cards with a brown border can be acquired only in the south and must be delivered to the north, while white-bordered adventure cards take the opposite route. Five expedition cards &ndash; each showing the starting and ending location and a reward for completing the expedition &ndash; are laid face-up on the game board.&#10;&#10;Each player has one researcher token that will travel around the board, and on a turn a player takes one of three possible actions:&#10;&#10;&#10;    Draw two travel cards. (A player can have no more than five travel cards in hand at turn's end.)&#10;    Buy one or more adventure cards, for five coins each. A player can flip one page in the book for free, with each additional flip costing one coin. (A player can have no more than three adventure cards to be fulfilled at turn's end.)&#10;    Move the researcher by paying travel cards that match the color of the space being traveled to. Each player has a joker in hand, which will be retained at the end of each turn. If a player moves onto the start space of an expedition, he can mark that expedition card with a marker; if he reaches the destination for an expedition he's on, he receives the reward depicted and claims the card, while anyone else on the expedition receives nothing. A new expedition card is then revealed.&#10;&#10;&#10;When a player reaches the destination shown on an adventure card, that player scores that card by placing it under his player mat. Some cards show helpers, which are represented by helper cards in a player's hand. These cards allow travel on the color shown on the card and return to the player's hand after use, but a player who employs many helps will lose points at the end of the game.&#10;&#10;Once the expedition cards run out, the game ends and players score for the expeditions they completed, sets of identical and different adventure cards, money in hand, and a few other things. The player with the most points wins!&#10;&#10;","image":"https://cf.geekdo-images.com/AZobDQaVc2GCN9yi32oudw__original/img/qLo6G1KkIITGFpGEK-cT6wyUq60=/0x0/filters:format(jpeg)/pic1203186.jpg","thumbnail":"https://cf.geekdo-images.com/AZobDQaVc2GCN9yi32oudw__thumb/img/SBOxGIDQUiRYl1Kx17zGY9I4XdY=/fit-in/200x150/filters:strip_icc()/pic1203186.jpg","link":"https://boardgamegeek.com/thing/118000","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"3"}}