{"timestamp":"2024-11-12T21:08:14.726Z","gameDetails":{"id":"118247","name":"Lucky Numbers","type":"boardgame","description":"Your challenge in Lucky Numbers is to fill your grid first, but you never know which tiles you'll have to work with!&#10;&#10;To set up, take a set of tiles numbered 1-20 for each player in the game, then shuffle all of these tiles face down. Each player has a 4x4 grid, and to complete set up, each player takes four tiles at random, then places them in order from low to high down the diagonal that goes from upper left to lower right.&#10;&#10;On a turn, you take either a face-down tile from the pile or a face-up tile from the table. You can (1) place this tile in an empty space in your grid, (2) swap this tile for a tile already in the grid, or (3) discard this tile face-up on the table. However, all tiles in your grid must obey one rule at all times: A tile must be higher in value that any tile directly above it or to its immediate left and lower in value that any tile directly below it or to its immediate right. Whoever first fills their grid with sixteen tiles wins. (If the draw pile runs out, then whoever has the most tiles in their grid wins.)&#10;&#10;You can play Lucky Numbers tournament style by playing multiple games and having each player start once. The winner of a game receives 2 points, while each loser receives -1 point for each empty space in their grid. After as many games as the number of players, whoever has the highest score wins.&#10;&#10;The 2020 edition of Lucky Numbers includes a solo mode with forty puzzles to solve.&#10;&#10;","image":"https://cf.geekdo-images.com/254SXVeOngtdjf8SBFEUNg__original/img/nMXQaLidez7ePmk3tZYz_7-f2EI=/0x0/filters:format(jpeg)/pic5646606.jpg","thumbnail":"https://cf.geekdo-images.com/254SXVeOngtdjf8SBFEUNg__thumb/img/p5QUKwH4OYDPwTj3H67qSLXTka0=/fit-in/200x150/filters:strip_icc()/pic5646606.jpg","link":"https://boardgamegeek.com/thing/118247","minPlayers":"1","maxPlayers":"4","yearPublished":"2012","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":[3],"averageRating":"6.36835","averageWeight":"1.1386","boardGameRank":"2834","mechanics":["Solo / Solitaire Game","Tile Placement"],"categories":["Abstract Strategy","Number"],"designers":["Michael Schacht"]}}