{"timestamp":"2024-11-12T18:32:49.252Z","gameDetails":{"id":"118418","name":"Divinare","type":"boardgame","description":"London, November 17th, 1896: The streets of the city are almost deserted, traveled only by passersby whose only goal seems to reach their warm homes as quickly as possible. But in the private salons of a luxury Bloomsbury hotel, the goal is something completely different. The fifty greatest known mediums are taking part in a never-before-seen tournament in order to determine which one is the most powerful of all. The final table opens in a few minutes and you will be joining it. Who will win the &pound;1,000 reserved for the winner?&#10;&#10;In Divinare &mdash; pronounced &quot;di-vin-AH-ray&quot;, with the stress on the penultimate syllable &mdash; the players play the part of famous mediums who must attempt to divine the cards held by their opponents. In each round, only two-thirds of the cards &mdash; representing the four divination methods of chiromancy, crystallomancy, tasseomancy and astromancy &mdash; are dealt out, and are then revealed little-by-little, giving the players the possibility of narrowing their predictions. A good prediction will allow the players to win points, but guess wrong and you may be forced to take a penalty. The player with the most points after a set number of rounds wins.&#10;&#10;","image":"https://cf.geekdo-images.com/sI5ZA01MxDXt1JPOjSic9Q__original/img/GykDuCBZvoVDCd0XgHLFltnPJwg=/0x0/filters:format(jpeg)/pic1310445.jpg","thumbnail":"https://cf.geekdo-images.com/sI5ZA01MxDXt1JPOjSic9Q__thumb/img/WNgTXwPtQcZkUajv2ExV9n6oMVg=/fit-in/200x150/filters:strip_icc()/pic1310445.jpg","link":"https://boardgamegeek.com/thing/118418","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[3,4],"averageRating":"6.72529","averageWeight":"1.7636","boardGameRank":"2760","mechanics":["Betting and Bluffing","Hand Management","Memory","Open Drafting"],"categories":["Bluffing","Card Game","Deduction"],"designers":["Brett J. Gilbert"]}}