{"timestamp":"2024-11-13T01:17:00.490Z","gameDetails":{"id":"118776","name":"Tahiti","type":"boardgame","description":"Your small island is peaceful and prosperous &ndash; so prosperous that your tribe has grown beyond its ability to sustain you! Fortunately, being a peaceful people you have chosen not to fight over what little there is. Instead, you set out in your seagoing Wa&rsquo;a (canoe) to fish and gather crops from the many nearby islands. The fertility goddess Haumea has blessed these islands, and they are rich with fruits, vegetables, and spices. It is a matter of pride to collect the finest harvest for the village. Can you win the race against time and the sea, and prove that you are the best gatherer of all?&#10;&#10;In Tahiti the goal is to collect crops (coconuts, taro, bananas, spice) and fish from the surrounding islands to score points with bonuses for making full sets and acquiring the most of their family favorites which are hidden from the other players.&#10;&#10;The game starts off with just your home island and its immediate neighboring islands. Players build up the archipelago of fertile islands with the guidance of Haumea for the first part of the game until all islands are in play. Players seed the islands each turn giving them some control over where crops replenish. Once the archipelago is formed, the late season is triggered when crops start becoming scarce, with players occasionally stopping an island from producing altogether. Although the late season may not be as good for crops, fishing becomes easier with bonuses given to the waters around some of the islands.&#10; During all this the players travel by Wa&rsquo;a from island to island using action points to collect the crops they want or can get to before the others take them. As the Wa&rsquo;a fills, it becomes slower limiting the number of actions they have. There are also treacherous reefs around the islands that require you go around them or risk losing some of the crops aboard your Wa&rsquo;a. At the end of the year, the one who most efficiently gathers food for their family wins.&#10;&#10;","image":"https://cf.geekdo-images.com/wbcLO4xDpM_OBZWmbtA_UA__original/img/h2ofzmst7SSXNWav-7zaK28iVfQ=/0x0/filters:format(png)/pic1270825.png","thumbnail":"https://cf.geekdo-images.com/wbcLO4xDpM_OBZWmbtA_UA__thumb/img/hCkPZiUemrAAcC5vh7_hvgYsqUg=/fit-in/200x150/filters:strip_icc()/pic1270825.png","link":"https://boardgamegeek.com/thing/118776","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"6.33258","averageWeight":"1.9211","boardGameRank":"6489","mechanics":["Action Points","Grid Movement","Modular Board","Pick-up and Deliver","Set Collection","Tile Placement"],"categories":["Exploration","Mythology","Nautical","Transportation"],"designers":["David E. Whitcher"]}}