{"timestamp":"2024-11-09T22:13:37.666Z","gameDetails":{"id":"119391","name":"Il Vecchio","type":"boardgame","description":"Il Vecchio is set in the 15th century, when Cosimo de Medici &ndash; also called &quot;Il Vecchio&quot; (&quot;the Elder) &ndash; and his family ruled over Tuscany and its capital Florence. The players represent the heads of Florentine families trying to rise their families to power. To achieve this, they send out their family members to locations in Tuscany to perform various tasks, specifically to recruit followers (knights, assassins, abbots) and collect money as both are needed to take control of provinces in neighboring regions; controlled provinces provide power and a bonus action. Another task is to gain the favor of the squirearchy as these favors are indispensable when it comes to getting an official position in Florence, e.g., a seat on the town council to enhance actions in Tuscany, or a noble rank to gain power at the end of the game.&#10;&#10;To complete these tasks, however, a proper middleman must be present at a location, and as these middlemen travel a lot, they are rarely met. That's why it is so important to have one's family members in the right place at the right time &ndash; to save on time and money while achieving one's goals.&#10;&#10;At the beginning of the game, each player has four family members in Tuscany. Players take turns performing exactly one action. Before his action, a player may pay money to move one of his own family members to another location. The available actions are to:&#10;&#10;&#10;    Take a location-specific action in Tuscany. This requires both a middleman and one of your own standing (active) family members at that location. After the action, this family member is laid down (inactive).&#10;    Travel to another region and take over a province, which costs both followers and money.&#10;    Travel to Florence where you'll spend scrolls (and possibly money) to claim a city council or nobility tile.&#10;    Introduce a new family member to the board.&#10;    Raise all lying family members on the board.&#10;&#10;&#10;The game ends when the &quot;Power of the Medici&quot; has faded, as indicated by a diminishing pile of crest tiles. Certain actions require you to remove such a tile, and the game ends when they're all gone. Players then sum their power points &ndash; earned for gained tiles and majorities in the regions and Florence &ndash; for a final scoring, and the player with the most power wins.&#10;&#10;","image":"https://cf.geekdo-images.com/g3p1m0hTEZ1349r6dnXiBw__original/img/jB4xbyEgm-I4uxGBgQ-hDmk1d7M=/0x0/filters:format(jpeg)/pic1377591.jpg","thumbnail":"https://cf.geekdo-images.com/g3p1m0hTEZ1349r6dnXiBw__thumb/img/r47rT2QHxHSh1kRHSpQ1LIb-YLI=/fit-in/200x150/filters:strip_icc()/pic1377591.jpg","link":"https://boardgamegeek.com/thing/119391","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"3"}}