{"timestamp":"2024-11-09T17:53:13.582Z","gameDetails":{"id":"119506","name":"Freedom: The Underground Railroad","type":"boardgame","description":"Early in the history of the United States, slavery was an institution that seemed unmovable but with efforts of men and women across the country, it was toppled. In Freedom: The Underground Railroad, players are working to build up the strength of the Abolitionist movement through the use of notable figures and pivotal events. By raising support for the cause and moving slaves to freedom in Canada, the minds of Americans can be changed and the institution of slavery can be brought down.&#10;&#10;Freedom is a card-driven, cooperative game for one to four players in which the group is working for the abolitionist movement to help bring an end to slavery in the United States. The players use a combination of cards, which feature figures and events spanning from Early Independence until the Civil War, along with action tokens and the benefits of their role to impact the game.&#10;&#10;Players need to strike the right balance between freeing slaves from plantations in the south and raising funds which are desperately needed to allow the group to continue their abolitionist activities as well as strengthen the cause.&#10;&#10;The goal is not easy and in addition to people and events that can have a negative impact on the group's progress, there are also slave catchers roaming the board, reacting to the movements of the slaves on the board and hoping to catch the runaway slaves and send them back to the plantations.&#10;&#10;Through careful planning and working together, the group might see an end to slavery in their time.&#10;&#10;","image":"https://cf.geekdo-images.com/eEUq1DqkPjVdSTJT4wp1zg__original/img/43O0Wj3fkQZaqYGVjWFL-DP5j5w=/0x0/filters:format(jpeg)/pic1478723.jpg","thumbnail":"https://cf.geekdo-images.com/eEUq1DqkPjVdSTJT4wp1zg__thumb/img/GnUZDpuILEw0EMvhmskCfve3l4w=/fit-in/200x150/filters:strip_icc()/pic1478723.jpg","link":"https://boardgamegeek.com/thing/119506","minPlayers":"1","maxPlayers":"4","yearPublished":"2013","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":"3"}}