{"timestamp":"2024-11-09T20:52:24.675Z","gameDetails":{"id":"119788","name":"Hyperborea","type":"boardgame","description":"The mythical realm of Hyperborea was ruled by an ancient civilization that used magical crystals as their main source of energy. With time, the Hyperboreans became greedy, and their search for power in the deep made the crystals unstable, causing earthquakes, mutations, droughts and floods. Hyperboreans just dug deeper, and only a few wise mages, foreseeing the inevitable, built an unbreakable magical barrier. When the unharnessed magical energy was unleashed from the deep, the Hyperborean civilization was destroyed in a single day, only the magical barrier preventing the disappearance of life from the whole land. The survivors living in the small outposts outside Hyperborea were now sealed out by the barrier. The knowledge of crystals was declared forbidden it was because too dangerous, or simply forgotten.&#10;&#10;Over centuries, six rival realms were born from the ashes of the Hyperborean civilization: the militarist Red Duchy; the Emerald Kingdom and its death-delivering archers; the Purple Matriarchy fanatically worshipping the goddess of life; the skilled diplomats and merchants of the Golden Barony; the Coral Throne with its efficiently organized society and finally the secluded and enigmatic Celestial Reign.&#10;&#10;The fragile peace between the different realms was not intended to last. One day, the magical barrier suddenly collapsed. A whole new land stood in front of the six kingdoms, still haunted by the old Hyperboreans turned into harmless but ominous ghosts, full of ruins to discover and cities to explore. Each realm is now sending its best warriors and explorers to Hyperborea in order to achieve dominance over their rivals, but which will prevail? Brutal strength or deep understanding of science? The discovery of valuable artifacts in the lost ruins or the retaking of long, lost cities? Only you, as the leader of one of the factions, can lead your people to the ultimate dominance over Hyperborea!&#10;&#10;Set in a mythical land of the same name, Hyperborea is a light civilization game for 2 to 6 players that takes 20-25 minutes per player. The game begins at the time when the magic barrier protecting access to the mythical continent of Hyperborea suddenly falls.&#10;&#10;Each player takes the role of the leader of a small kingdom situated just outside the now open to be conquered and explored land. Her kingdom has limited knowledge of housing, trade, movement, warfare, research, and growth, but new and exciting powers are hidden in Hyperborea. During the game, this kingdom will grow in numbers and raise armies, extend its territory, explore and conquer, learn new technologies, etc...&#10;&#10;The game's main mechanism, which can be described as &quot;bag-building&quot;, involves you building a pool of &quot;civilicubes&quot;. Each cube represents specializations for your kingdom: war, trade, movement, building, knowledge, growth. Grey cubes represent corruption and waste, and players will acquire them by developing new technologies. (Power corrupts by its own definition, and the more complex a society becomes, the more waste it generates.) Each turn, players draw three random cubes from their bags, then use them to activate knowledge (technologies) they own.&#10;&#10;","image":"https://cf.geekdo-images.com/z6R7dbTOJB3dEhNOz5PPTQ__original/img/PKcW1oNZEyAjV4-YrzKfTVlmOX8=/0x0/filters:format(jpeg)/pic2004236.jpg","thumbnail":"https://cf.geekdo-images.com/z6R7dbTOJB3dEhNOz5PPTQ__thumb/img/qsmEJDaHpXQkcmbKJbqWvZ9lz_s=/fit-in/200x150/filters:strip_icc()/pic2004236.jpg","link":"https://boardgamegeek.com/thing/119788","minPlayers":"2","maxPlayers":"6","yearPublished":"2014","playingTime":"150","minPlayingTime":"50","maxPlayingTime":"150","bestAtCount":"4"}}