{"timestamp":"2024-11-12T18:27:46.322Z","gameDetails":{"id":"119890","name":"Agricola: All Creatures Big and Small","type":"boardgame","description":"Agricola: All Creatures Big and Small is a new take on Uwe Rosenberg's Agricola designed for exactly two players and focused only on the animal husbandry aspect of that game. So long plows and veggies!&#10;&#10;In Agricola: All Creatures Big and Small, you become an animal breeder of horses, cows, sheep and pigs and try to make the most of your pastures. Players start with a 3x2 game board that can be expanded during play to give more room for players to grow and animals to run free. Sixteen possible actions are available for players to take, with each player taking three actions total in each of the eight rounds.&#10;&#10;The player who amasses the most victory points through enclosing space with fences and acquiring the largest number and variety of animals and victory point-generating buildings will be the winner.&#10;&#10;Four Standard Buildings and 4 special buildings are available in the base game.  These buildings each provide unique special abilities during play and/or VP at game end.  Balancing the tension between building infrastructure (fenced pastures and buildings) and acquiring animals (the single biggest source of end-game scoring) is the key to success!&#10;&#10;","image":"https://cf.geekdo-images.com/iaxdcb_l3F8McwzyoiiCig__original/img/0jQpVjFEcjoIPpVGRf2DhO-jzLo=/0x0/filters:format(jpeg)/pic1514252.jpg","thumbnail":"https://cf.geekdo-images.com/iaxdcb_l3F8McwzyoiiCig__thumb/img/UWsWeuOQpGv5asAoyrKgwL3pVj0=/fit-in/200x150/filters:strip_icc()/pic1514252.jpg","link":"https://boardgamegeek.com/thing/119890","minPlayers":"2","maxPlayers":"2","yearPublished":"2012","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"7.33144","averageWeight":"2.3518","boardGameRank":"406","mechanics":["Automatic Resource Growth","Enclosure","Increase Value of Unchosen Resources","Tile Placement","Turn Order: Claim Action","Worker Placement"],"categories":["Animals","Farming"],"designers":["Uwe Rosenberg"]}}