{"timestamp":"2024-11-09T20:56:24.268Z","gameDetails":{"id":"12002","name":"Jambo","type":"boardgame","description":"From the back of the box (edited for grammar):&#10;&#10;&quot;Jambo is the friendly greeting Swahili traders offered their customers in Central Africa before colonization.   The players are traders in this day, competing to be the first to earn 60 gold by buying and selling tea, hide, fruits, salt, silk, and trinkets.  The game is played with cards that allow players to buy and sell goods, help you or hinder your opponent, and others that add a bit of spice to the game.  Return to the dark continent where the players alternate turns with up to 5 actions each until one player reaches the goal and wins the game.&quot;&#10;&#10;Original description from Games4You.&#10;&#10;Players take on the role of merchants offering their wares from market stands. On a player's turn, he has five actions to choose from. Actions can be used to draw cards, play cards, and activate buildup cards.&#10;&#10;In order to sell wares, the merchants must first lay the wares out, since customers will only buy where all the wares they want are being offered. And since market space is at a premium, players have to think hard about which wares to offer.&#10;&#10;By owning important buildup cards and properly using the assets of other village inhabitants, the merchants succeed in attracting especially many customers to their stalls, making bargain buys, and messing with their opponents' plans.&#10;&#10;The first player to reach a set cash level through buying and selling of wares is the winner.&#10;&#10;The game's attraction lies with the many special cards. Many different combinations are possible during the game, and each game plays out differently as a result.&#10;&#10;","image":"https://cf.geekdo-images.com/ZHpHR-6b7ZjQ97mulBg2fg__original/img/4C2Lj2LKIoyxw53ra48q6uSeg2s=/0x0/filters:format(jpeg)/pic253740.jpg","thumbnail":"https://cf.geekdo-images.com/ZHpHR-6b7ZjQ97mulBg2fg__thumb/img/JkV1wP7WPQx8UDMksNC6VZZ-XUw=/fit-in/200x150/filters:strip_icc()/pic253740.jpg","link":"https://boardgamegeek.com/thing/12002","minPlayers":"2","maxPlayers":"2","yearPublished":"2004","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"2"}}