{"timestamp":"2024-11-13T01:24:01.965Z","gameDetails":{"id":"121408","name":"Trains","type":"boardgame","description":"In the 19th century, shortly after the industrial revolution, railways quickly spread over the world. Japan, importing Western culture and eager to become one of the Grand Nations, saw the birth of many private railway companies and entered the Golden Age of railways. Eventually, as a result of the actions of powerful people and capitalists, many of these smaller companies gradually merged into larger ones.&#10;&#10;In Trains, the players are such capitalists, managing private railways companies and striving to become bigger and better than the competition. The game takes place during the 19th and 20th century in the 2012 OKAZU Brand edition, whereas the 2013 AEG/Pegasus edition is set in modern times, with bullet trains, freight trains and more. You will start with a small set of cards, but by building a more effective deck throughout the game, you will be able to place stations and lay rails over the maps of Osaka, Tokyo or other locations. The trick is to purchase the cards you want to use, then use them as effectively as possible. Gain enough points from your railways and you will ultimately manage the most powerful railroads in modern Japan!&#10;&#10;Trains is the first title in AEG's Destination Fun series! Continue your travels in the acclaimed Planes and Automobiles board games.&#10;&#10;Integrates with Trains: Rising Sun&#10;&#10;","image":"https://cf.geekdo-images.com/8K9Syz49KOY0nJLR4GB0eg__original/img/UIyVorQES8tTFRj4eDNCfGP7i5o=/0x0/filters:format(jpeg)/pic1606346.jpg","thumbnail":"https://cf.geekdo-images.com/8K9Syz49KOY0nJLR4GB0eg__thumb/img/CjomdI9qkAuiWWbxbeW88_SV26M=/fit-in/200x150/filters:strip_icc()/pic1606346.jpg","link":"https://boardgamegeek.com/thing/121408","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[3],"averageRating":"7.12699","averageWeight":"2.3791","boardGameRank":"726","mechanics":["Deck, Bag, and Pool Building","Hand Management","Network and Route Building"],"categories":["Card Game","Territory Building","Trains","Transportation"],"designers":["Hisashi Hayashi"]}}