{"timestamp":"2024-11-09T20:45:26.074Z","gameDetails":{"id":"121766","name":"Glory to Rome: Republic Expansion","type":"boardgameexpansion","description":"Glory to Rome: Republic Expansion has been in the making since 2007 or thereabouts, and with the publication of the Black Box edition of Glory to Rome in 2012, it has finally become an official variant/expansion. (The Republic Expansion is included with GtR Black Box; this card set makes the expansion available to those who own older editions of the game.)&#10;&#10;Playing with the Republic rules, players will find Glory to Rome a bit more forgiving (especially to new players) and more balanced in regard to the Craftsman/Architect roles. The Republic Expansion includes 15 cards:&#10;&#10;&#10;     Crane (x6), which replaces the Circus and allows you to use a card to lead or follow Architect.&#10;     Domus Aurea (x3), which replaces the Coliseum and lets you demolish incomplete buildings with no materials when performing the Legionary role.&#10;     Forum Romanum (x3), which replaces the Forum and allows for an instant win if you have one client of each type and one material of each type in the stockpile.&#10;     Tribunal (x3), which replaces the Senate and allows you to draw one Jack when performing the Thinker role.&#10;&#10;&#10;When using the Republic Expansion, players start with five order cards in hand (instead of four order cards and a Jack). Players may also Petition with two cards of the same role instead of three.&#10;&#10;","image":"https://cf.geekdo-images.com/XFTheBKzzh4PkOZ3ZXUIEw__original/img/BBQmloM7d8xxGd6VnPSjd6nEmjA=/0x0/filters:format(jpeg)/pic1308932.jpg","thumbnail":"https://cf.geekdo-images.com/XFTheBKzzh4PkOZ3ZXUIEw__thumb/img/aonzGsywvgB1bxlgOw4XyuMjtw8=/fit-in/200x150/filters:strip_icc()/pic1308932.jpg","link":"https://boardgamegeek.com/thing/121766","minPlayers":"2","maxPlayers":"5","yearPublished":"2012","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"3"}}