{"timestamp":"2024-11-12T20:30:22.257Z","gameDetails":{"id":"122323","name":"Innovation: Figures in the Sand","type":"boardgameexpansion","description":"Innovation: Figures in the Sand, an expansion for Carl Chudyk's Innovation, breaks from the format of that game by providing players with recognizable figures from history (instead of new inventions or concepts) with those figures showing up on your table to help you &mdash; or maybe your opponent &mdash; win the game. Historical figures tend to be somewhat fickle.&#10;&#10;Figures includes 105 figure cards, with the cards being similar to Innovation cards in that they're divided into ten ages with five colors of cards in each age. Instead of including a dogma power that players can use on their turn, each card in Figures has a karma that changes the game in some way. Karmas might take effect when you meld a card, when you're counting icons to determine whether you can share an action, or when you take some other action in the game. Instead of melding a card, for example, you might score it, or instead of giving cards to opponents who demand from you, you might return cards to the age decks.&#10;&#10;Innovation: Figures in the Sand includes five Decree cards, one for each color. Decrees are a special type of achievement, but unlike all other achievements Decrees are not safe and can be stolen.&#10;&#10;A player can have only one Figure in play after any action in the game; any additional Figures Fade from play, moving to your score pile.&#10;&#10;Innovation: Figures in the Sand can be played with just the base game or combined with the Innovation: Echoes of the Past expansion.&#10;&#10;","image":"https://cf.geekdo-images.com/itYfk5CYuc1X9Wq0jv8MGQ__original/img/PnyG7vWLHbgO57X6FEqMGuP1SpI=/0x0/filters:format(jpeg)/pic3910616.jpg","thumbnail":"https://cf.geekdo-images.com/itYfk5CYuc1X9Wq0jv8MGQ__thumb/img/Nac9Hy2HigETah3A_M8AC2n7ODU=/fit-in/200x150/filters:strip_icc()/pic3910616.jpg","link":"https://boardgamegeek.com/thing/122323","minPlayers":"2","maxPlayers":"6","yearPublished":"2013","playingTime":"75","minPlayingTime":"30","maxPlayingTime":"75","bestAtCount":[2],"averageRating":"7.52866","averageWeight":"3.1071","boardGameRank":"Not Ranked","mechanics":["Action Points","Hand Management","Layering","Melding and Splaying","Set Collection"],"categories":["Card Game","Civilization","Expansion for Base-game"],"designers":["Carl Chudyk"]}}