{"timestamp":"2024-11-09T22:16:48.757Z","gameDetails":{"id":"122328","name":"War of the Ring: Lords of Middle-earth","type":"boardgameexpansion","description":"Game description from the publisher:&#10;&#10;What if the Keepers of the Elven Rings had used their Rings of Power to challenge the might of the Dark Lord? What if the Balrog had risen out of Moria to bring fire and fury to the lands of the Free Peoples? What if the Council of Elrond had decided differently regarding the Fellowship of the Ring?&#10;&#10;With Lords of Middle-earth, the first expansion for the War of the Ring (second edition) board game, players may explore these possibilities together with many other ones to create fresh gaming opportunities and new strategies.&#10;&#10;Important personalities, previously featured in the game only through Event Cards, are represented by specific figures and rules. New Characters include Elrond, Galadriel, Sm&eacute;agol, Gothmog, and the powerful Balrog of Moria, as well as alternate versions of Gandalf, the Witch-king, and the Mouth of Sauron.&#10;&#10;New special Action Dice are included: Elven Ring Keepers dice for the Free Peoples player and Lesser Minion dice for the Shadow player. New versions of all the Companions of the Fellowship of the Ring are also included, to play the optional &quot;Council of Rivendell&quot; rules.&#10;&#10;As an added bonus, figures for Aragorn and Gandalf the White are provided, accessories to the game that fans have been eagerly awaiting!&#10;&#10;This is your chance to forge the destiny of an age...&#10;&#10;","image":"https://cf.geekdo-images.com/zt2LzaUrs-jETOzumDuXjw__original/img/Ub3Iu3UZvyDen8l13VggO2TMKuU=/0x0/filters:format(jpeg)/pic1450880.jpg","thumbnail":"https://cf.geekdo-images.com/zt2LzaUrs-jETOzumDuXjw__thumb/img/W4nkpElzS8C9bTGJHIW2L6I_CSU=/fit-in/200x150/filters:strip_icc()/pic1450880.jpg","link":"https://boardgamegeek.com/thing/122328","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"2"}}