{"timestamp":"2024-11-13T01:08:45.863Z","gameDetails":{"id":"122522","name":"Smash Up","type":"boardgame","description":"The &quot;shufflebuilding&quot; game Smash Up begins with a simple premise: take the 20-card decks of two factions, shuffle them into a deck of forty cards, then compete to crush more Bases than your opponents! Each faction involves a different gaming mechanism - Pirates move their minions around, Zombies bring back their cards from the discard pile, Dinosaurs have enormous power - and each combination of factions brings a different gaming experience.&#10;&#10;During the game, players compete to score points from Base cards. Players play minions to the bases, and you want to have the highest total power of minions at the base when it breaks. Sounds easy? Is it easy when an opponent's Alien-Ninja plays minions to your bases that destroy your minions? What happens when the Pirate-Dinosaur player plays Full Sail and frees King Rex to trample your minions into the ground, or when the Wizard-Zombies player uses their mystic power to create an outbreak, suddenly flooding minions to the base from their discard pile? Or if you were facing a Zombie-Dinosaur player instead who created an epidemic of massive beasts?!?&#10;&#10;With eight different factions, Smash Up includes dozens of combinations to try. Pirate-Aliens play different from Ninja-Aliens, for example. Which one will you use to crush your opponents?&#10;&#10;And did we mention the Dinosaurs have laser beams?&#10;&#10;","image":"https://cf.geekdo-images.com/c1DOHkXD35OcqfPoxoSXlA__original/img/QhTMABCVrt58dLsps9sAWEu8CpI=/0x0/filters:format(jpeg)/pic1269874.jpg","thumbnail":"https://cf.geekdo-images.com/c1DOHkXD35OcqfPoxoSXlA__thumb/img/kdzBzdj4prsoztFNEFZ6eWv1RVI=/fit-in/200x150/filters:strip_icc()/pic1269874.jpg","link":"https://boardgamegeek.com/thing/122522","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[3],"averageRating":"6.70143","averageWeight":"2.0607","boardGameRank":"1181","mechanics":["Area Majority / Influence","Card Play Conflict Resolution","Deck Construction","Hand Management","Kill Steal","Open Drafting","Take That","Variable Player Powers","Variable Set-up"],"categories":["Card Game","Fantasy","Humor","Pirates","Science Fiction","Zombies"],"designers":["Paul Peterson"]}}