{"timestamp":"2024-11-13T01:16:07.364Z","gameDetails":{"id":"123260","name":"Suburbia","type":"boardgame","description":"Plan, build, and develop a small town into a major metropolis. Use hex-shaped building tiles to add residential, commercial, civic, and industrial areas, as well as special points of interest that provide benefits and take advantage of the resources of nearby towns. Your goal is to have your borough thrive and end up with a greater population than any of your opponents.&#10;&#10;Suburbia is a tile-laying game in which each player tries to build up an economic engine and infrastructure that will be initially self-sufficient, and eventually become both profitable and encourage population growth. As your town grows, you'll modify both your income and your reputation. As your income increases, you'll have more cash on hand to purchase better and more valuable buildings, such as an international airport or a high-rise office building. As your reputation increases, you'll gain more and more population &mdash; and the player with the largest population at the end of the game wins.&#10;&#10;During each game, players compete for several unique goals that offer an additional population boost &mdash; and the buildings available in each game vary, so you'll never play the same game twice!&#10;&#10;The second edition of Suburbia features updated artwork, larger tiles than in the original game, a dual-sided scoreboard, GameTrayz storage organizers, and more!&#10;&#10;","image":"https://cf.geekdo-images.com/1YcHesB7LRvCF8i9vgH7qw__original/img/BVcGhHh0nedwcBBzu_ku-yh8LWY=/0x0/filters:format(png)/pic6009608.png","thumbnail":"https://cf.geekdo-images.com/1YcHesB7LRvCF8i9vgH7qw__thumb/img/LmYQpfDR6ds-9jGknAgbqjwuVs8=/fit-in/200x150/filters:strip_icc()/pic6009608.png","link":"https://boardgamegeek.com/thing/123260","minPlayers":"1","maxPlayers":"4","yearPublished":"2012","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":[3],"averageRating":"7.47099","averageWeight":"2.762","boardGameRank":"226","mechanics":["Auction: Dutch","Catch the Leader","End Game Bonuses","Hexagon Grid","Income","Open Drafting","Set Collection","Solo / Solitaire Game","Tile Placement"],"categories":["City Building","Economic"],"designers":["Ted Alspach"]}}