{"timestamp":"2024-11-09T20:14:44.680Z","gameDetails":{"id":"123844","name":"City Hall","type":"boardgame","description":"City Hall sees players competing to become Mayor of New York City. They do this by attempting to be the most successful at both bringing people into the city as well as campaigning for the citizens' approval. Whoever best balances these two goals will win the election.&#10;&#10;There are seven offices within City Hall. These offices deal with a different aspect of building the city or campaigning, such as the Tax Assessor, Surveyor, or Zoning Board. In a round, each player will get to activate one of these offices. However, just because you activate an office doesn't mean you will get to use it. The other players will have an opportunity to use their influence to steal control of the office away from you. Keeping it will require countering with your own influence. However, you can instead let another player control that office this round and add their influence to your own, giving you a leg up on controlling things later on.&#10;&#10;In using these offices, players will buy land and build properties to create attractive neighborhoods that will bring the most people into the city &ndash; or they might place a factory next to an opponent's housing complex to drive people out. They will also tax their constituents to raise funds (with the option of sacrificing popularity to tax at higher rates), buy and sell influence to the Lobbyist, and campaign to increase their approval level.&#10;&#10;At the end of the game, the citizens of the city will vote based on which player brought them in and that player's approval level. Special interest groups will also collect votes for players based on certain goals, such as Wall Street backing the player with the most money. Whichever player has the most votes on election day will become Mayor of New York and appoint his or her opponents to the Sanitation Department.&#10;&#10;","image":"https://cf.geekdo-images.com/7K03WSXgpow6Kw0V7MhHdw__original/img/QeMJW2rHntavQ4iIHiE4K3WTaWw=/0x0/filters:format(jpeg)/pic4995890.jpg","thumbnail":"https://cf.geekdo-images.com/7K03WSXgpow6Kw0V7MhHdw__thumb/img/SC6ttHSSuvRL6qDwUFQXZLMHz8I=/fit-in/200x150/filters:strip_icc()/pic4995890.jpg","link":"https://boardgamegeek.com/thing/123844","minPlayers":"2","maxPlayers":"4","yearPublished":"2014","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"3"}}