{"timestamp":"2024-11-09T22:14:37.541Z","gameDetails":{"id":"124118","name":"Village: Customer Expansion","type":"boardgameexpansion","description":"Village: Bonus Customers is exactly what the name describes &ndash; additional customers that can be added to the Village base game. Here's what those customers need in order to be served:&#10;&#10;Tile 1: You can take this customer tile for free (you may still have to pay 1 green influence cube and 1 time). At the end of the game, you score 1 prestige point.&#10;&#10;Tile 2: Spend a scroll. At the end of the game, you score 1 prestige point for every 2 customer tiles that you own (including this one).&#10;&#10;Tile 3: When you serve this customer, you must own the next starting player marker and return it to the council chamber.&#10;At the end of the game, you score 3 prestige points.&#10;&#10;Tile 4: Spend a horse and an ox to score 7 prestige points at the end of the game.&#10;&#10;&#10;FRENCH&#10;&#10;Tuile 1 : Prenez la tuile gratuitement. A la fin de la partie elle vous rapporte 1 Point de prestige.&#10;&#10;Tuile 2 :  D&eacute;pensez 1 parchemin. En fin de partie vous gagnez 1 point de victoire pour chaque paire de tuiles client.&#10;&#10;Tuile 3 : Pour pouvoir r&eacute;cup&eacute;rer la tuile vous devez poss&eacute;der le marqueur &quot;prochain premier joueur&quot; et le replacer dans la chambre du Conseil. A la fin de la partie elle vous rapporte 3 Point de prestige.&#10;&#10;Tuile 4 : D&eacute;pensez 1 cheval et un 1 b&oelig;uf pour 7 points de prestige en fin de partie.&#10;&#10;","image":"https://cf.geekdo-images.com/3d6qBT4NikdJOt2SJOnYuA__original/img/sUyXOSpRmBHNFKBcDccUDkf8nRc=/0x0/filters:format(jpeg)/pic1308633.jpg","thumbnail":"https://cf.geekdo-images.com/3d6qBT4NikdJOt2SJOnYuA__thumb/img/JAU9Z9IaYIoptfAFJemtW2XMw9Q=/fit-in/200x150/filters:strip_icc()/pic1308633.jpg","link":"https://boardgamegeek.com/thing/124118","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"3"}}