{"timestamp":"2024-11-12T18:47:23.521Z","gameDetails":{"id":"124172","name":"Tsuro of the Seas","type":"boardgame","description":"The basic game play of Tsuro of the Seas resembles that of Tom McMurchie's Tsuro: Players each have a ship that they want to sail &mdash; that is, keep on the game board &mdash; as long as possible. Whoever stays on the board the longest wins the game.&#10;&#10;Each turn players add &quot;wake&quot; tiles to the 7&times;7 game board; each tile has two &quot;wake connections&quot; on each edge, and as the tiles are placed on the board, they create a connected network of paths. If a wake is placed in front of a ship, that ship then sails to the end of the wake. If the ship goes off the board, that player is out of the game.&#10;&#10;What's new in Tsuro of the Seas are daikaiju tiles, representing sea monsters and other creatures of the deep. Notably, daikaiju can move: each tile has five arrows, four for moving in each of the cardinal directions and another one for rotation. On the active player's turn, he rolls two six-sided dice; on a sum of 6, 7, or 8, the daikaiju will move, while on any other sum they'll stay in place. To determine which direction the daikaiju tiles move, the player then makes a second roll, this time with a single die. On 1-5 in the second roll, each daikaiju moves according to its matching arrow. On a 6 in the second roll, a new daikaiju tile is added to the board.&#10;&#10;If a daikaiju tile hits a wake tile, a ship, or another daikaiju tile, the object hit is removed from the game. Another way to be ousted! The more daikaiju tiles on the game board, the faster players will find themselves trying to breathe water...&#10;&#10;","image":"https://cf.geekdo-images.com/mQgUEukVc97EDZ_YIRxxwg__original/img/BUWEc5GWtNAsUGtPHP8FNT_s_Uo=/0x0/filters:format(jpeg)/pic1301853.jpg","thumbnail":"https://cf.geekdo-images.com/mQgUEukVc97EDZ_YIRxxwg__thumb/img/PRBd4GvWPitG1UZxu3wvIY0N46o=/fit-in/200x150/filters:strip_icc()/pic1301853.jpg","link":"https://boardgamegeek.com/thing/124172","minPlayers":"2","maxPlayers":"8","yearPublished":"2012","playingTime":"40","minPlayingTime":"20","maxPlayingTime":"40","bestAtCount":[4],"averageRating":"6.51285","averageWeight":"1.4238","boardGameRank":"1968","mechanics":["Dice Rolling","Hand Management","Network and Route Building","Player Elimination","Tile Placement"],"categories":["Abstract Strategy","Nautical"],"designers":["Tom McMurchie","Jordan Weisman"]}}