{"timestamp":"2024-11-12T18:46:24.274Z","gameDetails":{"id":"124881","name":"Swordfish","type":"boardgame","description":"Swordfish is a German game on the fishing and the commerce of swordfish. Close to the North Atlantic continental shelf is a group of shallow underwater plateaus called Grand Banks. This area is unique because the cold Labrador Current mixes with the warm waters of the Gulf Stream. The mixing of the streams and the shape of the ocean bottom lifts nutrients to the surface, helping to create one of the richest fishing grounds in the world &ndash; but it is also the cause of violent storms that happen in the best fishing zone of this area: the well-known Flemish Cap of The Perfect Storm.&#10;&#10;The players will have to manage their victory points when they are on the coast to hire boats, engage captains and crews, and buy the proper quantities of fuel and bait so as to sail the Ocean at their best and fish the heaviest and most profitable swordfish of the world.&#10;&#10;Only the most skilled and bravest seamen will be able to take to the open sea without fear through the storm, find the &quot;triple markers&quot;, and sell the catch in order to have the most victory points at the end of the season.&#10;&#10;","image":"https://cf.geekdo-images.com/UYiqaU3FklArjptioOQv3Q__original/img/W8PT2N8OXpoLOmmyBGm6lL3guo8=/0x0/filters:format(jpeg)/pic1316845.jpg","thumbnail":"https://cf.geekdo-images.com/UYiqaU3FklArjptioOQv3Q__thumb/img/4E2QkHSK-0ZgGrGfd9XvdI3jIuI=/fit-in/200x150/filters:strip_icc()/pic1316845.jpg","link":"https://boardgamegeek.com/thing/124881","minPlayers":"2","maxPlayers":"6","yearPublished":"2012","playingTime":"75","minPlayingTime":"75","maxPlayingTime":"75","bestAtCount":[4],"averageRating":"5.87624","averageWeight":"2.8824","boardGameRank":"17784","mechanics":["Pick-up and Deliver","Point to Point Movement","Set Collection","Variable Phase Order","Worker Placement"],"categories":["Economic","Nautical","Transportation","Travel"],"designers":["Pierluigi Frumusa","Davide Rizzi"]}}