{"timestamp":"2024-11-09T20:27:51.829Z","gameDetails":{"id":"125403","name":"Dominion: Dark Ages","type":"boardgameexpansion","description":"Game description from the publisher:&#10;&#10;Times have been hard. To save on money, you've moved out of your old castle and into a luxurious ravine. You didn't like that castle anyway; it was always getting looted and never at a reasonable hour. And if it wasn't barbarians it was the plague, or sometimes both would come at once, and there wouldn't be enough chairs. The ravine is great; you get lots of sun, and you can just drop garbage wherever you want. In your free time you've taken up begging. Begging is brilliant conceptually, but tricky in practice since no one has any money. You beg twigs from the villagers, and they beg them back, but no one really seems to come out ahead. That's just how life is sometimes. You're quietly conquering people, minding your own business, when suddenly there's a plague, or barbarians, or everyone's illiterate, and it's all you can do to cling to some wreckage as the storm passes through. Still, you are sure that, as always, you will triumph over this adversity, or at least do slightly better than everyone else.&#10;&#10;Dominion: Dark Ages is the seventh addition to the game of Dominion. It contains 500 cards but is not a standalone game. It adds 35 new Kingdom cards to Dominion, plus new bad cards you give to other players (Ruins), new cards to replace starting Estates (Shelters), and cards you can get only via specific other cards. The central themes are the trash and upgrading. There are cards that do something when trashed, cards that care about the trash, cards that upgrade themselves, and ways to upgrade other cards.&#10;&#10;Part of the Dominion series.&#10;&#10;","image":"https://cf.geekdo-images.com/ewZazg5StWU8_kOWh0dqNg__original/img/Wpa9TgLvV1cd_7EcEsTXKRwmgbk=/0x0/filters:format(jpeg)/pic1321190.jpg","thumbnail":"https://cf.geekdo-images.com/ewZazg5StWU8_kOWh0dqNg__thumb/img/f1aeKCQ6FA8h2nT2nbbe9acMlO8=/fit-in/200x150/filters:strip_icc()/pic1321190.jpg","link":"https://boardgamegeek.com/thing/125403","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"2"}}