{"timestamp":"2024-11-09T21:40:22.661Z","gameDetails":{"id":"1260","name":"Rook","type":"boardgame","description":"Rook is a trump-based trick-taking game played with a deck of Rook playing cards. It was first sold in 1906 by Parker Brothers.  The Rook deck is similar to a standard deck of cards, but has only numbers from 1-14 in four colors (no face cards or card suits (spades, etc.)).&#10;&#10;The standard game is a 4-player partnership game with the 1's, 2's, 3's, and 4's removed for a deck of 41 cards (with the Rook card).  Each hand, players bid for Trump, and then the partnership that won the bid must make the amount of points bid in the hand.  Play of each trick is similar to Whist games like Bridge. The card led must be followed by a card of the same color.  A player may play a trump color if they have none of the color led.  The highest card of the color led wins the trick, unless the trick is trumped, and then the highest trump wins the trick.  The Rook card can be played at any time, and always wins the trick.  Unlike Whist or Bridge, the amount of tricks is not important, but certain count cards (5's, 10's, 14's, and the Rook card) taken in tricks are worth points, which is how the game is scored.&#10;&#10;The standard game is 4-player, but there are variants for 2-player and 3-player in the rules, and there also are many variations and house rules used in play.&#10;&#10;Rook has also been referred to as Missionary Poker.  The Rook deck, with no-face cards or suits from a standard deck of cards, has often been a card game played by religious groups who object to using a standard deck of cards.&#10;&#10;","image":"https://cf.geekdo-images.com/lKJgntNaJAa8A7QStjRvzA__original/img/DB0f2rKbHv0aLUQpVQyBIsEsz_E=/0x0/filters:format(jpeg)/pic394433.jpg","thumbnail":"https://cf.geekdo-images.com/lKJgntNaJAa8A7QStjRvzA__thumb/img/e6VbhPlXJgY86AMG-NsuS6zC-fw=/fit-in/200x150/filters:strip_icc()/pic394433.jpg","link":"https://boardgamegeek.com/thing/1260","minPlayers":"2","maxPlayers":"6","yearPublished":"1906","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}