{"timestamp":"2024-11-13T00:41:26.479Z","gameDetails":{"id":"126042","name":"Nations","type":"boardgame","description":"From the humble beginnings of civilization through the historical ages of progress, mankind has lived, fought, and built together in nations. Great nations protect and provide for their own, while fighting and competing against both other nations and nature itself. Nations must provide food and stability as the population increases. They must build a productive economy. And all the while, they must amaze the world with their great achievements to build up their heritage as the greatest nations in the history of mankind!&#10;&#10;Nations is an intense historical board game for 1&ndash;5 players that takes 40 minutes per player to play. Players control the fate of nations from their humble start in prehistoric times until the beginning of World War I. The nations constantly compete against each other and must balance immediate needs, long-term growth, threats, and opportunities.&#10;&#10;Gameplay introduction&#10;&#10;Players choose a Nation and a difficulty to play at, similar to the Civilization computer games series. After the growth phase, 2 historical events are revealed, which the players will compete for during the round. Then players take a single small action each, in player order, as many times as they wish until all have passed. Actions are:&#10;&#10;&#10;     Buy a card&#10;     Deploy a worker&#10;     Hire an architect for a wonder&#10;     Special action provided by a card&#10;&#10;&#10;Players each have individual boards that represent their Nation. There are many ways that players affect, compete, and indirectly interact with other players. But there is no map, no units to move around, and no direct attacks on other players.&#10;&#10;When all have passed, there is production, new player order is determined (every position is competed for), the historical events happen, and if this is the last round of an age, the books are scored. At the start of a new round, most old cards are removed and new ones are put on the display.&#10;&#10;Victory points are gained and lost during the game, and also awarded at the end of the game. The player with the most victory points is the winner.&#10;&#10;See 'More information' below for link to rules, etc.&#10;&#10;","image":"https://cf.geekdo-images.com/-hn7gA50ci0n7j9u_-jHhA__original/img/1RkLWWHzepOqacKarc1176UofVs=/0x0/filters:format(png)/pic1591406.png","thumbnail":"https://cf.geekdo-images.com/-hn7gA50ci0n7j9u_-jHhA__thumb/img/rJqh_lHJ45NZHtxC5uq8xH2_Hzk=/fit-in/200x150/filters:strip_icc()/pic1591406.png","link":"https://boardgamegeek.com/thing/126042","minPlayers":"1","maxPlayers":"5","yearPublished":"2013","playingTime":"200","minPlayingTime":"40","maxPlayingTime":"200","bestAtCount":[3,4],"averageRating":"7.60258","averageWeight":"3.5434","boardGameRank":"242","mechanics":["Events","Open Drafting","Variable Player Powers"],"categories":["Card Game","Civilization","Economic"],"designers":["Rustan Håkansson","Nina Håkansson","Einar Rosén","Robert Rosén"]}}