{"timestamp":"2024-11-12T21:18:55.013Z","gameDetails":{"id":"1261","name":"Medina","type":"boardgame","description":"The year is 1822.  After years of decay, it is time to rebuild the medina, located at the foot of the Atlas mountains. The architects and engineers of the city work to erect large and beautiful palaces and to renovate the damaged city wall. As the reconstruction of the old city progresses, the city's inhabitants flock through the alleys, and the contours of the new city gradually reappear!&#10;&#10;Each turn, players must place two pieces on the board, either augmenting an existing building or starting a new building if the current building of that color is finished. Each player will claim one building of each of the four colors by the end of the game, giving one point per wooden piece attached to the building.&#10;&#10;Also, if you own the largest building of a particular color you get a bonus for that color. Finally, there are bonuses for the player who most recently connected one of their buildings to the walls, which grow from the four corners of the city.&#10;&#10;Medina is a tense game by the great designer Stefan Dorra.&#10;&#10;In 2014, Medina was re-released with new components, as well as changed and 2-player rules. See Medina (Second Edition).&#10;&#10;","image":"https://cf.geekdo-images.com/-jyGarDLb4vX2uiffkKLag__original/img/UXwkjPtpfuaEF2WBKKhiJdD7Rns=/0x0/filters:format(jpeg)/pic580033.jpg","thumbnail":"https://cf.geekdo-images.com/-jyGarDLb4vX2uiffkKLag__thumb/img/-4QmqonK07LZYwp2Q4Q8-H2weWI=/fit-in/200x150/filters:strip_icc()/pic580033.jpg","link":"https://boardgamegeek.com/thing/1261","minPlayers":"3","maxPlayers":"4","yearPublished":"2001","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.01715","averageWeight":"2.7762","boardGameRank":"1431","mechanics":["Grid Coverage","Square Grid","Tile Placement"],"categories":["Abstract Strategy","Arabian","City Building","Post-Napoleonic"],"designers":["Stefan Dorra"]}}