{"timestamp":"2024-11-10T04:35:37.804Z","gameDetails":{"id":"1265","name":"Mystery Rummy: Jekyll & Hyde","type":"boardgame","description":"It's still rummy at heart, with multiple suits of 5 cards each, with the twist being that the suits are designated J for Jekyll, H for Hyde, or J/H for suits that count as both Jekyll and Hyde. The unique mechanism in this version of MR is that there is a two sided card (the 'identity card') on the table next to the draw deck, which has Jekyll on one side, and Hyde on the other. At the start of the game, Dr. Jekyll is showing, but this can change if a &quot;potion&quot; card is played (one of the three gavel cards, cards you can only play one of on your turn). You then flip the identity card over, and draw 2 cards from the draw deck. This is important, because you can only play melds whose suit matches the identity that is currently showing.&#10;&#10;The identity card is important in scoring as well, because any melds that match the identity card when scoring count double, and during scoring if all your meld suits match the current identity card, you shut the other player out! This makes for a tense endgame, especially if you're trying to go for a shutout, because there is a card 'transformation that can change the value of your or an opponents meld from one suit to another.&#10;&#10;Add in one more gavel card type ('work in lab') which lets you draw three cards from the draw deck and keep one, or the top of the discard pile, but only if the card you take matches the identity currently showing. The round ends when one player goes out, and scoring then occurs. Cards in your hand count as negative points.&#10;&#10;This is #3 in the Mystery Rummy series.&#10;&#10;","image":"https://cf.geekdo-images.com/egnaIYGMGkD3htjX1tKvWA__original/img/W0z9lro5pZWzBMIkpLNfUx2CvTE=/0x0/filters:format(jpeg)/pic140031.jpg","thumbnail":"https://cf.geekdo-images.com/egnaIYGMGkD3htjX1tKvWA__thumb/img/KHAr5sNHJe8h1I19ZBG2GPmb_xU=/fit-in/200x150/filters:strip_icc()/pic140031.jpg","link":"https://boardgamegeek.com/thing/1265","minPlayers":"2","maxPlayers":"2","yearPublished":"2001","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"2"}}