{"timestamp":"2024-11-13T00:25:32.772Z","gameDetails":{"id":"127067","name":"King of Tokyo: Power Up!","type":"boardgameexpansion","description":"With King of Tokyo: Power Up! &ndash; an expansion for the King of Tokyo base game &ndash; Included is the new monster Pandakai, a giant panda bear. After choosing a monster, each player takes the eight Evolution cards associated with that monster, shuffles those cards, and creates a personal deck. At the end of a player's turn, if she has three hearts, she draws one Evolution card and adds it to her hand; this is possible even in Tokyo (when hearts are normally useless) and even if the hearts are used for some other action, such as healing.&#10;&#10;A player can reveal and play an Evolution card at any time. Some Evolutions are temporary, allowing a one-time bonus, while others are Permanent, such as Gigazaur's &quot;Tail Sweep&quot;, which allows him to change one die to a 1 or 2 each turn. Each Evolution card also identifies whether a monster is a Mutant, Invader, or Robot, and while not relevant for Power Up!, this species identification could come into play in future expansions.&#10;&#10;The rules for King of Tokyo: Power Up! contain a few variants: Players start with a random Evolution in play, or draw two cards and choose the one they want, or draft a set of Evolutions prior to the start of play. However you play, the goal of the game remains the same: Score 20 points or be the last monster standing amid the rubble of what was once Tokyo.&#10;&#10;Part of the King of Tokyo series.&#10;&#10;","image":"https://cf.geekdo-images.com/ukYD9rs-jvEK-s9BhgqBEA__original/img/pHc_rWQXyznkOlx9UYs8g1cbu6E=/0x0/filters:format(jpeg)/pic3330452.jpg","thumbnail":"https://cf.geekdo-images.com/ukYD9rs-jvEK-s9BhgqBEA__thumb/img/2okiMTHBkUJ1yBpAZbFeBTq4-yo=/fit-in/200x150/filters:strip_icc()/pic3330452.jpg","link":"https://boardgamegeek.com/thing/127067","minPlayers":"2","maxPlayers":"6","yearPublished":"2012","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[4,5],"averageRating":"7.5904","averageWeight":"1.712","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Variable Player Powers"],"categories":["Expansion for Base-game","Dice","Movies / TV / Radio theme","Science Fiction"],"designers":["Richard Garfield"]}}