{"timestamp":"2024-11-09T20:05:51.161Z","gameDetails":{"id":"127060","name":"Bora Bora","type":"boardgame","description":"Stake your fortunes in the mysterious island world of Bora Bora. Journey across islands, building huts where the resilient men and women of your tribes can settle, discovering fishing grounds and collecting shells. Send priests to the temples, and gather offerings to curry favor with the gods.&#10;&#10;In Bora Bora, players use dice to perform a variety of actions using careful insight and tactical planning. The heart of the game is its action resolution system in which 5-7 actions are available each round, the exact number depending on the number of players. Each player rolls three dice at the start of the round, then they take turns placing one die at a time on one action. Place a high number on an action, and you'll generally get a better version of that action: more places to build, more choices of people to take, better positioning on the temple track, and so on. Place a low number and you'll get a worse action &ndash; but you'll possibly block other players from taking the action at all as in order to take an action you must place a die on it with a lower number than any die already on the action.&#10;&#10;Three task tiles on a player's individual game board provide some direction as to what he might want to do, while god tiles allow for special actions and rule-breaking, as gods are wont to do. The player who best watches how the game develops and uses the most effective strategy will prevail.&#10;&#10;","image":"https://cf.geekdo-images.com/9YEjZIVdWVcUVWC7o8aKsQ__original/img/FmxZfRUytUU35lwbNkTetKJT6YM=/0x0/filters:format(jpeg)/pic1542342.jpg","thumbnail":"https://cf.geekdo-images.com/9YEjZIVdWVcUVWC7o8aKsQ__thumb/img/DvUZLxCdQsrU6uMqXnLU-ksIEJs=/fit-in/200x150/filters:strip_icc()/pic1542342.jpg","link":"https://boardgamegeek.com/thing/127060","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":"4"}}