{"timestamp":"2024-11-12T18:45:37.430Z","gameDetails":{"id":"1270","name":"Star Wars Customizable Card Game","type":"boardgame","description":"In Star Wars CCG, you take on the role of either the Rebellion or the Empire, and try to deplete your opponent's 'Life Force' by battling on the ground and in space.&#10;&#10;In the Star Wars Customizable Card Game (Star Wars CCG) players can choose from over 3000 different cards to build their own play deck consisting of 60 cards.&#10;&#10;The game went out of print in 2001 but an active Player's Committee keeps the game alive by producing new, free &quot;virtual card&quot; expansions that are released frequently. You can 'customize' your deck by adding or removing cards between games to 'tweak' it.&#10;&#10;Each player selects their deck of 60 cards in secret.  Cards are arrayed on a flat surface between the two players.  Location cards are laid out first and then characters or ships are laid out at the locations.  Additional types of cards can be placed on ships and characters, for example weapons and devices. The object of the game is to drain your opponent's life force.  Each card represents a unit of life force.  Playing location cards allows you to draw additional life force into your hand.  If a ship or character is destroyed in battle, the card goes to a lost pile; when all cards are in your lost pile you have lost the game.&#10;&#10;This is a strategy based card game set in the Star Wars universe that can become very addictive.  It is a complex game that offers rewarding, strategic play for those who take the time to learn it.  Visit SWCCGPC.com for the latest news and to learn how to play.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/rqqwPQg_-PcE8YUAe0s71Q__original/img/92rHyYStZbKqT7K5j6E7FdsZyoA=/0x0/filters:format(jpeg)/pic3456072.jpg","thumbnail":"https://cf.geekdo-images.com/rqqwPQg_-PcE8YUAe0s71Q__thumb/img/A-gCSpPUSpe3aOGV-bhfuWnt3t0=/fit-in/200x150/filters:strip_icc()/pic3456072.jpg","link":"https://boardgamegeek.com/thing/1270","minPlayers":"2","maxPlayers":"2","yearPublished":"1995","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"6.74959","averageWeight":"3.1682","boardGameRank":"2458","mechanics":["Area Majority / Influence","Hand Management","Modular Board","Multi-Use Cards","Variable Player Powers"],"categories":["Card Game","Collectible Components","Movies / TV / Radio theme","Science Fiction"],"designers":["Richard Borg","Tom Braunlich","Jerry Darcy","Chuck Kallenbach","Roland L. Tesh"]}}