{"timestamp":"2024-11-12T18:26:43.745Z","gameDetails":{"id":"12750","name":"1860: Railways on the Isle of Wight","type":"boardgame","description":"A game tracing the development of railways on the Isle of Wight, 1860 is part of the 18xx series of economic railway games, based on Francis Tresham's original concepts.&#10;&#10;As in other 18xx games, the winner is the player with the greatest combined wealth (cash on hand + value of stocks held + value of private companies owned) at the end of the game. Play  progresses in a series of alternating stock and operating rounds. During stock rounds, players may purchase and sell stock in corporations.  During operating rounds, the corporations lay track, place railway stations (tokens), run trains for revenue to be withheld or paid out, and purchase trains. The player who owns the most stock in a given corporation makes all decisions for said corporation during an operating round.&#10;&#10;The game is notable for the small size of the board compared to many 18xx games, and its innovative game end: The climax of play sees the beginnings of railway nationalization in the United Kingdom, with the weakest companies being eliminated from private operation earlier than those which are the healthiest.&#10;&#10;Other notable differences from most 18xx games include:&#10;-Players may own up to 100% of a corporation, and may sell presidents&rsquo; certificates into the bank pool, at which time a corporation goes into receivership and continues to operate.&#10;-Corporations are never required to own trains, and thus player bankruptcy is impossible.  Instead, a trainless corporation becomes insolvent and leases a train based on the current phase, withholding all earnings. &#10;-Corporations are allowed to run one train through one &ldquo;tokened out&rdquo; city once per operating  round, which makes strategic route building and station placement key.&#10;&#10;The game was initially produced in a small print run of c.100 copies.  JKLM and Z-Man games released a larger, but still limited, 2nd edition (with an alternate map) in 2010. In 2021, All-Aboard Games funded the publication of a 3rd edition through Kickstarter which was backed more than 1000 times.&#10;&#10;","image":"https://cf.geekdo-images.com/Y64Vz03QU9IReVefxyVcBQ__original/img/I4ReRERswNNOSkySr779Y7wBbHg=/0x0/filters:format(jpeg)/pic6637838.jpg","thumbnail":"https://cf.geekdo-images.com/Y64Vz03QU9IReVefxyVcBQ__thumb/img/_HmRTBu59c-chLlIVxDsAoeEAcQ=/fit-in/200x150/filters:strip_icc()/pic6637838.jpg","link":"https://boardgamegeek.com/thing/12750","minPlayers":"2","maxPlayers":"4","yearPublished":"2004","playingTime":"240","minPlayingTime":"180","maxPlayingTime":"240","bestAtCount":[3],"averageRating":"7.89785","averageWeight":"4.1163","boardGameRank":"1836","mechanics":["Auction / Bidding","Network and Route Building","Stock Holding","Tile Placement"],"categories":["Economic","Trains","Transportation"],"designers":["Mike Hutton"]}}