{"timestamp":"2024-11-12T20:34:49.440Z","gameDetails":{"id":"12761","name":"Ys","type":"boardgame","description":"In remote times, King Gradlon had the magnificent city of Ys erected for his daughter Dahut. Gargantuan sea-walls protected the city from the violent waves. Dahut decided to make Ys the most powerful place in Brittany; thus, she dispatched dragons to seize merchant ships loaded with jewels which sailed on the open sea&hellip;&#10;&#10;Each turn, ships filled with gems land in the city's ports. The players, embodying merchant-princes of Ys, set their team to work, two at a time, in the 4 neighborhoods of the city; deciding which area of each neighborhood to focus on. Controlling the port to claim special black jewels, the commercial area to gain a financial advantage or the palace to influence characters of influence. However it is the player who dominates the neighborhood as a whole who has the first choice of the precious stones carried in the hold of the ship docked there.  Don't overlook the gem market as other players may send their brokers to influence the value of the different types of jewels, making your collection less valuable.&#10;&#10;Each player has a team of 11 brokers of varying skill levels. These brokers are placed on the players turn, one face up and one face down. Bluff your opponents on where your intentions lie, misdirection is the key to victory.&#10;&#10;At the end of the game, the winner is the player who has accumulated the most gold (represented by victory points).&#10;&#10;","image":"https://cf.geekdo-images.com/4CUtcDNWKT-r08P9B5CBmQ__original/img/VPQgQQHSC2ZyGQRyMG5zsWtKuxg=/0x0/filters:format(jpeg)/pic342165.jpg","thumbnail":"https://cf.geekdo-images.com/4CUtcDNWKT-r08P9B5CBmQ__thumb/img/FSa6BP2JbM7y9tfdOLZHShzGcgo=/fit-in/200x150/filters:strip_icc()/pic342165.jpg","link":"https://boardgamegeek.com/thing/12761","minPlayers":"2","maxPlayers":"4","yearPublished":"2004","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"6.89799","averageWeight":"2.9177","boardGameRank":"1827","mechanics":["Area Majority / Influence","Auction / Bidding","Commodity Speculation"],"categories":["Bluffing","Medieval"],"designers":["Cyril Demaegd"]}}