{"timestamp":"2024-11-13T00:19:02.686Z","gameDetails":{"id":"127994","name":"Heroes of Metro City","type":"boardgame","description":"Heroes of Metro City is a deck-building card/board game in which each player represents a super-powered Hero of his own design who must stop their Archenemy's nefarious plan to destroy Metro City. Devastate your enemies with thousands of possibilities and choices for your character. The base game includes over twenty explosive Power cards and many iconic Energy Sources, and a randomized subset of these will be selected for each game. It's an exciting array of possibilities for your customized super-powered Hero.&#10;&#10;Heroes of Metro City uses dynamic deck-building combined with unique Energy Source slots to create a power management mechanism (using your Hero Placard) that lets you decide which powers and abilities are most important for each turn. The Hero Placard also helps to guide you through the six phases of each turn.&#10;&#10;To succeed, the Heroes must do battle with hordes of Minions, diabolical Villains, and the Archenemy who leads them! The more Energy and Powers a Hero develops, the closer he gets to defeating their Archenemy. The first player to defeat the Archenemy wins the game...unless the Archenemy destroys so much of Metro City that there's nothing left to save!&#10;&#10;","image":"https://cf.geekdo-images.com/bc4PBiLNK9Ez4yLUQWeVsQ__original/img/h3kpnCHLs7nX1EIZe7R-fTvJBQk=/0x0/filters:format(jpeg)/pic1767764.jpg","thumbnail":"https://cf.geekdo-images.com/bc4PBiLNK9Ez4yLUQWeVsQ__thumb/img/C4XOyelum3mGTzhSma4zGrXXFlc=/fit-in/200x150/filters:strip_icc()/pic1767764.jpg","link":"https://boardgamegeek.com/thing/127994","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[3,4],"averageRating":"5.67291","averageWeight":"2.5714","boardGameRank":"21309","mechanics":["Deck, Bag, and Pool Building","Dice Rolling","Role Playing"],"categories":["Card Game","Comic Book / Strip","Science Fiction"],"designers":["David Boostrom","James H. Waller"]}}