{"timestamp":"2024-11-12T20:34:12.240Z","gameDetails":{"id":"128063","name":"Uchronia","type":"boardgame","description":"In Uchronia, you are the patriarch of a great Uchronian noble house, competing with the other houses that commit their wealth to building the city, enriching it with new constructions, and striving to win over the people.&#10;&#10;In game terms, players start with six resource cards in hand, then each discard a card to the shared forum; each resource card shows the type of resource (with color-coded five resources in the game), an activity icon (with, for example, all yellow clay cards showing a pick), and an order (with yellow showing Production). Five building cards are placed face-up in the Great Works area and can be built by the players; any time a building is taken from this area, reveal another building card.&#10;&#10;On a turn, you first move any card(s) played the previous turn to the forum, then you either Command or Plot. To Command, you play one card from your hand with the order you want to carry out or two identical cards, which allows you to take any order. The orders are:&#10;&#10;&#10;    Production: Place one card from the forum into your stock. For each Production activity you have, take the action again.&#10;    Exploration: Place one card from your hand into your stock. Repeat for each Exploration activity.&#10;    Draconians: Show one card from your hand, then move one card of this type from the forum to your stock; in addition, each player who commanded in his previous turn must give you a card of the same type from his hand, if possible. For each Draconians activity you have, you can show one more card, which lets you claim more from the forum and possibly more from opponents.&#10;    Trade: Transform one resource in your stock to an activity. Repeat for each Trade activity.&#10;    Construction: Start a new building (by discarding a matching color resource from the forum) or transfer a resource from your stock to a building in progress. Repeat for each Construction activity.&#10;&#10;&#10;When you complete a building, you gain its special ability for the remainder of the game. You can have only two activities, plus one more for each completed building you own. If you have more of a particular ability than anyone else, you claim the monopoly card for this activity, making each of these activities worth 1 victory point (VP) and allowing you to claim a matching resource whenever anyone completes a building of this color.&#10;&#10;If you Plot instead of Command, you first copy one order showing in another player's area (if you have an activity of the same color), then you either draw until you have five cards or draw one card (if you already have at least five).&#10;&#10;The game continues until one or more players hits a VP threshold (14-20 depending on the number of players). After completing the round (giving everyone the same number of turns), the player with the most VPs wins.&#10;&#10;","image":"https://cf.geekdo-images.com/BEMKss4V4AsOT6Lr1zQpiw__original/img/SPiUc2UI9BMJt17Kxoqvjs_YwdY=/0x0/filters:format(jpeg)/pic1514976.jpg","thumbnail":"https://cf.geekdo-images.com/BEMKss4V4AsOT6Lr1zQpiw__thumb/img/XA5ziKeiBn4KF5c6fRd7OZUOMMg=/fit-in/200x150/filters:strip_icc()/pic1514976.jpg","link":"https://boardgamegeek.com/thing/128063","minPlayers":"2","maxPlayers":"5","yearPublished":"2012","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":[3],"averageRating":"6.49697","averageWeight":"2.7765","boardGameRank":"3836","mechanics":["Follow","Hand Management","Open Drafting","Set Collection","Take That","Variable Phase Order"],"categories":["Ancient","Card Game","City Building","Prehistoric"],"designers":["Carl Chudyk"]}}