{"timestamp":"2024-11-13T00:07:05.549Z","gameDetails":{"id":"128236","name":"Escape: The Curse of the Temple – Expansion 1: Illusions","type":"boardgameexpansion","description":"Escape: Illusions includes two new modules for the Escape base game that can be used individually or mixed with any other available modules.&#10;&#10;The &quot;Illusion Chambers&quot; module consists of six chamber tiles that replace the tiles with only one magic gem in the basic game. After players return to the starting chamber during the game &ndash; something they must do twice in order to avoid losing a die &ndash; all illusion chambers in play are removed and returned to the bottom of the tile deck. Hopefully you already completed your business in any section of the temple now disconnected from the rest!&#10;&#10;The &quot;Special Chambers&quot; module consists of six new chamber tiles, divided as follows:&#10;&#10;&#10;    Three linked chamber tiles that allow you to activate magic gems, thereby making it easier for the adventurers to escape the temple &ndash; but the gems can be activated only if players are in two separate such chambers at the same time.&#10;    Two double chamber tiles that consist of a front and back room, with access to the back room being available only if you add tiles to the temple and snake around to the back. Why do you want to reach this room? More opportunities to activate magic gems and ease your way out of the temple.&#10;    One treasure chamber tile, containing a chalice that adventurers must bear to the exit tile. If they fail to do so, they lose the game &ndash; even if they otherwise would all escape!&#10;&#10;&#10;Components for a sixth player are included, as well as two copies each of one new curse card (&quot;Soul Exchange&quot;) and one new treasure tile (&quot;Large Torch&quot;).&#10;&#10;","image":"https://cf.geekdo-images.com/L2VneoReD6warRE2Gstkqg__original/img/NQ0WxnQC6k-_v4YXG6J5bnTcqhQ=/0x0/filters:format(jpeg)/pic1374177.jpg","thumbnail":"https://cf.geekdo-images.com/L2VneoReD6warRE2Gstkqg__thumb/img/VAzA-L8jcUoMn9nnyfcrQPe97aI=/fit-in/200x150/filters:strip_icc()/pic1374177.jpg","link":"https://boardgamegeek.com/thing/128236","minPlayers":"1","maxPlayers":"6","yearPublished":"2012","playingTime":"10","minPlayingTime":"10","maxPlayingTime":"10","bestAtCount":[4,5],"averageRating":"7.37141","averageWeight":"1.5957","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Dice Rolling","Modular Board","Tile Placement"],"categories":["Expansion for Base-game","Adventure","Dice","Exploration","Real-time"],"designers":["Kristian Amundsen Østby"]}}