{"timestamp":"2024-11-13T00:44:27.583Z","gameDetails":{"id":"128620","name":"Ogre: BGG Exclusive Overlays Sponsored Counter Sheets","type":"boardgameexpansion","description":"This Ogre terrain promo pack is a result of the Ogre Kickstarter project, where BoardGameGeek pledged $9,000 for the creation and distribution of two sets of promos, one of which is this terrain promo (the other promo set is a set of 3D units!).  Many ideas came from BoardGameGeek users, many others were devised by Steve Jackson, and all were finalized by Steve.&#10;&#10;The result is a scenario designer's dream come true, as there is terrain in this set (the log-filled water, for instance) that is not in the rules but is left for the scenario designer.  There are also many things that aren't standard Ogre canon.  Various pieces are intended to work together.  Here are some ideas that Steve Jackson suggests, for example:&#10;&#10;&#10;        - Dams, broken dams, downstream log-jams, and flooded towns are all designed to support destroy-the-dam scenarios.&#10;&#10;&#10;&#10;        - BGGsaurus from the 3-D sheet, and the terrain he has stomped through. Is it merely damaged, or has he left it radioactive or worse? And does he have some connection with the flying saucer?&#10;&#10;&#10;&#10;        - The big comm tower can just be a target, or it can be related to the flying saucer. Does it call the saucer? Does the saucer BUILD it? Maybe it's not actually a comm tower - those dishes could be super lasers!&#10;&#10;&#10;&#10;        - For that matter, is the giant glowing crater an exploded reactor, or is it what happens when the flying saucer takes too much damage?&#10;&#10;&#10;Sheet 1 contains (front/back):&#10;&#10;&#10;        - Giant flying saucer / Giant CRASHED flying saucer&#10;&#10;&#10;&#10;        - Missile base (center control building, nine launch silos) / Shot-up missile base&#10;&#10;&#10;&#10;        - Flooded city (white buildings in blue water) / City devastated by BGGsaurus (footprints)&#10;&#10;&#10;&#10;        - Repair facility (road going through buildings, robot arms, and so on) / Wrecked version of repair facility&#10;&#10;&#10;&#10;        - Swamp shape with multiple streams (this would drastically slow anything but infantry) / Flopped on reverse&#10;&#10;&#10;&#10;        - Town hex completely surrounded by forest / Humongous crater&#10;&#10;&#10;&#10;        - Bank of radar dishes / Shot-up radars.&#10;&#10;&#10;Sheet 2 contains (front/back):&#10;&#10;&#10;        - Two dams, one with a road over it and one not / Each has a broken version on the other side&#10;&#10;&#10;&#10;        - Airfield with road passing near / Shot-up airfield&#10;&#10;&#10;&#10;        - Coastal shape with forest / Coastal shape with burning rubble.&#10;&#10;&#10;&#10;        - Drowned city / Stomped city&#10;&#10;&#10;&#10;        - Three different-shaped overlays of flooded terrain choked with debris and logs (to use downstream from a broken dam) / Clear terrain with BGGsaurus footprints&#10;&#10;&#10;&#10;        - Humongous crater, but old and with plants regrowing on the inside / Humongous crater, full of water. The terrain inside the crater is NOT defined in the regular rules - it looks like shallow water filled with junk, but make of it what you will. Steve says he would not swim in it.&#10;&#10;&#10;Both sheets also have some &quot;dogleg&quot; shapes for changing streams and ridges.&#10;&#10;","image":"https://cf.geekdo-images.com/GbIMTlmD--Jq7LX29rCJig__original/img/QCSckwQDDaptCw8-I_zJWykFBF4=/0x0/filters:format(jpeg)/pic1381274.jpg","thumbnail":"https://cf.geekdo-images.com/GbIMTlmD--Jq7LX29rCJig__thumb/img/JF3OReeS8u9hC2dL8ikp83pwRqE=/fit-in/200x150/filters:strip_icc()/pic1381274.jpg","link":"https://boardgamegeek.com/thing/128620","minPlayers":"2","maxPlayers":"3","yearPublished":"2013","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":null,"averageRating":"7.0375","averageWeight":"2.4","boardGameRank":"Not Ranked","mechanics":["Hexagon Grid","Variable Player Powers"],"categories":["Expansion for Base-game","Fighting","Science Fiction","Wargame"],"designers":["Steve Jackson (I)"]}}