{"timestamp":"2024-11-12T18:41:35.615Z","gameDetails":{"id":"128780","name":"Pax Porfiriana","type":"boardgame","description":"Pax Porfiriana &ndash; Latin for &quot;The Porfirian Peace&quot; &ndash; refers to the 33-year reign of dictator Porfirio D&iacute;az, who ruled Mexico with an iron hand until toppled by the 1910 Revolution.&#10;&#10;As a rich businessman (Hacendado) in the turbulent pre-revolutionary borderlands of the U.S. and Mexico, players compete to build business empires of ranches, mines, rails, troops, and banks while subverting opponents with bandidos, Native Americans, and lawsuits. Each turn goes as follows:&#10;&#10;1. Action Phase: Perform three actions, such as play new cards, get new cards from the market, speculate on cards in the market, buy land, or redeploy troops.&#10;2. Discard Headlines: Remove any Headlines (i.e. cards with the Bull-Bear icon) that have reached the leftmost position in the Market.&#10;3. Restore Market: Restore the Market to twelve cards.&#10;4. Income Phase: Collect one gold per Income, Extortion, and Connection Cube in play. If Depression, pay one gold for each card in play (includes Partners and Enterprises in your Row, and all of your Troops).&#10;&#10;Four &quot;scoring&quot; cards (Toppling) are in the game and their effect depends on the current form of government. The government can change if troops are played and as a result of other cards. The form of government also influences different production values of the game, such as how much mines produce. Players win by toppling D&iacute;az, either by coup, succession, revolution, or annexation of Mexico by the U.S. If D&iacute;az remains firmly seated at the end of the game, then the player with the most gold wins.&#10;&#10;Pax Porfiriana includes 220 cards, but only fifty cards (along with ten for each player) are used in a game, so no two games will be the same!&#10;&#10;","image":"https://cf.geekdo-images.com/eSfBPvoLiAKvCMBzovAnIA__original/img/oq_DUQ2vnasvyq_ir-kZ824oEHc=/0x0/filters:format(jpeg)/pic1395308.jpg","thumbnail":"https://cf.geekdo-images.com/eSfBPvoLiAKvCMBzovAnIA__thumb/img/jThYRlCnbZ72LjL412mxYwQ3Q0A=/fit-in/200x150/filters:strip_icc()/pic1395308.jpg","link":"https://boardgamegeek.com/thing/128780","minPlayers":"1","maxPlayers":"6","yearPublished":"2012","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"7.65556","averageWeight":"3.6344","boardGameRank":"641","mechanics":["Action Points","Finale Ending","Hand Management","Income","Market","Open Drafting","Simulation","Take That","Variable Player Powers"],"categories":["Card Game","Civil War","Economic","Political","Post-Napoleonic"],"designers":["Matt Eklund","Phil Eklund","Jim Gutt"]}}