{"timestamp":"2024-11-10T04:44:18.492Z","gameDetails":{"id":"12891","name":"Friedrich","type":"boardgame","description":"Defeat Prussia before the Tsarina dies! Or be Frederick the Great and struggle for survival with a mixture of courageous willpower, sudden inspiration and stoic patience.&#10;&#10;It is the summer of 1756. On the eve of the Seven Years War, half of Europe has formed an alliance. Frederick the Great is in deep sorrow: Is the annihilation of Prussia planned? Is it Prussia's defeat or is it Prussia's glory?&#10;&#10;All against one &ndash; but only one will reign supreme. On a map of Old Europe, players maneuver their generals from city to city. Frederick must retain a part of each Prussian province, while the attacking powers savagely seek out their objectives. The clever use of tactical cards is decisive to winning.&#10;&#10;Histogame and Richard Siv&eacute;l present Friedrich as a novel concept uniting the fascination of board and card games. Accurately based on history while maintaining a slim set of rules, Friedrich offers wide open spaces for chess-like moves and great depth for decision making. Taken into Frederick's era, you will reflect on tactical finesses, smile about interspersed anecdotes, and be perplexed at how often you are not able to count to three...&#10;&#10;Note: A common misconception is that Friedrich has player elimination based on the cards of fate making countries leave the game. The game does not have player elimination; it has country elimination, and a player could end up controlling fewer countries than they started with, but players are never eliminated by the cards of fate.&#10;&#10;Friedrich FAQ&#10;&#10;Details on the Jubil&auml;umsedition&#10;&#10;In 2011 Histogame released a slightly revised version of Friedrich, dubbed the &quot;Jubil&auml;umsedition&quot; or &quot;Anniversary Edition&quot; in honor of Friedrich's 300th birthday. Designer Richard Siv&eacute;l notes the following differences between this edition and earlier ones:&#10;&#10;&#10;     New cover art.&#10;     Four color images for the patterns of the cards.&#10;     Small rearrangements of cities on the map, such as Falkenau (in northwestern Austria) moving into the spades sector and Gollnow (close to Stettin) getting a diamonds-city neighbor.&#10;     Minor adjustment of some fate cards to clarify the wording.&#10;     More details: on this webpage&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/K2RGxYiIFQJSkgQHcOsNbA__original/img/BPAUayLVlRU2ZEDR5kGquxt0vq4=/0x0/filters:format(jpeg)/pic1064931.jpg","thumbnail":"https://cf.geekdo-images.com/K2RGxYiIFQJSkgQHcOsNbA__thumb/img/8oCcO1XCUEImj-7eQIPDt0iRqxk=/fit-in/200x150/filters:strip_icc()/pic1064931.jpg","link":"https://boardgamegeek.com/thing/12891","minPlayers":"3","maxPlayers":"4","yearPublished":"2004","playingTime":"210","minPlayingTime":"210","maxPlayingTime":"210","bestAtCount":"4"}}