{"timestamp":"2024-11-13T00:18:15.957Z","gameDetails":{"id":"129051","name":"Le Havre: The Inland Port","type":"boardgame","description":"Le Havre: The Inland Port is a two-player game in which both players compete to become the richest harbormaster. How they do so? Players acquire resources, construct buildings and, after twelve rounds, score the total value of their buildings and their money in cash.&#10;&#10;Each round, a set of new, predefined buildings is added to the market. Both players now take turns by either building one of these buildings or by using an existing building's effects. To construct a building, players have to pay a certain amount of money and/or resources from their warehouse. Most of these buildings, in turn, allow to change the amount of resources on a player's warehouse board in a specific way when used. This is crucial to the game as players are restricted on how to fill or empty their warehouse. They have to combine and optimize these steps to max out the capacity of their warehouses. Players can even use their opponent's buildings, but they have to pay them one Franc (=money) to do so. When a building is not used during a round, it steadily increases in worth as its effects can be used up to four times in subsequent rounds. But a building that is not used for too long has to be sold to the market for half its value! The game uses an Ora et Labora-like wheel to track this status of each building in play.&#10;&#10;Although Le Havre: The Inland Port shares gameplay elements with Ora et Labora and is linked in theme with Le Havre, it is a distinct game with its own mechanisms and gameplay.&#10;&#10;","image":"https://cf.geekdo-images.com/T3b2GrRaMhGCxLIIxOEGhg__original/img/-VeZeBMc3VxUM8aDRuqw-ZN7Kn4=/0x0/filters:format(jpeg)/pic1451680.jpg","thumbnail":"https://cf.geekdo-images.com/T3b2GrRaMhGCxLIIxOEGhg__thumb/img/1RoaqJycRngyl-PxRfP4WbTPkSU=/fit-in/200x150/filters:strip_icc()/pic1451680.jpg","link":"https://boardgamegeek.com/thing/129051","minPlayers":"2","maxPlayers":"2","yearPublished":"2012","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"6.80568","averageWeight":"2.5058","boardGameRank":"1631","mechanics":["Action Points"],"categories":["Economic","Industry / Manufacturing"],"designers":["Uwe Rosenberg"]}}