{"timestamp":"2024-11-13T00:47:53.942Z","gameDetails":{"id":"129050","name":"P.I.","type":"boardgame","description":"P.I. is a pure deduction game, with players competing in three consecutive mini-games in order to see who's got the best chops in terms of solving their cases.&#10;&#10;Each mini-game plays out the same way. To start, you receive in secret one suspect card (out of 12), one crime card (out of 10), and one location card (out of 14); this set of information represents the case that the player to your left must solve. The game board shows fourteen locations arranged so that each location touches a few others; each location has space for a suspect and crime tile. Shuffle the suspect tiles (12, plus two &quot;no suspect&quot;) and the crime tiles (10, plus four &quot;no crime&quot;), then place one face up in each location. Each suspect, crime and location is included in a deck of evidence cards, and nine evidence cards are revealed.&#10;&#10;On a turn, a player either places an investigator, chooses an evidence card, or attempts to solve her case. When you place an investigator in a location, the player to your right looks at his case cards, then places a disc on this space for each case card he holds that matches the suspect, crime or location in this space. Additionally, he places a cube on this space for each suspect, crime or location that's adjacent to this space.&#10;&#10;When you choose an evidence card, the player to your right places a disc on the matching tile if the card matches one of the case cards he holds, places a cube on the matching tile if this tile is adjacent to a tile matching one of the case cards he holds, or places nothing if you've made a wild-eyed guess and the tile isn't adjacent to anything.&#10;&#10;To attempt to solve the case, you place a black token on your guesses. If wrong, you're penalized two points and continue play next turn. If right, you receive 7, 5, 3 or 1 points depending on how many others have solved their cases in earlier rounds.&#10;&#10;The mini-game ends once everyone has solved their case or only one case remains unsolved. All used investigators are removed from play, then the board and cards are reset for the next mini-case. Each player has only five investigators total, so use them wisely!&#10;&#10;Whoever has the most points after three mini-cases wins.&#10;&#10;","image":"https://cf.geekdo-images.com/n_jjFJfl5HFmxVKrKeZHcA__original/img/9x6sjNCit6bxKKM9ZVGeJwNKJF0=/0x0/filters:format(jpeg)/pic1388461.jpg","thumbnail":"https://cf.geekdo-images.com/n_jjFJfl5HFmxVKrKeZHcA__thumb/img/ubgup24pAztcK3Yf2iR_UR0AL74=/fit-in/200x150/filters:strip_icc()/pic1388461.jpg","link":"https://boardgamegeek.com/thing/129050","minPlayers":"2","maxPlayers":"5","yearPublished":"2012","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":[3],"averageRating":"6.70209","averageWeight":"2.2424","boardGameRank":"2582","mechanics":["Deduction","Modular Board","Open Drafting","Tile Placement"],"categories":["Deduction","Murder / Mystery","Spies / Secret Agents"],"designers":["Martin Wallace"]}}