{"timestamp":"2024-11-13T01:00:38.798Z","gameDetails":{"id":"129614","name":"Rondo","type":"boardgame","description":"In the abstract strategy game Rondo, players try to score as many points as possible by placing tokens on numbered spaces on the game board, with the board consisting of two concentric rings of numbered spaces and multiple spokes connecting these rings and the center of the board. (The game board is double-sided, with different values on each side.) The numbers come in five colors, and players start the game by drawing two tokens (also in five colors) from a bag and placing them on a rack, thereby hiding the color of the tokens from other players.&#10;&#10;On a turn, a player can either (1) play as many tokens as they want in a continuous chain, with the first token being placed next to an occupied space or the center space, then drawing one token from the bag or (2) drawing two tokens and placing none on the board. A player can hold at most five tokens on their rack.&#10;&#10;When a player places tokens, the color of the token must match the space being covered; immediately score the points shown on this space. A player can choose to place a non-matching token face down on a space in order to reach another space, but they score no points for the face-down token. Alternatively, a player can play multiple tokens of the same color on a matching space and score the listed number of points for each token placed.&#10;&#10;The game board has a number of dark grey spaces on it. The game ends at the end of the round in which all of these spaces are occupied or a player cannot draw enough tokens to complete their turn. The player with the most points wins!&#10;&#10;","image":"https://cf.geekdo-images.com/H5NMdGEVs8N829VHnwaQgQ__original/img/dDCchrsinKFIlq27lpzL81ug-iw=/0x0/filters:format(jpeg)/pic1399814.jpg","thumbnail":"https://cf.geekdo-images.com/H5NMdGEVs8N829VHnwaQgQ__thumb/img/fOsJKTouLfZsx5ov-UjB-oJkMlo=/fit-in/200x150/filters:strip_icc()/pic1399814.jpg","link":"https://boardgamegeek.com/thing/129614","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"25","minPlayingTime":"25","maxPlayingTime":"25","bestAtCount":[2],"averageRating":"6.577","averageWeight":"1.3611","boardGameRank":"4869","mechanics":["Set Collection","Tile Placement"],"categories":["Abstract Strategy","Number"],"designers":["Reiner Knizia"]}}