{"timestamp":"2024-11-10T04:46:06.357Z","gameDetails":{"id":"129736","name":"Cockroach Poker Royal","type":"boardgame","description":"As in its parent game Kakerlakenpoker, Kakerlakenpoker Royal has nothing to do with poker &ndash; except that the game is all about bluffing, but with cards showing cockroaches, rats, and stink bugs instead of queens, 10s, and aces. To set up the game, shuffle the deck and deal the cards out to players. On a turn, a player takes one card from his hand, lays it face down on the table, slides it to a player of his choice, and declares a type of critter, e.g., &quot;Stink bug&quot;. The player receiving the card either:&#10;&#10;&#10;    Accepts the card, says either &quot;true&quot; or &quot;false&quot;, then reveals the card. If this player is wrong in her claim, she keeps the card on the table in front of her face up; if she is right, the player who gave her the card places it face up before him.&#10;&#10;&#10;&#10;    Passes the card to another player, peeking at it first, then keeping it face-down and either saying the original type of critter or saying a new type. This new player again has the choice of accepting the card or passing it, unless the card has already been seen by all other players in which case the player must accept it and make a true/false claim.&#10;&#10;&#10;The game ends when a player has no cards to pass on his turn or when a player has four cards of the same critter on the table in front of him. In either case, this player loses and everyone else wins.&#10;&#10;To this, Kakerlakenpoker Royal adds new rules and new nasty &quot;royal&quot; critters to create more options for players during the game.&#10;&#10;","image":"https://cf.geekdo-images.com/loNpxkO1sWM_Xs4Pk2AMgA__original/img/jM2Vk0_umdKL9hrsBK_ePnzqptk=/0x0/filters:format(jpeg)/pic4129570.jpg","thumbnail":"https://cf.geekdo-images.com/loNpxkO1sWM_Xs4Pk2AMgA__thumb/img/-Njqo9AWuBO_P0H94U_f1lJW1hA=/fit-in/200x150/filters:strip_icc()/pic4129570.jpg","link":"https://boardgamegeek.com/thing/129736","minPlayers":"2","maxPlayers":"6","yearPublished":"2012","playingTime":"25","minPlayingTime":"15","maxPlayingTime":"25","bestAtCount":"4"}}