{"timestamp":"2024-11-12T20:28:26.838Z","gameDetails":{"id":"12995","name":"Dungeon Twister","type":"boardgame","description":"Dungeon Twister is a 2-player high level strategy game where 2 teams of adventurers with various powers are trapped in a dungeon. The board is composed of 8 rooms that can be moved and rotated by the players. Each turn, a player is able to spend actions to move around the dungeon, pick up and use items, battle with the opponents team, or turn and move the rooms of the dungeon.&#10;&#10;The goal is to reach 5 victory points.  Points are collected by moving adventurers out of the dungeon or by killing an opponent's adventurer. Objects are disseminated across the whole dungeon and will bring the adventurers well-needed powers.&#10;&#10;Each player has the same characters, each with different powers. Some run fast, some fight or disarm traps. The cleric heals, magician burns everything in sight, and the goblin is so weak that the simple fact of getting him out will bring you two victory points.&#10;&#10;Combat and actions are managed via cards. To move, fight, heal, or turn a room, you must manage action points obtained by playing cards. Those cards are not drawn but selected from a set of cards by both players. Both players have access to the same panel of cards at the beginning of the game, so the game is really about managing the resources and adapting to the changing environment.&#10;&#10;Dungeon Twister is the original game in the Dungeon Twister series&#10;&#10;","image":"https://cf.geekdo-images.com/fngIoEZCqy8mAFmygDdbCg__original/img/xcOzaDbzYWlNL170jgV7EgWukjY=/0x0/filters:format(jpeg)/pic97630.jpg","thumbnail":"https://cf.geekdo-images.com/fngIoEZCqy8mAFmygDdbCg__thumb/img/OSC45vms69MYZKZZ2e04QT12icU=/fit-in/200x150/filters:strip_icc()/pic97630.jpg","link":"https://boardgamegeek.com/thing/12995","minPlayers":"2","maxPlayers":"2","yearPublished":"2004","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"6.81144","averageWeight":"2.8841","boardGameRank":"1382","mechanics":["Action Points","Card Play Conflict Resolution","Grid Movement","Hand Management","Map Deformation","Modular Board","Secret Unit Deployment","Variable Player Powers"],"categories":["Adventure","Exploration","Fantasy","Fighting","Maze"],"designers":["Christophe Boelinger"]}}