{"timestamp":"2024-11-09T20:29:36.642Z","gameDetails":{"id":"13004","name":"The Downfall of Pompeii","type":"boardgame","description":"The year is AD 79. Pompeii, sitting at the foot of Vesuvius, is at the high point in its development. People come to the city from far and wide to try to make their luck in the city. So far nobody has dreamed of the danger that will bury all of their dreams under mountains of ash just ten years later. Who will survive the eruption of Vesuvius unscathed?&#10;&#10;The simple rules make it easy to get started with The Downfall of Pompeii, a game in which a lot of tactical know-how is required &ndash; along with a little luck &ndash; in order to bring your pieces out of the city at the right time.&#10;&#10;The game falls into two halves: before and after the eruption of Vesuvius. Before the eruption, players play cards to place their pieces in buildings. After the first eruption, they can also place as many relatives as the number of pieces already in the building they placed their piece in. When Omen cards are drawn, the player can take any opponent's piece and throw it into the erupting volcano. In this manner, players try to get as many pieces onto the board as close to the exits from the city as possible.&#10;&#10;After the second eruption, the game changes. Now each player places a lava tile, which kills any pieces on that square and may block exits from the city. Then they move two pieces toward the exits, moving them a number of squares equal to the pieces on the square from which they started. The player who gets the most pieces out of the city wins.&#10;&#10;&bull;&bull;&bull;&#10;&#10;The 2013 second edition of The Downfall of Pompeii includes three dual vent tiles and a new &quot;Dual Vent&quot; variant.&#10;&#10;","image":"https://cf.geekdo-images.com/eZjGZ9O4hdUnc47rDgAgRg__original/img/dH4prpq1jPIi9IS_7a44MlBm6J4=/0x0/filters:format(jpeg)/pic1685805.jpg","thumbnail":"https://cf.geekdo-images.com/eZjGZ9O4hdUnc47rDgAgRg__thumb/img/Ii0rodwBgEzpHofswh32VECo1xk=/fit-in/200x150/filters:strip_icc()/pic1685805.jpg","link":"https://boardgamegeek.com/thing/13004","minPlayers":"2","maxPlayers":"4","yearPublished":"2004","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}