{"timestamp":"2024-11-13T01:10:31.784Z","gameDetails":{"id":"130295","name":"Spellbound","type":"boardgame","description":"You are spellbound. As a novice mage leaving the tower for the first time, you thought you were invincible. Taking on evil Baba Yaga the witch was, perhaps, not a good idea. Her hands became a blur, her mouth moved and her spell hit you between the eyes. It was two days before you woke up, four days before you could speak, and seven days before you remembered your name. No whisky was even involved. Some parts of your body have been enlarged &ndash; and some shrunk. Shoes are going to be expensive for sometime. The less said about your nose, the better. It is now time to take matters into your own (now quite large) hands.&#10;&#10;The Spell de Spiel is hidden in spellbooks scattered throughout the land. Find the books and cast the spell, and you can banish the witch and return to your normal size. However, watch out! The witch is powerful. Maybe the good creatures of the land will come to your aid. Centaurs may gallop, dragons may fly, and even the crusty old librarian could research some dusty tomes. Vampires, for once, are keen to get their teeth into the action. Even the truculent dwarves might arrive in time to help (with their small-man syndrome axes). You need to act now. The witch grows ever stronger. Skeletons and goblin spider-riders are not traditionally known for their sense of humor. Can you recover the spellbooks, defeat the Witch and her allies, and have bards sing your praises for evermore?&#10;&#10;It is a time for justice, a time for change, a time for heroes. With big feet. And big noses. Spellbound &ndash; the story is yours for the telling...&#10;&#10;Spellbound, a co-operative, deck-building game playable in one hour for 1-4 players, is Fragor Games' Spiel 2012 release with 1,000 copies available. (Note: This game is an English language edition due to some of the cards having English text. German rules will be made available with card translations.)&#10;&#10;","image":"https://cf.geekdo-images.com/NdSmriIlq-TxWqA0KKB68A__original/img/A6Qzer3Ztl--H6tZsuhga3pltp0=/0x0/filters:format(png)/pic1436082.png","thumbnail":"https://cf.geekdo-images.com/NdSmriIlq-TxWqA0KKB68A__thumb/img/gZnPsFxnvBhSnq0ZE2OAeJ5KtUE=/fit-in/200x150/filters:strip_icc()/pic1436082.png","link":"https://boardgamegeek.com/thing/130295","minPlayers":"1","maxPlayers":"4","yearPublished":"2012","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[3],"averageRating":"6.78617","averageWeight":"2.6154","boardGameRank":"6240","mechanics":["Cooperative Game","Deck, Bag, and Pool Building"],"categories":["Adventure","Fantasy"],"designers":["Gordon Lamont","Fraser Lamont"]}}