{"timestamp":"2024-11-12T18:47:17.129Z","gameDetails":{"id":"130960","name":"Triumph & Tragedy: European Balance of Power 1936-1945","type":"boardgame","description":"Triumph &amp; Tragedy is a geopolitical strategy game for 3  players (also playable by 2) covering the competition for European supremacy during the period 1936-45 between Capitalism (the West), Communism (the Soviet  Union) and Fascism (the Axis). It has diplomatic, economic, technological and military components, and can be won by gaining economic hegemony or  technological supremacy (A-bomb), or by vanquishing a rival militarily.&#10;&#10;The 22 x 34 area map covers Eurasia to India and the Urals, plus the Americas. Military units are 5/8&quot; blocks, of 7 types   (Infantry/Tank/Fortress/AirForce/Carrier/Fleet/Submarine), in 7 different colors (Germany/Italy/Russia/Britain/France/USA/Neutral). The mix of over 200 blocks allows great flexibility of force composition. There is a 55-card Action deck and a 55-card Investment deck, plus 30 Peace Dividend chits and 110 markers of various types.&#10;&#10;The  game starts in 1936, with all 3 Great Powers virtually disarmed: Germany has repudiated the Versailles Peace Treaty, initiating an arms race in Europe. With blocks, the nature of military buildups remain unknown to rivals unless/until military conflict breaks out. The  game may end peacefully or there may be war. There are game sanctions for attacking neutral minors or declaring war on an opponent, and rewards for remaining peaceful (you get a Peace Dividend chit of value 0-2 for every year you remain at Peace).&#10;&#10;You can win peacefully by:  &#10;&bull; Economic Hegemony (total of Production + secret Peace Dividend values + Atomic Research is the greatest in 1945, or reaches 25 at any time) OR &#10;&bull; Technological Supremacy (build the A-bomb which takes 4 stages and be able to deliver it to a Main Capital).&#10;&#10;If there is war, you can still win by either of the above methods (with extra Economic Hegemony victory points available), or by:&#10;&bull; Military Victory (capture TWO enemy capitals out of nine: each player controls three).&#10;&#10;Economic production underlies all forms of power in the game. Production is the LEAST of controlled Population (cities), controlled Resources, and Industry (which starts low and can be built up with Investment cards), except that Resources can be ignored if at Peace.&#10;&#10;Powers can spend their current economic Production on either: &#10;&bull; Military units (new 1-step units or additional steps on existing units), OR &#10;&bull; Action cards, which have Diplomatic values (to gain Population and Resources without conflict) and a Command value (to move military units), OR &#10;&bull; Investment cards, which have Technological values (to enhance unit abilities) and a Factory value (the only way to increase Industry levels).&#10;&#10;Building a unit step or buying a card costs 1 Production. Simple. You can&rsquo;t inspect cards bought until after you have spent all Production.&#10;&#10;Initially, the Axis economy is Population/Resource limited, but ahead in [war] Industry, while the West and Russia are Industry-limited, with adequate empires of Population and Resources. Throttling/limiting rival economies by denial of Population/Resources is a key form of competition. In peacetime, this is primarily done via Diplomacy, committing Action cards to gain control of minor nations and their Population/Resources, or to deny or reduce Rival control of them. At war, this can be done more directly by military conquest on land, by Naval/Submarine blockade of trade routes at sea, and by Strategic Bombing of enemy Industry by air forces.&#10; The early phase of the game tends to revolve around: &#10;&bull; Diplomatic  infighting (using Action cards), to gain minor nations (Czech, Rumania, etc) for their Population and Resources, and &#10;&bull; Industrial buildup (via  Investment cards), with&#10;&bull; Military buildups (with the nature of forces being built being unknown to opponents),&#10;&bull; Technology  advancement (also via Investment cards), and some&#10;&bull; Military operations (using Action cards for Command), which can include Violating (attacking) neutral minors to gain Population/Resources when Diplomacy fails.&#10;&#10;If  the game continues peacefully due to imposing defenses or player inclination, pressure builds as players approach a Production of 20, as secret Peace Dividend chits may take someone over the 25 Victory threshold. Or players may succeed in developing the Atomic Bomb and steal a victory that way.&#10;&#10;At  some point, however, one Power (seeing opportunity or necessity) may Declare War on another. The victim gets immediate economic benefits in reaction, but military reality comes to the forefront from this point onward. The third party may well continue its economic development in peace. Or not.&#10;&#10;Unit movement is by Command card, which specifies a Command Priority letter that determines order of movement/combat and a Command Value number that  determines the maximum number of units that can be moved. Command cards are only valid during one specified Season (Spring/Summer/Fall), so a variety of Command cards in one&rsquo;s hand is necessary for a Power to be able to move in every Season. But HandSizes are limited, so each player must balance competing demands for card resources with military security.&#10;&#10;Combat occurs when rival units occupy the same area, and is executed by units firing in order by Type (defenders firing first amongst equal types), rolling dice for hits. Units have different Firepowers (hit values) depending on the Class of unit they are  targeting (ground, naval, air, sub). Land combat is one round per Season while sea battles are fought to a conclusion. Ground units without a Supply line lose 1 step per Season and cannot build (except Fortress units which are immune to both effects but cannot move).&#10;&#10;Triumph &amp; Tragedy is a true three-sided game: there is no requirement that the West and Russia be on the same side (and in fact there are valid reasons to attack each other), and only ONE player can win the game. Table talk is allowed (and encouraged) but agreements are not enforceable. Alliances are shifting and co-operation is undependable. The game can continue as an economic battle of attrition or a sudden military explosion can change everything. There is immense replayability as players can pursue dominance in Europe via land, sea or air military superiority, technological supremacy, or economic hegemony without rivals realizing their strategy until it is TOO LATE! It is a highly interactive, tense, fast-moving game with little downtime between player turns, covering THE crucial geopolitical decade of the 20th century in 4-6 hours.&#10;&#10;","image":"https://cf.geekdo-images.com/KuJMYH3VVj3BriDYaYvDQw__original/img/voKwWUbutxX0d3OGUaqHERXtb3Q=/0x0/filters:format(jpeg)/pic2497742.jpg","thumbnail":"https://cf.geekdo-images.com/KuJMYH3VVj3BriDYaYvDQw__thumb/img/79snZF_WwHakF2PPbOhXFLqjYLc=/fit-in/200x150/filters:strip_icc()/pic2497742.jpg","link":"https://boardgamegeek.com/thing/130960","minPlayers":"2","maxPlayers":"3","yearPublished":"2015","playingTime":"360","minPlayingTime":"240","maxPlayingTime":"360","bestAtCount":[3],"averageRating":"8.15357","averageWeight":"3.4153","boardGameRank":"653","mechanics":["Area Majority / Influence","Area Movement","Campaign / Battle Card Driven","Dice Rolling","Hand Management","Movement Points","Secret Unit Deployment"],"categories":["Economic","Negotiation","Political","Territory Building","Wargame","World War II"],"designers":["Craig Besinque"]}}