{"timestamp":"2024-11-12T17:36:22.397Z","gameDetails":{"id":"131118","name":"Asgard","type":"boardgame","description":"Note: There are updated official rules from the publisher that clear up many of the rules questions that arise from rules in the box. It is highly recommended that players use the latest rules for learning/teaching the game. http://www.whatsyourgame.eu/downloads/Asgard_rules.pdf&#10;&#10;The end of days is close. Darkness and light will clash.&#10;&#10;All Gods know what this means for them. Blood ties will no longer be respected, brother will fight against brother, and no man will spare another. Odin, Freyja, T&yacute;r, Loki, Hel, Thor, and Baldr forge their plans and promise great rewards to the ones who will help them prevail. Eventually Fenrir, M&iacute;mir, and Surtr will join the battle.&#10;&#10;Ask for help at the right time, and the gods will grant you their powers. Will you ask Freyja to recruit the fallen warriors of Valhalla, or will you use the cunning of Loki and Hel to make an opponent's armies die or switch sides at a critical moment? Will you ask T&yacute;r to help win a decisive battle, or will you consult M&iacute;mir's wisdom in order to gain a tactical advantage?&#10;&#10;In Asgard, you want to support the gods by erecting temples and by convincing brave warriors and mighty giants to side with them. You can influence which god will fight which during the final battle &mdash; Ragnar&ouml;k &mdash; the outcome of which will depend on how well you strengthened their armies.&#10;&#10;Beware, only a few of them will come out victorious. Will you side with the right ones? As a mortal, your place in the new world depends on it.&#10;&#10;","image":"https://cf.geekdo-images.com/iXUOC-Cd3GKTm927hCxl1A__original/img/Hh7Q7gl4456lD4rhh2-SJyyqbqM=/0x0/filters:format(jpeg)/pic1529138.jpg","thumbnail":"https://cf.geekdo-images.com/iXUOC-Cd3GKTm927hCxl1A__thumb/img/rOYIdjeu_3AaRXzcT2Z74quyAqw=/fit-in/200x150/filters:strip_icc()/pic1529138.jpg","link":"https://boardgamegeek.com/thing/131118","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"6.75143","averageWeight":"3.7865","boardGameRank":"3941","mechanics":["Simultaneous Action Selection","Variable Phase Order","Worker Placement"],"categories":["Ancient","Mythology"],"designers":["Pierluca Zizzi"]}}