{"timestamp":"2024-11-09T19:56:30.286Z","gameDetails":{"id":"13122","name":"Antiquity","type":"boardgame","description":"From the Manufacturer:&#10;&#10;&quot;These fields no longer yield grain the way they used to,&quot; complains the farmer. &quot;We should settle new lands before our food runs out. Why don't we start farming olives, like our neighbors?&quot;&#10;&#10;The cart-driver nods: &quot;Ever since them city folks started worshiping San Giorgio I have to travel further and further to new building sites. I'm on my way now to the new inn they built. I'll change horses there and deliver this load,&quot; he gestures towards the pile of wood in the cart with his head &quot;to the sea beyond. Gonna start some fisheries there. It is said we'll conquer those olive-farmers before long. But their land is even more polluted than ours.&quot;&#10;&#10;The farmer nods his head in reply. As the cart starts moving again, he returns to the field to harvest the last bushels of grain, growing between the stumps of what used to be a lush forest -- three turns ago.&#10;&#10;Antiquity is a strategy game for 2-4 players. It is set in an environment loosely modeled on Italy in the late Middle Ages. Players choose their own victory condition: they can focus on population growth, trade, conquest, or city building by choosing their patron saint.&#10;&#10;Each strategy requires a completely different style of play. Or you can choose to adore Santa Maria, the most powerful saint of all -- but you'll be expected to build a civilization twice as impressive as any other player.&#10;&#10;While your economy is constantly improving, with more and more advanced cities bringing new options each turn, the land around your cities is slowly being depleted, forcing you to travel further and further to gather your raw materials -- until finally, there is no more land left to farm. Let's hope one of you has won the game before that time!&#10;&#10;","image":"https://cf.geekdo-images.com/CDORbD8KPxSXBaJrdHtN2Q__original/img/HrJb-K0d3SXsJfACbpsOiv6Lutc=/0x0/filters:format(png)/pic3731052.png","thumbnail":"https://cf.geekdo-images.com/CDORbD8KPxSXBaJrdHtN2Q__thumb/img/msitlnovDr7wZinoLdFSBFTLMiA=/fit-in/200x150/filters:strip_icc()/pic3731052.png","link":"https://boardgamegeek.com/thing/13122","minPlayers":"2","maxPlayers":"4","yearPublished":"2004","playingTime":"180","minPlayingTime":"120","maxPlayingTime":"180","bestAtCount":"2"}}