{
  "timestamp": "2024-10-19T00:49:33.897Z",
  "gameDetails": {
    "name": "Panamax",
    "type": "boardgame",
    "description": "After one hundred years in service, the Panama Canal still is one of the most important and impressive engineering achievements in modern times.&#10;&#10;Built in 1914, it held a prominent role in the deployment of military vessels during WWI and in the conflicts that have followed. Nowadays commercial usage is the core business of the Canal; its economic impact is profound and has not only developed the region, but in fact helped define shipping throughout the world.&#10;&#10;In the wake of the Canal&rsquo;s opening hull designs were influenced accordingly; ships fell into three categories, those that could travel through easily and in groups (Feeder class), massive ocean-going ships too big to enter the Canal (ULCV or Ultra Large Container Vessels), and the new standard&mdash;designed to the maximum limits of the Panama Canal. These ships are called PANAMAX.&#10;&#10;In Panamax each player manages a shipping company established in the Col&oacute;n Free Trade Zone. Companies accept contracts from both US coasts, China and Europe and deliver cargo in order to make money, attract investment and pay dividends. At the same time the players accumulate their own stock investments and try to make as much money as possible in an effort to have the largest personal fortune and win the game.&#10;&#10;Panamax features several original mechanisms that blend together; an original dice (action) selection table, pickup-and-deliver along a single bi-directional route, a chain reaction movement system&mdash;&ldquo;pushing&rdquo;  ships to make room throughout the Canal and a level of player interaction that is part self-interest, part mutual advantage and the freedom to choose how you play.&#10;&#10;On their turn, players remove a die from the Action table to select Contracts and Load Cargo or Move ships until the pool of dice is emptied ending the Round. Over the course of three rounds these actions are blended during the turn to create a logistics network which the players use to ship their cargo, minimize transportation fees and increase the net worth of their Companies. Each Company has a limited amount of Stock that the players can purchase in exchange for investing&mdash;receiving a dividend each round. The questions for the players will be which companies are likely to yield higher dividends?&#10;&#10;There&rsquo;s more to explore and several ways to win, but we ask that you join us at the table and celebrate the 100th Anniversary of the Panama Canal with a session of Panamax!&#10;&#10;",
    "image": "https://cf.geekdo-images.com/DjHtKvuSHMdYslgNFyzw1w__original/img/VopILYltj9H--2JkBn2o7Sms-ps=/0x0/filters:format(png)/pic1786212.png",
    "thumbnail": "https://cf.geekdo-images.com/DjHtKvuSHMdYslgNFyzw1w__thumb/img/bz4ZAigiXzNCwbFnFScPkczKfvw=/fit-in/200x150/filters:strip_icc()/pic1786212.png",
    "link": "https://boardgamegeek.com/thing/131287",
    "minPlayers": "2",
    "maxPlayers": "4",
    "bestAtCount": "4",
    "id": "131287"
  }
}