{"timestamp":"2024-11-13T00:55:36.025Z","gameDetails":{"id":"131260","name":"Qwixx","type":"boardgame","description":"Qwixx is a quick-playing dice game in which everyone participates, no matter whose turn it is. Each player has a scoresheet with the numbers 2-12 in rows of red and yellow and the numbers 12-2 in rows of green and blue. To score points you want to mark off as many numbers as possible, but you can mark off a number only if it's to the right of all marked-off numbers in the same row.&#10;&#10;On a turn, the active player rolls six dice: two white and one of each of the four colors listed above. Each player can choose to mark off the sum of the two white dice on one of their four rows, then the active player can choose to mark off the sum of one colored die and one white die in the row that's the same color as the die. The more marks you can make in a row, the higher your score for that row. Fail to cross off a number when you're the active player, however, and you must mark one of four penalty boxes on your scoresheet. If you mark off the 2 or 12 in a row and have at least five numbers marked in that row, you get to also mark off the padlock symbol in that row, locking everyone else out of this color.&#10;&#10;When either a player has four penalty boxes marked or a second color is locked, the game ends immediately. Players then tally their points for each color, sum these values, then subtract five points for each marked penalty box. Whoever has the highest score wins.&#10;&#10;","image":"https://cf.geekdo-images.com/aOt-bT9nDzZdWl0dUqLy4w__original/img/BBC0kwf7JPYMxYGnsSDRaZ_BRF4=/0x0/filters:format(jpeg)/pic1950487.jpg","thumbnail":"https://cf.geekdo-images.com/aOt-bT9nDzZdWl0dUqLy4w__thumb/img/VSCBC4785-3S8YMBzu8tafaoa_w=/fit-in/200x150/filters:strip_icc()/pic1950487.jpg","link":"https://boardgamegeek.com/thing/131260","minPlayers":"2","maxPlayers":"5","yearPublished":"2012","playingTime":"15","minPlayingTime":"15","maxPlayingTime":"15","bestAtCount":[4],"averageRating":"6.8704","averageWeight":"1.1106","boardGameRank":"944","mechanics":["Bingo","Dice Rolling","Paper-and-Pencil"],"categories":["Dice","Math","Number"],"designers":["Steffen Benndorf"]}}