{"timestamp":"2024-11-13T00:04:26.927Z","gameDetails":{"id":"131366","name":"Eight-Minute Empire","type":"boardgame","description":"Eight-Minute Empire, by Ryan Laukat, is a quick game that implements the Civilization/Exploration theme using card-driven area control (by placing armies and cities in a small map) and set collection (by getting resources from the board and the cards). Players spread through the map in order to collect points at the end of the game by having majorities in regions and continents. All actions (such as land or sea movement, army production, or the founding of cities) are driven by cards that are face-up (six at a time) and available by increasing prices. Cards also contain resources, which also give points when the game ends if properly collected.&#10;&#10;Its first version was available as print-and-play, and a regular (Kickstarter funded) version was published in 2013. An expansion featuring a European map is available as an expansion (Eight-Minute Empire: Europe Expansion Board), and a stand-alone sequel has also been published (Eight-Minute Empire: Legends).&#10;&#10;From the publisher:&#10;Build an empire and conquer the land in around eight minutes!&#10;&#10;In Eight-Minute Empire, 2-5 players take turns selecting a card from six displayed.  The card gives a good, and also has an action that the player takes immediately.  Actions help players take over the map, but sets of goods are worth points at the end of the game, so players have to balance the two aspects.&#10;&#10;Eight-Minute Empire is the super-quick area control game with tough decisions.  It's easy to learn and perfect for when you only have a few minutes.&#10;&#10;","image":"https://cf.geekdo-images.com/HKj7MIw-zV-AmQ7PfoltRg__original/img/mHUi6z1OzjvW-Dm5BAoNcEXdwXs=/0x0/filters:format(jpeg)/pic1443212.jpg","thumbnail":"https://cf.geekdo-images.com/HKj7MIw-zV-AmQ7PfoltRg__thumb/img/W0WHf_M-Dq-xO3yfzVA4USbjcgY=/fit-in/200x150/filters:strip_icc()/pic1443212.jpg","link":"https://boardgamegeek.com/thing/131366","minPlayers":"2","maxPlayers":"5","yearPublished":"2012","playingTime":"20","minPlayingTime":"8","maxPlayingTime":"20","bestAtCount":[3,4],"averageRating":"6.54955","averageWeight":"1.6253","boardGameRank":"1643","mechanics":["Area Majority / Influence","Area Movement","Auction: Dutch","Open Drafting","Set Collection"],"categories":["Card Game","Territory Building"],"designers":["Ryan Laukat"]}}