{"timestamp":"2024-11-09T20:32:23.752Z","gameDetails":{"id":"131415","name":"Eclipse: Pulsar","type":"boardgameexpansion","description":"The Pulsar is a rotating neutron star, born from a collapsing Supernova. Its regular pulse can help with your tactical timing.&#10;&#10;The expansion contains two Pulsar sector hexes and one Nova Burst Discovery Tile.&#10;&#10;The two Pulsar hexes are shuffled with the other Outer Sector hexes before building the Outer Sector stack. The Discovery Tile is Shuffled with the other Discovery Tiles.&#10;&#10;When you place your Influence Disc on the hex (when Exploring or later on with the Influence action), place the disc on the Move action space on the hex. Once per round, you may activate the Pulsar instead of taking a normal Action. When activating the Pulsar, move the Influence Disc to either of the two free action spaces (for example, from the Move action to the Build or Upgrade action) and take that action. The actions are weaker versions of the regular actions (one Move, one Build, one Upgrade), same as the normal Reactions. The Pulsar may not be used after you have passed. You may not place more than one Influence Disc on the Pulsar.&#10;&#10;When you collect the Nova Burst tile, place it next to your Player Board. The Nova Burst may be activated by removing the tile from the game before the battle begins or at any time during a battle when it is your turn in Initiative order. This causes 1 damage to every opposing Ship in the battle. The tile is worth 1VP if still held at the end of the game. The Magellan do not receive their species bonus for the Nova Burst if it is removed from the game.&#10;&#10;","image":"https://cf.geekdo-images.com/uISPTuglQgQb_nutwlozZA__original/img/rhleH-KCQAs8Hd3MJ1u2e9wNs-U=/0x0/filters:format(jpeg)/pic2047783.jpg","thumbnail":"https://cf.geekdo-images.com/uISPTuglQgQb_nutwlozZA__thumb/img/C6pjMpwxsGQI0zw1TDl7E1UecGY=/fit-in/200x150/filters:strip_icc()/pic2047783.jpg","link":"https://boardgamegeek.com/thing/131415","minPlayers":"2","maxPlayers":"6","yearPublished":"2012","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":"4"}}