{"timestamp":"2024-11-10T04:41:44.558Z","gameDetails":{"id":"132018","name":"Churchill","type":"boardgame","description":"The players in the game take on the roles of Churchill, Roosevelt, or Stalin as they maneuver against each other over the course of 10 Conferences that determine who will lead the Allied forces, where those forces will be deployed, and how the Axis will be defeated. The player whose forces collectively have greater control over the surrendered Axis powers will win the peace and the game.&#10;&#10;Churchill is NOT a wargame, but a political conflict of cooperation and competition. While the game focuses on 10 of the historical conferences from 1943 till the end of the war these and much of this design should not be taken literally. Before and after each conference small groups of advisors and senior officials moved between the Allied capitals making the deals that drove the post war peace. Each conference sees one of a group of issues nominated for inclusion in the conference. The issues categories are: Theater leadership changes, directed offensives, production priorities, clandestine operations, political activity, and strategic warfare (A-bomb). Each of the historical conference cards independently puts some number of issues such as directed offensives or production priorities metaphorically put on the table, while the players nominate an additional 7 issues.&#10;&#10;The game display for this is a circular conference table that the three players sit around behind their 'seat'. Each player has a staff deck of named personages, such as Secretary Stimson and Anthony Eden that are randomly drawn to make your conference hand. A pre-conference round of cards gives leverage to the winner who then moves an issue toward their side of the table equal to the value of the card played. Play then proceeds with the conference where each player in turn plays a card on one of the issues in the center of the conference table moving it the value of the card toward his side of the table. Each card is a historical personage and they often have bonuses if played on a particular category of issue. Contesting an issue has you move an issue away from an Ally toward your own. At all times each player has his Head of State card (Roosevelt, Churchill, or Stalin) that can weigh in on any issue once per conference by discarding another card. Each use of your personage has a bonus and a potential penalty. Each time Roosevelt is used he may die and be replaced by Harry Truman. Churchill can have a heart attack and miss the next conference, while Stalin's paranoia may cause a mini-purge and reduce his side's effectiveness for the remainder of the conference. The net result of the conference play is players will 'win' various issues with the player who won the most issues gaining leverage in one of the bilateral global issues (UK versus USSR global issue is Free Europe versus Spheres of Influence).&#10;&#10;The game then moves into a post-conference phase where players implement the issues that they now control. These actions impact three basic game functions: clandestine operations, political activity, and military offensives. Clandestine operations has players try to establish political networks in conquered countries and colonies. Using a very simple mechanic of placing a network or removing an opponent's network, the historical ferment that occurred in Yugoslavia, France and across the world is simply simulated. A country or colony can only have one dominant side's network at any given time, and during political activity players can emplace friendly governments in exile that can be subsequently undermined and replaced if the supporting networks are later neutralized by one of your allies.&#10;&#10;Once this has all been sorted out, the military portion of the game keeps the score. There is a separate display that abstractly represents the major theaters of war, Western, Eastern, Mediterranean, Arctic (Murmansk convoys and Scandinavia), CBI, SW Pacific, Central Pacific, and Far East. Each of these tracks has a Allied front for which I am looking for some kind of 3D tank piece that advances toward Germany, Italy, and Japan. Using a very simple combat mechanic, each front tries to advance with Axis reserves deploying to oppose the various fronts. A successful offensive advances the front one space, although with overwhelming superiority a two-space breakthrough is possible. Naval operations are simply handled by requiring a defined level of support to advance into an amphibious entry space such as France (D-Day). When a front enters Germany, Italy or Japan they surrender, shutting down military operations, although clandestine and political activity continues until the end of the game. In the background is the development of the A-bomb and Soviet efforts to steal its secrets. If the A-bomb is available Japan can be forced to surrender sans a direct invasion.&#10;&#10;As I stated this is not a wargame, but a three-player excursion into power politics. The game takes around 3 hours to finish, but I will be including a short and medium scenario. All scenarios end with Potsdam, but you will be able to start later in the war if you only have 1 or 2 hours to play. In addition the game can be played with 3 or 2 players plus solitaire. I am very excited about the new Churchill and large scale playtesting will commence by the end of the month. More to follow...&#10;&#10;","image":"https://cf.geekdo-images.com/wnzE76dkpb6qhSrmF2Fifw__original/img/Z-729CwPWmv2dNTDcQn92KK9km4=/0x0/filters:format(jpeg)/pic2467234.jpg","thumbnail":"https://cf.geekdo-images.com/wnzE76dkpb6qhSrmF2Fifw__thumb/img/RrbQFrElGXF0tmoKfAHEh8RSXZs=/fit-in/200x150/filters:strip_icc()/pic2467234.jpg","link":"https://boardgamegeek.com/thing/132018","minPlayers":"1","maxPlayers":"3","yearPublished":"2015","playingTime":"300","minPlayingTime":"60","maxPlayingTime":"300","bestAtCount":"3"}}