{"timestamp":"2024-11-09T21:21:40.593Z","gameDetails":{"id":"132657","name":"Ogre: BGG 3-D Units Sponsored Counter Sheet","type":"boardgameexpansion","description":"This Ogre unit promo pack is a result of the Ogre Kickstarter project, where BoardGameGeek pledged $9,000 for the creation and distribution of two sets of promos, one of which is this unit promo (the other promo set is a terrain pack!). Many ideas came from BoardGameGeek users, many others were devised by Steve Jackson, and all were finalized by Steve.&#10;&#10;Here are the unit descriptions straight from Steve Jackson himself!&#10;&#10;Looking at the front, left to right, top to bottom:&#10;&#10;FNRD the Ogre Ninja - This is the ONLY Ogre Ninja model that will be available in the first wave of Ogre units.&#10;&#10;ERNIE the Mark VI - One of only three Mark VI models in the first wave; the others are both red, but ERNIE is in BGG colors, dark blue with orange.&#10;&#10;Radio Tower - This was created especially for the BGG sheet, and is completely unique in this wave. It's intended as an objective - something really big to blow up.&#10;&#10;BGG Strongpoint - Blue and orange, dug into a hill.&#10;&#10;BGG-ZILLA - Drawn by Alex Fernandez. Suitable for all your giant monster needs!&#10;&#10;BGG Command Post - Defend it with your life.&#10;&#10;BGG Missile Crawler - Paneuro design, with a Paneuro insignia on it, but BGG colors. Created because BGG readers wanted a unit for &quot;stop the runaway missile crawler!&quot; scenarios.&#10;&#10;","image":"https://cf.geekdo-images.com/4LQpAexGG7BJjeYFt3_Afg__original/img/_HGalQ2CKHq8-BrAk54Nx8RtjO4=/0x0/filters:format(jpeg)/pic1455324.jpg","thumbnail":"https://cf.geekdo-images.com/4LQpAexGG7BJjeYFt3_Afg__thumb/img/X_xS3OtC1_4SPcWB2Ogv3-gLk8o=/fit-in/200x150/filters:strip_icc()/pic1455324.jpg","link":"https://boardgamegeek.com/thing/132657","minPlayers":"2","maxPlayers":"2","yearPublished":"2013","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":null}}