{"timestamp":"2024-11-09T21:18:21.349Z","gameDetails":{"id":"133632","name":"Mythotopia","type":"boardgame","description":"Mythotopia is a deck-building game set in a medieval fantasy world that draws on the mechanisms found in A Few Acres of Snow with players customizing their personal card decks by drafting cards and expanding into provinces.&#10;&#10;The game board is composed of forty provinces, each with its own card. At the start of play, you receive a number of Province cards at random, then mark your initial positions with town pieces. Shuffle these Province cards with a set of five Initial cards to form your starting deck, then draw a hand of five cards. The game includes 27 Improvement cards, 16 of which are drawn and placed on display; these cards will be drafted during the game.&#10;&#10;Mythotopia has nine variable victory point (VP) cards, four of which are drawn at random for a game; place these cards on display with three fixed VP cards, then place a number of VP counters on each card. The fixed VP cards give points for building cities, roads and castles, while the variable ones may change the board situation by adding dragons, runestones and citadels. Alternatively they may grant VPs for controlling a certain number of sea areas, for successfully attacking other players, and for building cities/roads. As these VP cards vary from game to game, they alter the balance between developmental and aggressive play.&#10;&#10;On your turn, perform two actions, then refill your hand to five cards. Nine actions are possible, such as buying armies or ships (after starting with six armies and two ships), placing these armies or ships, drafting Improvement cards (for a cost of one gold), placing cards in reserve (to use them on a future turn), permanently removing cards from your deck, using a card for its specific action, and invading a neighboring province. To invade, you must play the Province card from which you attack as well as military cards and food; invading must be the first of your two actions, so if you're placing armies to prepare for an attack, opponents have the chance to prepare defenses.&#10;&#10;Three resources are used in Mythotopia: food to feed invading armies, stone to build cities, roads and castles, and gold to buy armies, ships and Improvement cards. Most provinces contain one resource type, and gaining that province gives you that resource. You can turn towns into cities, which increases the number of cards you can keep in your reserve. You can connect provinces with roads, which allows you to substitute one card for another on the same network in addition to moving armies freely between those provinces. Castles increase the defensive value of a province.&#10;&#10;All of these constructions (cities, roads, castles) give you victory points, as does taking control of a province. Additional points are available via the VP cards, with you taking VP counters when you meet the condition on a card. For example, building a road gives you two VPs, but if the &quot;Roadside Inns&quot; VP card is in play, then you can expend an extra gold to gain an additional VP. You can lose VPs if you lose control of a province, but you never lose VP counters. The game ends after four of the seven VP cards have been emptied, and the player with the most VPs wins.&#10;&#10;","image":"https://cf.geekdo-images.com/Pk-IBl84HBPZWZQgQWkCpQ__original/img/u22VUm-pgFA90Qppcc-XOJGeYvU=/0x0/filters:format(jpeg)/pic2257592.jpg","thumbnail":"https://cf.geekdo-images.com/Pk-IBl84HBPZWZQgQWkCpQ__thumb/img/a3sfzRClZ7sfj4Jyq6SJ8TdCQto=/fit-in/200x150/filters:strip_icc()/pic2257592.jpg","link":"https://boardgamegeek.com/thing/133632","minPlayers":"2","maxPlayers":"4","yearPublished":"2014","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"4"}}