{"timestamp":"2024-11-13T01:14:27.245Z","gameDetails":{"id":"133654","name":"Star Wars: The Card Game – The Desolation of Hoth","type":"boardgameexpansion","description":"Game description from the publisher:&#10;&#10;The battle for Hoth begins in Star Wars: The Card Game - The Desolation of Hoth, the first Force Pack in &quot;The Hoth Cycle&quot;! The Rebels and other light side forces have established a new base on the barren ice world where the extreme cold offers protection from detection, even as it poses a constant danger. Hoth's cold can easily exhaust or kill anyone caught exposed, and its driving winds and snow can jam sensors and blind characters, leaving them vulnerable to the planet's fierce, native predators.&#10;&#10;Still, in The Desolation of Hoth, the cold strikes in both directions. The Rebel Alliance and their allies have spent time adapting their equipment to Hoth's harsh environment, and these preparations pay off in times of need. While the light side controls more of the planet than its foes, their new Hoth objectives grant them protection from dark side assaults, advantages in edge battles, and other benefits.&#10;&#10;Of course, there's a lot more to this first Force Pack than ice and snow! Inspired by the early scenes from The Empire Strikes Back, The Desolation of Hoth brings you new creatures, droids, snowspeeders, and iconic characters like Wedge Antilles and Darth Vader. The frozen wastelands of Hoth are normally as desolate as they are vast, but as they set the stage for the future battles of Star Wars: The Card Game, they fill with action and life!&#10;&#10;Contains objective sets 37-42.&#10;&#10;","image":"https://cf.geekdo-images.com/7yFfiaypWqxjerr-nTnbyg__original/img/Tx7HniG8Ncpq-9N08N7BmEEfbuk=/0x0/filters:format(jpeg)/pic1473648.jpg","thumbnail":"https://cf.geekdo-images.com/7yFfiaypWqxjerr-nTnbyg__thumb/img/4gpmV381xU0IChYLTRVVSIaB7Z4=/fit-in/200x150/filters:strip_icc()/pic1473648.jpg","link":"https://boardgamegeek.com/thing/133654","minPlayers":"2","maxPlayers":"2","yearPublished":"2013","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"7.49092","averageWeight":"3.1429","boardGameRank":"Not Ranked","mechanics":["Hand Management"],"categories":["Card Game","Expansion for Base-game","Movies / TV / Radio theme","Science Fiction"],"designers":["Eric M. Lang"]}}