{"timestamp":"2024-11-09T21:06:23.244Z","gameDetails":{"id":"134342","name":"Lords of Waterdeep: Scoundrels of Skullport","type":"boardgameexpansion","description":"Scoundrels of Skullport adds new content for Lords of Waterdeep. It&rsquo;s not one, but two, complete expansions: the sprawling dungeon of Undermountain and the criminal haven of Skullport.&#10;&#10;Each thrilling location has unique characteristics and offers new play options, including new Lords, Buildings, Intrigue, and Quest cards.&#10;&#10;Owners of Lords of Waterdeep can use one or both of these new subterranean locations to add depth to their game experience. There&rsquo;s also a new faction, the Gray Hands, so now a sixth player can join in the fun!&#10;&#10;The Undermountain Module&#10;&#10;Undermountain is a vast and multileveled dungeon beneath Mount Waterdeep that once served the crazed wizard Halaster as a site for magical experiments. Now it is a labyrinthine maze with few refuges for weary adventurers.&#10;&#10;The rumored wealth of Undermountain entices adventurers to brave the mysteries and monsters beneath the City of Splendors. The risks and the rewards are greater for undertaking Quests that require more Gold and Adventurers.&#10;&#10;The Skullport Module&#10;&#10;Skullport&mdash;also known as the Port of Shadow&mdash;is nestled in the heart of Undermountain, deep below the streets of Waterdeep. It is a haven for nefarious crimes, underhanded deals, and back-alley murders. Those who visit Skullport do so at their own peril, for around every corner are new ways to make people disappear.&#10;&#10;The Skullport module includes a new resource: Corruption. Unlike Adventurers and Gold, having Corruption in your tavern penalizes you at the end of the game.&#10;&#10;Each Corruption token in your Tavern at the end of the game is worth negative Victory Points. The exact negative value depends on how much Corruption has been collected throughout the game; the more corrupt you and your fellow Lords are, the more Corruption hurts your score.&#10;&#10;","image":"https://cf.geekdo-images.com/ChZSk2MECGjo_WUjuKkfPw__original/img/66YlwLcR1HcfGjVBEKMPcjA7Ih4=/0x0/filters:format(jpeg)/pic1590236.jpg","thumbnail":"https://cf.geekdo-images.com/ChZSk2MECGjo_WUjuKkfPw__thumb/img/f7adBspmKpTr-g3fq3Xz5BUgUXw=/fit-in/200x150/filters:strip_icc()/pic1590236.jpg","link":"https://boardgamegeek.com/thing/134342","minPlayers":"2","maxPlayers":"6","yearPublished":"2013","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"4"}}