{"timestamp":"2024-11-13T01:26:06.961Z","gameDetails":{"id":"134380","name":"Tzolk'in: The Mayan Calendar – Mini Expansion 1","type":"boardgameexpansion","description":"Released in Spielbox issue 2012/6, this mini expansion includes one new monument tile and one new starting wealth tile.&#10;&#10;From the Spielbox:&#10;&#10;Every culture evolves. Some grow and flourish; others decline, but they must change.&#10;&#10;This mini-expansion consists of one monument tile and one Starting Wealth Tile. Mix them in with the other tiles of the same kind.&#10;&#10;Bonus Monument - Granary&#10;&#10;This granary is built to stand the test of time. Its magnificence long after the Mayans stop storing grain in it.&#10;&#10;This monument is unique in that an immediate effect during play. When you build it, immediately take 13 corn from the corn bank.&#10;At the end of the game, this monument is worth 13 points.&#10;&#10;Bonus Starting Wealth - Cistern&#10;&#10;Your tribe has figured out how to draw water out of the surrounding soil and and store it in an underground cistern. The ecological impact of this feat of engineering harms the other tribes&#10;&#10;If you choose this Starting Wealth Tile, you get 10 corn. Each of your opponents starts with 1 less corn. (An opponent whose Starting Wealth Tiles provide no corn is not affected.)&#10;If you draw this tile when placing dummy workers, it indicates that you will play this game with one less dummy worker than usual (11 instead of 12 in a two-player game or 5 instead of 6 in a three-player game).&#10;&#10;Help your culture grow and flourish, and the gods will smile upon you.&#10;&#10;","image":"https://cf.geekdo-images.com/p1s4uo_qlGfqYeuuc9Nskw__original/img/4mXtNvH1u-Nuy7mFSxhjbRgKX0s=/0x0/filters:format(jpeg)/pic1778086.jpg","thumbnail":"https://cf.geekdo-images.com/p1s4uo_qlGfqYeuuc9Nskw__thumb/img/5TZA_ZqBmVaIOSu98ubyDuX8nV4=/fit-in/200x150/filters:strip_icc()/pic1778086.jpg","link":"https://boardgamegeek.com/thing/134380","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[2,3],"averageRating":"7.5386","averageWeight":"3.1724","boardGameRank":"Not Ranked","mechanics":["Set Collection","Worker Placement"],"categories":["Ancient","Civilization","Economic","Expansion for Base-game","Farming","Mythology"],"designers":["Simone Luciani","Daniele Tascini"]}}