{"timestamp":"2024-11-12T21:08:11.627Z","gameDetails":{"id":"134453","name":"The Little Prince: Make Me a Planet","type":"boardgame","description":"In The Little Prince: Make Me a Planet, each player will build his own planet to provide a beautiful home for the dear animals of The Little Prince &ndash; the fox, the sheep, the elephant and the snake &ndash; but make sure there aren't too many volcanoes and baobab trees!&#10;&#10;Each round, the start player chooses one of the four stacks of tiles and takes as many tiles as the number of players. He chooses one of them and appoints a different player to choose another tile. This new player takes the tile and starts building her own planet in front of her. Then she appoints another player, and so on, until every player gets a tile. The last player must take the only tile that remains. To make up for that, this player becomes the start player for the next round.&#10;&#10;Baobab trees grow on some tiles, and having too many of them is bad. If a player has three baobab trees on his planet, the three tiles bearing these trees have to be turned face down. Now the items on those tiles won't score you points at the end of the game!&#10;&#10;By the end of the game, four characters will be located around each player's planet, earning that player points based on the various items present on the planet. Not everything is risk-free, though, as the player who has the highest number of volcanoes loses as many points as the number of volcanoes on his planet. The player with the highest score wins!&#10;&#10;","image":"https://cf.geekdo-images.com/qrSFj8YArH-rUAwpUaTpPw__original/img/hzOdnLpx_JUNrvKUyTHsv95J0q0=/0x0/filters:format(jpeg)/pic3083205.jpg","thumbnail":"https://cf.geekdo-images.com/qrSFj8YArH-rUAwpUaTpPw__thumb/img/S8jwzlcCFgk1UwU966TipcK0DQE=/fit-in/200x150/filters:strip_icc()/pic3083205.jpg","link":"https://boardgamegeek.com/thing/134453","minPlayers":"2","maxPlayers":"5","yearPublished":"2013","playingTime":"25","minPlayingTime":"25","maxPlayingTime":"25","bestAtCount":[4],"averageRating":"6.89326","averageWeight":"1.5722","boardGameRank":"1508","mechanics":["Open Drafting","Set Collection"],"categories":["Novel-based","Territory Building"],"designers":["Antoine Bauza","Bruno Cathala"]}}