{"timestamp":"2024-11-09T20:11:43.462Z","gameDetails":{"id":"135378","name":"Catan: Explorers & Pirates","type":"boardgameexpansion","description":"Catan: Explorers &amp; Pirates is the fourth major expansion for The Settlers of Catan (following Seafarers, Cities &amp; Knights and Traders &amp; Barbarians) and it includes five scenarios and three missions; some of the scenarios make use of the missions while others do not.&#10;&#10;Catan: Explorers &amp; Pirates differs from the Catan base game in three main ways. First, instead of having only a single island in the game on which players build and compete for resources, three islands are present &ndash; but the landscape of only one of these islands is known at the start of the game. Players start on this island, then build ships and bring settlers into play so that they can then travel to new lands. When a ship ends its movement on unexplored territory, that hex is revealed and a randomly-drawn number chip placed on it, with the player earning one resource as a reward &ndash; assuming the hex produces resources, that is. (The number of unknown tiles varies from 16 to 32, depending on the scenario.) A settler and ship can be transformed into a port settlement, from which roads and new ships can be built to enable further exploration.&#10;&#10;Second, instead of using cities, Catan: Explorers &amp; Pirates allows players to build port settlements for two corn and two ore, with a port settlement supplying one resource when the adjacent number is rolled at the start of a turn. Like cities, port settlements are worth two victory points (VPs), and the number of VPs required to win depends on the scenario.&#10;&#10;Third, if a player receives no resources during the production roll (other than on a roll of 7), she receives one gold in compensation. Two gold can be traded with the bank for a resource of the player's choice. Gold has other uses as well, such as helping you escape from pirates.&#10;&#10;The five scenarios included in Catan: Explorers &amp; Pirates are:&#10;&#10;&bull; Land Ho! Explore the seas of Catan and discover two new islands to expand your settlements. Once you've discovered an island, you must use ships to ferry settlers from one island to another and colonize distant lands. (Introductory scenario)&#10;&#10;&bull; Pirate Lairs! In this scenario, pirates prowl the seas along with your trading vessels. Pay tribute to the pirates or drive them off, then find and capture their lairs to earn gold and VPs! (One mission scenario)&#10;&#10;&bull; Fish for Catan! The people of Catan are short of food, so it's time to take to the ocean to fish for meals. These are deep water fish, though, so first you must find their shoals before you can catch them! The Council of Catan will reward players with VPs for returning fish to the island, as well as for capturing pirate lairs. Just watch out for roaming pirates, as not only will they demand gold for tribute, they might also get to the fish before you do! (Two mission scenario)&#10;&#10;&bull; Spices for Catan! In this scenario, the Council of Catan wants you to find fish and spices for the people of Catan! As before, they reward the most industrious merchant captains with VPs. Obtaining spice will require you to become friends with the mysterious inhabitants of the Spice Islands, but in return they will not only trade you spices but teach you their knowledge of sailing or even pirate fighting techniques! (Two mission scenario)&#10;&#10;&bull; Explorers and Pirates! This lengthy and challenging scenario brings everything from the previous scenarios together! Explore new lands, capture pirate lairs, find fish, and befriend the inhabitants of the spice isles! (Three mission scenario)&#10;&#10;","image":"https://cf.geekdo-images.com/bapGziwjZAoI6PMncGrTXQ__original/img/BI3zaze6wnOjntpwcCRi2PwNe-s=/0x0/filters:format(jpeg)/pic2420310.jpg","thumbnail":"https://cf.geekdo-images.com/bapGziwjZAoI6PMncGrTXQ__thumb/img/DP_KWoMbe9JInuOaoLtks2-9DKg=/fit-in/200x150/filters:strip_icc()/pic2420310.jpg","link":"https://boardgamegeek.com/thing/135378","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":"4"}}