{"timestamp":"2024-11-13T00:44:43.142Z","gameDetails":{"id":"13551","name":"Oltre Mare","type":"boardgame","description":"Are you the best Merchant of Venice? &#10;Sailing along the courses of ancient Venetians in Oltre Mare, the unknown lands of Barbaria. Looking for the most precious wares and the richest stocks; exchanging wares with other merchants, loading your ship and selling at the market; but at the same time trying to escape the ever-present pirates.... Oltre Mare - Merchants of Venice is an engaging voyage through the Mediterranean Sea, in the golden Age of Sail.&#10;&#10;How to play:&#10;On his or her turn, the player can trade Goods (corn, wine, spices, silk, etc.) for other Goods or for money (which also double as points) with fellow players. He or she then plays cards from his/her hand to perform certain actions that allow you to earn money, to draw cards, or to move your ship on the map (where you can obtain special powers). But there is also a dreadful Pirate action that you have to look out for! The cards played also represent the Goods that are loaded as cargo on your ship. The more cards of the same Good type shipped, the more money (and score) you will gain at the end of the game. The cards played will also influence the next turn, so choose your strategy well.&#10;&#10;In order to win, you have to trade wisely, choose the right cards to perform the best actions, and maximize the profit from your ship's cargo!&#10;&#10;The original version from Mind the Move is a small blue box.  Rio Grande and Amigo released a bigger box version with a larger board in 2005.&#10;&#10;","image":"https://cf.geekdo-images.com/mh45_E4quFmdgl23MD-0gg__original/img/JnH9tItcjzo-u6uFk_JcvOjKOf4=/0x0/filters:format(jpeg)/pic89789.jpg","thumbnail":"https://cf.geekdo-images.com/mh45_E4quFmdgl23MD-0gg__thumb/img/YnJNKBxLSKu2xyuqJMV--yKrmVA=/fit-in/200x150/filters:strip_icc()/pic89789.jpg","link":"https://boardgamegeek.com/thing/13551","minPlayers":"2","maxPlayers":"5","yearPublished":"2004","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[5],"averageRating":"6.64318","averageWeight":"2.5123","boardGameRank":"2317","mechanics":["Hand Management","Open Drafting","Set Collection","Trading"],"categories":["Bluffing","Card Game","Nautical","Negotiation","Pirates"],"designers":["Emanuele Ornella"]}}