{"timestamp":"2024-11-09T19:54:17.258Z","gameDetails":{"id":"136147","name":"Android: Netrunner – Humanity's Shadow","type":"boardgameexpansion","description":"Game description from the publisher:&#10;&#10;&quot;Corporations like to forget the human costs of their achievements. They don't like to think about the thousands of people who they've trod upon and who live in the shadows of their corporate offices. But every such person is a potential ally for all of us runners.&quot; &ndash;Shade&#10;&#10;Hardware and programs drive efficiency, but talent trumps them both. In the future of Android: Netrunner, humans compete for work with bioroids and clones. Business is built as much from programs and hardware as from cash and concrete. To find your way in this tech-centric world, you need to be savvy to the latest upgrades, and you need a good deal of imagination. Humanity's Shadow, the fifth Data Pack in the &quot;Genesis Cycle&quot; for Android: Netrunner The Card Game, gives you a chance to get your hands on both the most bleeding edge technology and the talent you need to make it sing. Its sixty new cards (three copies each of twenty different cards) allow players to customize their strategies while recruiting more personalized and imaginative assistance.&#10;&#10;With a new Criminal identity, a daring new resource, and unique sysops for the Corporations, Humanity's Shadow profiles some of the most talented individuals pulling the strings behind the game&rsquo;s cyberstruggles. New events for the Runners allow you to customize your strategies while the game's Corporations look to increase their security with a more hands-on approach based upon new operations, talented sysops, traces, and traps.&#10;&#10;","image":"https://cf.geekdo-images.com/cA99It1EDzjK2oU8VWwhqA__original/img/94Z6jshcJF6jbz-EAmsVMzyD6lU=/0x0/filters:format(jpeg)/pic1546055.jpg","thumbnail":"https://cf.geekdo-images.com/cA99It1EDzjK2oU8VWwhqA__thumb/img/Eq7IwM1UqmKKwwhLAxWT99C-1As=/fit-in/200x150/filters:strip_icc()/pic1546055.jpg","link":"https://boardgamegeek.com/thing/136147","minPlayers":"2","maxPlayers":"2","yearPublished":"2013","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"2"}}