{"timestamp":"2024-11-13T00:00:11.893Z","gameDetails":{"id":"137166","name":"Dominion: Guilds","type":"boardgameexpansion","description":"Game description from the publisher:&#10;&#10;Jobs, everyone's worried about jobs. Whatever happened to tilling the fields in obscurity? The economy is just a trick, like stealing someone's nose, but lately people seem to have seen through it, like when you realize someone hasn't really stolen your nose. So now everyone's joining a guild, learning a craft, and working on a masterpiece &ndash; a painting so beautiful it blinds you, or a cheese grater so amazing that you never eat cheese again. The only people left tilling the fields are the ones doing it ironically. The guilds cover everything &ndash; ironic tilling, butchering, baking, candlestick making, shoemaking, cheesemaking, cheese destruction. Your advisor is convinced that somehow, control of the stonecutters is key to world domination. Very well. You will have stone handled so expertly that the world trembles before you.&#10;&#10;Dominion: Guilds is the eighth addition to the game of Dominion, adding thirteen new Kingdom cards to the game. This expansion has coin tokens that you can save to spend later, and cards you can get more out of by paying extra for them.&#10;&#10;Part of the Dominion series.&#10;&#10;","image":"https://cf.geekdo-images.com/kHg6k8Y72deaQjOW1y2U0A__original/img/lvkMYheh1lq4_2zO-15_jJSQyhU=/0x0/filters:format(jpeg)/pic1646917.jpg","thumbnail":"https://cf.geekdo-images.com/kHg6k8Y72deaQjOW1y2U0A__thumb/img/Ii0TCbqL6YYFiW4D1oZml1uORBg=/fit-in/200x150/filters:strip_icc()/pic1646917.jpg","link":"https://boardgamegeek.com/thing/137166","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[3],"averageRating":"7.85556","averageWeight":"2.5","boardGameRank":"Not Ranked","mechanics":["Deck, Bag, and Pool Building","Hand Management","Open Drafting"],"categories":["Card Game","Expansion for Base-game","Medieval"],"designers":["Donald X. Vaccarino"]}}