{
  "timestamp": "2025-11-26T20:59:53.992Z",
  "gameDetails": {
    "id": "137155",
    "name": "Potato Man",
    "type": "boardgame",
    "description": "Potato Man is a trick-taking game with the largely unused theme of potatoes in which you can sometimes achieve the highest scores with the smallest potatoes.\n\nAfter dealing the cards out, players each play one card to the center of the table to form the \"trick\" &ndash; but each of the four colors can be played only once. (The exception: In a five-player game, one color can be played twice.) Whoever plays the highest card wins the trick &ndash; except that the three least valuable cards in the game (1, 2, 3 of yellow) win the trick if one of the three most valuable cards in the game (16, 17, 18 of red) is present. Whoever wins a trick leads to the next trick.\n\nEach color has its own small deck of scoring cards, and when a player wins a trick, he takes a scoring card of the corresponding color. The red color, for example, has highest playing cards on average (cards 5-18, compared to yellow 1-13), but least valued scoring cards for a trick. However, once three tricks are taken with the same color, the scoring cards of that color are depleted and players take golden \"joker\" scoring cards, worth the most points. Therefore you might want to keep high cards of a frequently winning color in your hand in order to maximize your points &ndash; but the round ends as soon as a player cannot play a card due to the restrictions on which cards can be played in a given trick.\n\nPlayers tally their points, then begin a new round, with the game lasting as many rounds as the number of players. In the end, whoever tallies the most points wins!\n\n",
    "image": "https://cf.geekdo-images.com/4HyiMDwY4myrL9qEr--myw__original/img/Mt-Snn4VcSlDafrz0PwrO7Jlomo=/0x0/filters:format(png)/pic7440792.png",
    "thumbnail": "https://cf.geekdo-images.com/4HyiMDwY4myrL9qEr--myw__small/img/5wd0wTokJtPt53nJyX69Z1SNeN4=/fit-in/200x150/filters:strip_icc()/pic7440792.png",
    "link": "https://boardgamegeek.com/thing/137155",
    "minPlayers": "2",
    "maxPlayers": "5",
    "yearPublished": "2013",
    "playingTime": "40",
    "minPlayingTime": "40",
    "maxPlayingTime": "40",
    "bestAtCount": [
      4
    ],
    "averageRating": "6.84202",
    "averageWeight": "1.4267",
    "boardGameRank": "2726",
    "mechanics": [
      "Trick-taking"
    ],
    "categories": [
      "Card Game"
    ],
    "designers": [
      "Günter Burkhardt",
      "Wolfgang Lehmann"
    ]
  }
}