{"timestamp":"2024-11-09T21:00:12.900Z","gameDetails":{"id":"137396","name":"Kingdom Builder: Crossroads","type":"boardgameexpansion","description":"Game description from the publisher:&#10;&#10;New locations and new challenges are what the land needs! Kingdom Builder: Crossroads includes four new landscapes with two different location spaces to offer new options to shape the kingdom. The task cards challenge players to build their settlements in a certain way in order to gain even more gold at the end of the game.&#10;&#10;Crossroads introduces 8 new unique location abilities, two on each of the game board sections. The usual set up and gameplay rules apply, but new pieces are used:&#10;&#10;Warriors - Players get two of these in their colour. When placed with the &quot;barracks&quot; location ability, they prevent all building actions on spaces adjacent to it&#10;&#10;Wagons - 1 per player. These are placed with the &quot;wagon&quot; ability, and can be moved across the game board.&#10;&#10;Ships - 1 per player. These are placed with the &quot;lighthouse&quot; ability, and can be moved across water spaces on the game board.&#10;&#10;City Halls - 1 per player. These are placed with the &quot;city hall&quot; ability. They take up 7 building spaces, and count as 7 regular settlements for scoring and placing purposes.&#10;&#10;6 task cards are also introduced. These allow for additional end game scoring. The three Kingdom Builder cards are selected as usual, and then 1 task card is randomly chosen for each Crossroads game section that is in play. These show specific achievements that players get points for completing at the end of the game, such as having a settlement on each of the 4 map edges.&#10;&#10;Kingdom Builder: Crossroads FAQ answers many frequently asked questions!&#10;&#10;","image":"https://cf.geekdo-images.com/rqpI-ulKugcZDqstHEXBow__original/img/D4yOZ30DhIlXTQzRHFNPQ3l0lCY=/0x0/filters:format(jpeg)/pic1550248.jpg","thumbnail":"https://cf.geekdo-images.com/rqpI-ulKugcZDqstHEXBow__thumb/img/wgOlz14Kotu3Hqmh-EDxO41mYKM=/fit-in/200x150/filters:strip_icc()/pic1550248.jpg","link":"https://boardgamegeek.com/thing/137396","minPlayers":"2","maxPlayers":"5","yearPublished":"2013","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}