{"timestamp":"2024-11-13T00:04:54.831Z","gameDetails":{"id":"137479","name":"Elder Sign: Unseen Forces","type":"boardgameexpansion","description":"Game description from the publisher:&#10;&#10;Unseen Forces, an expansion for Elder Sign, brings a fresh challenge to the efforts of the investigators in this cooperative dice game set in the world of H.P. Lovecraft's weird fiction. The museum harbors artifacts that draw the attention of horrible beings, and the unfathomable wills of these creatures make themselves known in the form of blessings and curses. Four new Ancient Ones, eight new investigators, and several new monsters accompany the introduction of these powers, and the entrance of the museum has been remodeled thanks to four Entrance Cards, which give investigators more ways to spend their turn if they'd rather not attempt an adventure.&#10;&#10;Blessings and curses work their power in Unseen Forces through the introduction of a white and a black die. A blessed investigator gains the Blessed card and adds a white die to the player's dice pool, giving him an extra icon to use to complete his tasks. Being cursed forces a player to take the Cursed card and roll the black die along with the rest of his dice pool. If the player rolls any die that matches the result on the black die, he must discard both from his pool immediately.&#10;&#10;Blessings and curses don't keep building up on an investigator. Any blessed character who receives a second blessing can draw a spell card, a clue, or a common or a unique item card. Cursed investigators, on the other hand, are walking a very fine line. If an investigator has the misfortune of a second curse being inflicted, he is immediately devoured! Seek out blessings and avoid being cursed, and you may have a chance of stopping the Ancient Ones...&#10;&#10;","image":"https://cf.geekdo-images.com/kFQGc5u7quJgbgSNtaJKGw__original/img/q0zFaEa5c2Hx9B-4fYuX4mBIbpM=/0x0/filters:format(jpeg)/pic1639617.jpg","thumbnail":"https://cf.geekdo-images.com/kFQGc5u7quJgbgSNtaJKGw__thumb/img/KRI9tIoy5cBos41E_3VvktS-NcM=/fit-in/200x150/filters:strip_icc()/pic1639617.jpg","link":"https://boardgamegeek.com/thing/137479","minPlayers":"1","maxPlayers":"8","yearPublished":"2013","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[1,4],"averageRating":"7.64278","averageWeight":"2.4296","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Dice Rolling","Modular Board","Player Elimination","Role Playing","Variable Player Powers"],"categories":["Adventure","Card Game","Dice","Expansion for Base-game","Fantasy","Fighting","Horror","Novel-based"],"designers":["Richard Launius","Kevin Wilson"]}}