{"timestamp":"2024-11-12T22:16:02.452Z","gameDetails":{"id":"137408","name":"Amerigo","type":"boardgame","description":"In Amerigo, the players help Amerigo Vespucci on his journey to discover new land. The players explore the islands of South America, secure trading routes, and build settlements.&#10;&#10;The actions available to players are determined through the use of a specialized cube tower, which has appeared in the Queen titles Im Zeichen des Kreuzes and Wallenstein. At the start of the game, this tower is seeded with action cubes, which come in seven colors, with each color matching a particular type of action. During the game players will drop additional action cubes into the tower &ndash; but some of these cubes might get stuck in the floors of the tower while other cubes already in the tower are knocked free. Thus, players need to play both tactically &ndash; taking advantage of the actions currently available in the best way possible &ndash; and strategically &ndash; using their knowledge of which actions do what to play well over the course of the game.&#10;&#10;The game board is composed of nine, twelve or sixteen tiles, depending on the number of players. Players sail their ships through the landscape created for this game, landing on islands to plan and build settlements, which then supply resources and allow the player to earn victory points. Players might want to invest in cannons to protect themselves from pirates roaming the waters or acquire progress tokens to gain special advantages.&#10;&#10;","image":"https://cf.geekdo-images.com/CPTCRbcUGvW-gepKwTvjSg__original/img/s0CSe2HK5xYB5aFR3WUqJAZRAn8=/0x0/filters:format(jpeg)/pic1824151.jpg","thumbnail":"https://cf.geekdo-images.com/CPTCRbcUGvW-gepKwTvjSg__thumb/img/zRh81ru4inGKVa5BA4_kIY5Xewg=/fit-in/200x150/filters:strip_icc()/pic1824151.jpg","link":"https://boardgamegeek.com/thing/137408","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"7.43891","averageWeight":"2.9713","boardGameRank":"536","mechanics":["Action Points","Cube Tower","Grid Movement","Modular Board","Tile Placement"],"categories":["Nautical","Renaissance"],"designers":["Stefan Feld"]}}