{"timestamp":"2024-11-13T00:53:18.941Z","gameDetails":{"id":"137776","name":"Praetor","type":"boardgame","description":"It's the year AD 122, and the Roman Empire is at the peak of its glory. Caesar Hadrian is no longer waging war against the barbarians, but building cities and fortifications to ensure a lengthy domination of the Roman culture and wealth.&#10;&#10;The southern part of Britain is under Roman domination, and Caesar has already begun the construction of Hadrian's Wall to protect the empire from invasions from the North. Together with the wall, Caesar has ordered the founding of a new city that will remind the locals of the glory of Rome. He has appointed five of his most trusted men to take resources and workers from Rome and to build the city together &ndash; but in the end only one of them will be appointed Praetor and rule the Province in the name of Caesar.&#10;&#10;In Praetor, you will take the role of a Roman engineer, and you will work together with the other players to build a magnificent city. You will manage your limited resources wisely and look for new ones, you will recruit new Workers while your old experienced ones will retire, you will build settlements to keep the population happy, and you will praise the Gods to earn their favor. Caesar will reward you if you give away precious resources to build Hadrian&rsquo;s Wall, thus increasing your chances of becoming Praetor.&#10;&#10;Every turn, you will place your Workers on previously built City Tiles to gain resources, Morale, new Workers, or Favor points. You may also assign Workers to build new City Tiles or spend resources to meet Caesar&rsquo;s demands to gain Favor Points. At the end of each turn, you will have to pay your Workers. Otherwise, the mood in the city will deteriorate.&#10;&#10;Most of the actions your Workers will perform will help them gain experience. They will become increasingly skilled in collecting resources. Your most experienced Workers will eventually retire and bring you additional Favor Points, but you will still have to show solidarity and pay them until the end of the game.&#10;&#10;","image":"https://cf.geekdo-images.com/lda6XfSeUyAF3vaqm_L2LQ__original/img/-mdqPjzQwV4xgOZEJaPDP97nbbw=/0x0/filters:format(png)/pic1963503.png","thumbnail":"https://cf.geekdo-images.com/lda6XfSeUyAF3vaqm_L2LQ__thumb/img/kkOs_DVyCMMQwoQ_Z0kpTKr8s9Y=/fit-in/200x150/filters:strip_icc()/pic1963503.png","link":"https://boardgamegeek.com/thing/137776","minPlayers":"2","maxPlayers":"5","yearPublished":"2014","playingTime":"75","minPlayingTime":"75","maxPlayingTime":"75","bestAtCount":[4],"averageRating":"6.54745","averageWeight":"3","boardGameRank":"3603","mechanics":["Delayed Purchase","Market","Modular Board","Ownership","Tile Placement","Turn Order: Stat-Based","Variable Player Powers","Worker Placement","Worker Placement with Dice Workers","Worker Placement, Different Worker Types"],"categories":["Ancient","City Building","Economic"],"designers":["Andrei Novac"]}}