{"timestamp":"2024-11-13T01:12:46.634Z","gameDetails":{"id":"137847","name":"Star Wars: The Card Game – Assault on Echo Base","type":"boardgameexpansion","description":"Game description from the publisher:&#10;&#10;As Imperial walkers begin their march against Echo Base, the Rebel Alliance and its allies prepare to mount a desperate defense of their frozen refuge. Will the Rebel shields hold against the Imperial onslaught? Will the Rebel defense of Hoth buy enough time for light side forces elsewhere to gather recruits and spread hope throughout the galaxy? Or will General Veers lead the Empire's walkers and troopers to a commanding victory while bounty hunters and Black Sun mercenaries chase down the remnants of the light side resistance?&#10;&#10;Assault on Echo Base, the fourth Force Pack in &quot;The Hoth Cycle&quot; for Star Wars: The Card Game, adds complete playsets of six new objective sets, opening up all-new strategies based around Walkers, Troopers, Droids, manipulating shield tokens, and removing damage from objectives. Meanwhile, two new objective sets feature powerful effects that trigger while their objectives are undamaged, encouraging players to center their strikes and defenses around them.&#10;&#10;Descriptive text from the back of the pack:&#10;&#10;The battle of Hoth is underway, and the opening shots have been fired.  The Rebel Alliance is hopelessly outgunned, as the Imperial Blizzard Force moves relentlessly towards Echo Base.&#10;&#10;Assault on Echo Base is a Force Pack for Star Wars: The Card Game and contains 60 new cards designed to augment your decks.  Star Wars: The Card Game is a game of fast-paced combat, high stakes subterfuge, and innovative deck customization for two players.&#10;&#10;Contains objective sets 53-58.  This is not a standalone deck.  The Star Wars: The Card Game Core Set is required to play.&#10;&#10;","image":"https://cf.geekdo-images.com/0pM9xjJgL5mOvwSpV66eNA__original/img/yCmvc_PLgCWvD6yLczXjZqjvZMQ=/0x0/filters:format(jpeg)/pic1639624.jpg","thumbnail":"https://cf.geekdo-images.com/0pM9xjJgL5mOvwSpV66eNA__thumb/img/NljcJAhLRtntkX6V5I0Ry8W06zM=/fit-in/200x150/filters:strip_icc()/pic1639624.jpg","link":"https://boardgamegeek.com/thing/137847","minPlayers":"2","maxPlayers":"2","yearPublished":"2013","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"7.63817","averageWeight":"3.0769","boardGameRank":"Not Ranked","mechanics":["Hand Management","Variable Player Powers"],"categories":["Expansion for Base-game","Card Game","Movies / TV / Radio theme","Science Fiction"],"designers":["Eric M. Lang"]}}