{"timestamp":"2024-11-12T21:24:26.650Z","gameDetails":{"id":"137988","name":"Zombicide Season 2: Prison Outbreak","type":"boardgame","description":"Zombicide Season 2: Prison Outbreak takes the players to an indoor environment with vicious close-ranged fights, Prison Outbreak contains all the needed material for a new player to enter the Zombicide universe, and lots of content, almost all new, for an existing Zombicide player to expand his game experience. In fact, Prison Outbreak holds even more material than the core game published in 2012 (now nicknamed Season 1)!&#10;&#10;The Prison Outbreak will feature berserker zombies. They&rsquo;re really tied to each other. Prison tiles display tortuous alleys, small rooms and doors everywhere, filled with berserker zombies immune to ranged weapons. You have to think fast, foresee the improbable and jump into melee at every turn. This is like a modern dungeon where levers are replaced with switches to open or lock doors, use security rooms and reach secret areas.&#10;&#10;Prison Outbreak also contains six new survivors with their Zombivor aspects. These survivors are really designed to act as a team, as their skills really complement each other. They&rsquo;re precious assets to any Zombicide team.&#10;&#10;Missions featured in the rulebook form a campaign on their own, as survivors battle to turn a zombie-filled prison into a reliable shelter. Many challenges await them, but they have new tools of the trade: riot shields, automatic shotguns, concrete saws and many more toys. There&rsquo;s even an alternate ending.&#10;&#10;","image":"https://cf.geekdo-images.com/bV7_KecPk-fONtD80L-rLA__original/img/j5mYIkVqflkZRRT45KQYg4glZks=/0x0/filters:format(jpeg)/pic1805937.jpg","thumbnail":"https://cf.geekdo-images.com/bV7_KecPk-fONtD80L-rLA__thumb/img/VDCEEZ8vZiWD4aOE39EYz1EnIes=/fit-in/200x150/filters:strip_icc()/pic1805937.jpg","link":"https://boardgamegeek.com/thing/137988","minPlayers":"1","maxPlayers":"6","yearPublished":"2013","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2,3,6],"averageRating":"7.34777","averageWeight":"2.6552","boardGameRank":"903","mechanics":["Action Points","Cooperative Game","Dice Rolling","Hand Management","Modular Board","Variable Player Powers"],"categories":["Horror","Miniatures","Zombies"],"designers":["Raphaël Guiton","Jean-Baptiste Lullien","Nicolas Raoult"]}}