{"timestamp":"2024-11-13T00:32:56.884Z","gameDetails":{"id":"138311","name":"Machine of Death: The Game of Creative Assassination","type":"boardgame","description":"Machine of Death: The Game of Creative Assassination is a storytelling game set in a world in which a machine can predict how a person will die with 100% accuracy with only a small blood sample. However, the machine delights in being vague and twisted. A card reading &quot;Old Age&quot; could mean you die in your sleep at age 120, or it could mean you're run over tomorrow by an elderly driver who forgot to take his pills today. Players of the game take the role of assassins, who must use the various tools at their disposal -- from storytelling to a slew of items available from specialty Black Market shops -- to create a situation in which a target is killed in a way in line with their Death Prediction. The Machine of Death Game uses this basic idea, of assassins working in a world where cause of death is known to create various game modes.&#10;&#10;The General Gameplay of most modes works like this:&#10;&#10;     A target is assigned, and given certain details (including Death Prediction, and extra Intel details, such as things they particularly like or dislike &ndash; to help predict their behavior).&#10;     Players &ndash; assassins &ndash; are given Black Market Gift Cards. These are the items they are allowed to use in order to accomplish their goal: killing the target.&#10;     Players use the Gift Cards to devise a plan. Each Black Market card provides an item to be used in an Action. Three actions should chain together in some way that results in the death of the target. &#10;     The plan is greenlit, either by a Chief player, or via consensus, depending on game mode. &#10;     The timer starts and the plan is put into action. This is represented by dice rolling to beat a &quot;difficulty score.&quot; An unlikely plan hinging on a single item may need to roll a 6 for that Action, but a rock-solid intricate plan may need to only roll a 2 for each card. &#10;     The skull face on the die also adds a frantic element (replacing the 1 face, if the skull is rolled it prompts the flipping of a Fate Coin to add additional randomness). &#10;     In case of failure of any die roll, that Action didn't work, and the plan must be revised. While the timer continues running, the assassins draw a new Black Market item, amending their previous plan and rolling for a new Action. They may also call in &quot;Specialists&quot;, who are characters with special skills (earned in previous rounds).&#10;     If any three Actions are successful before the timer runs out, the target is killed. With the remaining time, the players may roll for Aftermath tasks (such as fleeing the scene or destroying the evidence). Completion of these tasks earns Specialist cards to be used in later rounds. This is the only way to replenish the group's overall Budget of playable cards.&#10;     If the timer runs out before three Actions are completed, the target escapes. This is the end of the round.&#10;     In the published rules, this also ends the game. This rule was subsequently revised, allowing players to make another attempt on the same target, or take the loss and move on to additional targets. Hard-core players may end the game at this point.&#10;     The team wins if they can accomplish four successful kills before their total Budget of Black Market cards are exhausted.&#10;&#10;&#10;Game Variants:&#10;&#10;     Chief Mode is where one player takes on the gamemaster role of the Chief, answering questions and deciding on the difficulty of the plan being created by the other players. Groups of 4 or more work best in this mode. In groups of 2-3 players, each player states their opinion, and the hardest value is the one used.&#10;     Psychopath is similar to Cards Against Humanity or Apples to Apples. Each player holds a hand of Death Prediction cards that represent hostages. One psychopath announces a murder weapon (based on a drawn Black Market card), and players each toss in the hostage they believe will be most likely to be killed by that weapon. Designed for 4+ players.&#10;     Speed Round is faster-paced and useful for introducing players to the death prediction concept. One Chief presents the Death Prediction Card of an assassination target, and players rush to play a Black Market or Specialist card that they think can kill the person in the predicted way. The Chief assigns a difficulty value to the fastest player's proposed plan, and the player rolls to see if they can pull it off. If they do, they earn that Death Prediction Card as a point; if they fail, another player may propose a plan. &#10;     Mechanical Chief uses 14 regular playing cards to replace the subjective judgments of the Chief. Each Black Market card is dealt with a playing card, the value of which is kept hidden until the die is about to be rolled. This variant is good for faster play, and directs discussions toward justifying the revealed values within the story, rather than debating the merits of various plans.&#10;     Teams is useful for very large groups. The players split into two rival assassination teams, and alternate attacking targets, with a single Chief moderating. Teams operate under spelling bee elimination rules (one team's failure, followed by the victory of the other, results in the first team's elimination). A target that a team fails to kill must then be attempted by the other team, and a continuous narrative persists throughout the entire game.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/AnfdCFGxysRi9yLI3Z_g8w__original/img/mKZyg2FwWLnPaahiGNkZooMLY-I=/0x0/filters:format(jpeg)/pic1741932.jpg","thumbnail":"https://cf.geekdo-images.com/AnfdCFGxysRi9yLI3Z_g8w__thumb/img/rQMjZi_36tPeQzQmt22CdrDpY2I=/fit-in/200x150/filters:strip_icc()/pic1741932.jpg","link":"https://boardgamegeek.com/thing/138311","minPlayers":"2","maxPlayers":"4","yearPublished":"2014","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[4],"averageRating":"5.33454","averageWeight":"1.5455","boardGameRank":"26575","mechanics":["Dice Rolling","Storytelling"],"categories":["Card Game","Humor"],"designers":["David Fooden","David Malki","Kris Straub"]}}