{"timestamp":"2024-11-09T21:39:19.956Z","gameDetails":{"id":"138484","name":"Robots on the Line","type":"boardgame","description":"You're one of the lucky robot factory workers invited to an exclusive event. Your job? Picking refurbished or out-of-date parts to build robots that meet eager buyers' requirements. Sell your completed robots to earn points and achieve certain bonuses to earn even more points &mdash; but hurry because other players may be building a robot to sell to the same buyer first.  Can you outsmart your opponents and assemble a four-wheeler robot with two heads, or a robot with six eyes and four hands before they do?&#10;&#10;In Robots on the Line, robot parts move down two conveyor belts. Players take turns pulling robot parts (heads, bases, arms, hands, batteries, antennas and magnets). Not all robot parts can be taken, however. The line you're pulling from must be switched to ON. Robot parts that aren't taken will be discarded onto the junk pile. Players can pay a dollar to go through the junk pile or they can pay a dollar to turn ON/OFF switches. As players take robot parts, they build robots in front of them. Players can build up to four robots in a game. Trading is always allowed.&#10;&#10;To finish a robot it must have a torso, a head, and a base with all other segments off the torso ended with the other parts. While you're building, you'll want to look to the buyers to meet their requirements. A requirement might be a robot with four eyes, or a robot that has no wheels, or a robot with three hands. If you meet a buyer's requirement, you sell it for money. If you meet the bonuses, like medical, war, or cleaning, you get even more money. The game ends when all tiles are off the line or when a player has built 3 robots. The player with the most money wins.&#10;&#10;","image":"https://cf.geekdo-images.com/TBTMqfF3DJDZ_GVzHvWFFA__original/img/6zZeKYOBqFs-DpTyS0ubVpiNnfQ=/0x0/filters:format(jpeg)/pic1757156.jpg","thumbnail":"https://cf.geekdo-images.com/TBTMqfF3DJDZ_GVzHvWFFA__thumb/img/teY0NGM01Fm8KaTKenqaIfhKKJU=/fit-in/200x150/filters:strip_icc()/pic1757156.jpg","link":"https://boardgamegeek.com/thing/138484","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"2"}}