{"timestamp":"2024-11-13T00:03:15.468Z","gameDetails":{"id":"138788","name":"Dungeon Roll","type":"boardgame","description":"The Dungeon lies before you; you&rsquo;ve assembled your party of hearty adventurers and have a few tricks up your sleeve. How far will you go to seek glory and fame? Will you risk losing everything?&#10;&#10;In Dungeon Roll the player's goal is to collect the most experience points by defeating monsters, battling the dragon, and amassing treasure. Each player selects a Hero avatar, such as a Mercenary, Half-Goblin, or Enchantress, which provides them with unique powers. Then players take turns being the Adventurer, who boldly enters the dungeon seeking glory.&#10;&#10;The Adventurer assembles their party by rolling seven Party Dice, while another player serves as the Dungeon Lord and rolls a number of Dungeon Dice based on how far the Adventurer has progressed through the dungeon. The Adventurer uses Champion, Fighter, Cleric, Mage, Thief, and Scroll faces on the Party Dice to defeat monsters such as oozes and skeletons, to claim treasure inside chests, and to revive downed companions with potions. The Adventurer claims treasure by taking a token at random from inside the treasure chest-shaped game box.&#10;&#10;All this fighting in the dungeon is certain to attract the attention of the boss: The Dragon!&#10;&#10;When three or more Dragon faces appear on the Dungeon Dice, the Adventurer must battle the Dragon. Defeating the dragon is a team effort, requiring three different companion types. After three rounds, the players add up their experience points and retire to the inn to celebrate their exploits and to plan their next foray into the next deadly dungeon!&#10;&#10;","image":"https://cf.geekdo-images.com/VCIkZVZVTH9qAP7-HsyIgQ__original/img/JV7hP4qprCGxqH2DotXEJRx3UDM=/0x0/filters:format(png)/pic1585905.png","thumbnail":"https://cf.geekdo-images.com/VCIkZVZVTH9qAP7-HsyIgQ__thumb/img/Sour93yTZ_kXB0j59dPIGJMhPuU=/fit-in/200x150/filters:strip_icc()/pic1585905.png","link":"https://boardgamegeek.com/thing/138788","minPlayers":"1","maxPlayers":"4","yearPublished":"2013","playingTime":"30","minPlayingTime":"15","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"6.084","averageWeight":"1.3333","boardGameRank":"3507","mechanics":["Dice Rolling","Hand Management","Push Your Luck","Solo / Solitaire Game","Variable Player Powers"],"categories":["Dice","Fantasy","Fighting"],"designers":["Chris Darden"]}}