{"timestamp":"2024-11-13T01:00:32.585Z","gameDetails":{"id":"139147","name":"Romolo o Remo?","type":"boardgame","description":"Central Italy in the year 753 B.C.: Many new villages have been founded in the region of Latium. This land is prosperous and a strong city here can easily control the trades between the Etruscan cities of the North and the Greek colonies of the South. The region is also rich in salt ponds, and the salt in this period is worth more than gold. There doesn't exist a better place for a new city!&#10;&#10;The two grandsons of the King of Albalonga &ndash; the twins Romolo and Remo, descendants of Enea of Troy &ndash; don't want to miss an opportunity to dominate the region and, acting against each other, try to establish two cities close to the Tiber river. Their enterprise is not easy as the King of Antemnae and the King of Crustumerium will also fight to dominate this area! Who will prevail?&#10;&#10;In Romolo o Remo?, players act as Kings of the new cities in the Latium and have to compete with each other in order to gain control of the whole Region. Players must manage their kingdom and their growing settlement. Two aspects are crucial: the citizens, as players act with citizens to take many different actions, and the territory, as players can act only in the territories they are able to control &ndash; excluding when they go to war, of course! If the population grows, they can take more actions, but they must feed all of them as well. Money, resources, trades, city buildings, and specialized characters increase a player's possibilites, and soldiers, mercenaries, and war declarations can change the game's storyline at any moment. Who will able to build the strongest city? Who will be the founder of a new civilization &ndash; or perhaps even an Empire?&#10;&#10;","image":"https://cf.geekdo-images.com/sl2ogI9gbps4W7lWsWKdnw__original/img/64bcXFvSz5joLNNbJHr8R_6sd-A=/0x0/filters:format(jpeg)/pic1726167.jpg","thumbnail":"https://cf.geekdo-images.com/sl2ogI9gbps4W7lWsWKdnw__thumb/img/KlRVz1ss6_h1AqyqS1neiFhJ9eI=/fit-in/200x150/filters:strip_icc()/pic1726167.jpg","link":"https://boardgamegeek.com/thing/139147","minPlayers":"1","maxPlayers":"4","yearPublished":"2013","playingTime":"150","minPlayingTime":"150","maxPlayingTime":"150","bestAtCount":[2,4],"averageRating":"6.59899","averageWeight":"3.8571","boardGameRank":"7112","mechanics":["Area Majority / Influence","Area Movement","Trading","Worker Placement"],"categories":["Ancient","City Building","Civilization","Territory Building"],"designers":["Michele Quondam"]}}