{"timestamp":"2024-11-09T21:55:29.217Z","gameDetails":{"id":"139591","name":"Star Wars: The Card Game – The Battle of Hoth","type":"boardgameexpansion","description":"Game description from the publisher:&#10;&#10;&quot;Attack pattern delta. Go now!&quot;&#10;    &ndash;Luke Skywalker, Star Wars: The Empire Strikes Back&#10;&#10;In The Battle of Hoth, the fifth Force Pack in &quot;The Hoth Cycle&quot; for Star Wars: The Card Game, massive and heavily armored Imperial AT-ATs march forward in inexorable waves while Rebel snowspeeder pilots employ daring group tactics to slow their advance. Meanwhile, the desperate fight on the desolate ice planet of Hoth is destined to have tremendous repercussions throughout the galaxy. Will the Empire's AT-ATs and stormtrooper legions surround, siege, and destroy the last remnants of the Rebellion? Or will the valiant sacrifices of the Rebel Alliance's rearguard hold the lines long enough for their allies to find safety?&#10;&#10;Inspired by the early scenes from The Empire Strikes Back, the five new objective sets in The Battle of Hoth allow players to recreate the movie's events or to imagine alternate outcomes. This Force Pack could witness the end of the Rebel Alliance, or it could open an opportunity for its noble spies and smugglers to conduct critical espionage while the Empire's eyes are turned toward Hoth. As Imperial walkers continue their march and Rogue squadron's snowspeeders race across the icy battlefield, the fate of the galaxy is on the line!&#10;&#10;Contains objective sets 59-63.&#10;&#10;","image":"https://cf.geekdo-images.com/ycz6vpSPPK3diQVqkvfF_A__original/img/NuFx3iboa864iTJD_yJNcWr8rRI=/0x0/filters:format(jpeg)/pic1639602.jpg","thumbnail":"https://cf.geekdo-images.com/ycz6vpSPPK3diQVqkvfF_A__thumb/img/RX24DrCSErzTBNgnciT5p9_4CHI=/fit-in/200x150/filters:strip_icc()/pic1639602.jpg","link":"https://boardgamegeek.com/thing/139591","minPlayers":"2","maxPlayers":"2","yearPublished":"2013","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"2"}}