{"timestamp":"2024-11-13T00:19:37.158Z","gameDetails":{"id":"139666","name":"Hive: The Pillbug","type":"boardgameexpansion","description":"Hive: The Pillbug is a new pair of tiles that can be added to Hive. The pillbug can move one space at a time OR it can move an adjacent unstacked piece (friend or enemy) two spaces: up onto the Pillbug itself, then down into another empty space adjacent to itself.&#10;&#10;Exceptions:&#10;&#10;     The Pillbug CANNOT move the piece the other player just moved.&#10;     The Pillbug CANNOT move any piece in a stack of pieces.&#10;     The Pillbug CANNOT move a piece if it splits the hive (violating the One Hive Rule).&#10;     The Pillbug CANNOT move a piece through a too-narrow gap of stacked pieces (violating the Freedom to Move Rule).&#10;&#10;&#10;Furthermore:&#10;&#10;     Any piece just moved by the Pillbug CANNOT move OR be moved OR use its special ability on the next player&rsquo;s turn.  &#10;     IN SUMMARY, when playing with the Pillbug, apply this simple rule of thumb: any piece physically moved is rendered immobile on the next player&rsquo;s turn: it CANNOT move, OR be moved OR use its special ability. A Pillbug that has used its ability has NOT been physically moved, therefore it CAN be physically moved by the opposing Pillbug on the next player&rsquo;s turn. &#10;&#10;&#10;&#10;     The Mosquito can mimic either the movement OR special ability of the Pillbug, EVEN WHEN the Pillbug it is touching has been rendered immobile by the opposing Pillbug (as described above).&#10;     A Pillbug under a Beetle (or Mosquito acting as a Beetle) CANNOT move OR use its ability, like any piece trapped under a stack.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/CfwUY1PpOFskSvUYLTJejA__original/img/JS6dkFfViwvC4OIw-DTMXEszJfc=/0x0/filters:format(jpeg)/pic2843760.jpg","thumbnail":"https://cf.geekdo-images.com/CfwUY1PpOFskSvUYLTJejA__thumb/img/oaCIccsjz856fsmEUimJ6bCk8to=/fit-in/200x150/filters:strip_icc()/pic2843760.jpg","link":"https://boardgamegeek.com/thing/139666","minPlayers":"2","maxPlayers":"2","yearPublished":"2013","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":[2],"averageRating":"7.73262","averageWeight":"2.4302","boardGameRank":"Not Ranked","mechanics":["Grid Movement","Tile Placement"],"categories":["Expansion for Base-game","Abstract Strategy","Animals"],"designers":["John Yianni"]}}