{"timestamp":"2024-11-12T21:56:03.353Z","gameDetails":{"id":"139991","name":"Fresco: Big Box","type":"boardgame","description":"In Fresco, players are master painters, working to restore a fresco in a Renaissance church.&#10;&#10;Each round begins with players deciding what time they would like to wake up for the day. The earlier you wake up, the earlier you will be in turn order, and the better options you will be guaranteed to have. Wake up early too often, however, and your apprentices will become unhappy and stop working as efficiently. They would much rather sleep in!&#10;&#10;Then, players decide their actions for the turn, deploying their apprentice work force to various tasks. You'll need to buy paint, mix paint, work on painting the fresco, raise money by painting portraits (which you'll need to buy the aforementioned paint!), and perhaps even send your apprentices to the opera in order to increase their happiness. Points are scored mostly by painting the fresco, which requires specific combinations of paints, so you'll need to buy and mix your paints wisely, in addition to beating other players to the paints and frescos you would like to paint.&#10;&#10;Fresco: Big Box contains all of the material from the original Fresco game, plus all expansions released through the end of 2012 and the all new 2nd expansion (with modules 8, 9, and 10)! You can play without expansions for a lighter family game, or add in expansions &ndash; whether one, two, or all &ndash; to vary play and to increase the decision-making and difficulty, resulting in a very flexible game with a high replay value.&#10;&#10;","image":"https://cf.geekdo-images.com/cMWk6v0zwsalF8HqZwpZFw__original/img/2bvlsDJnU9YLemhzEYCRsJ1iOQM=/0x0/filters:format(jpeg)/pic2592064.jpg","thumbnail":"https://cf.geekdo-images.com/cMWk6v0zwsalF8HqZwpZFw__thumb/img/Z1NQpOpy88VZKAbWGcIWh4KmOrg=/fit-in/200x150/filters:strip_icc()/pic2592064.jpg","link":"https://boardgamegeek.com/thing/139991","minPlayers":"2","maxPlayers":"4","yearPublished":"2014","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.6777","averageWeight":"2.75","boardGameRank":"Not Ranked","mechanics":["Action Queue","Market","Set Collection","Simultaneous Action Selection","Worker Placement"],"categories":["Renaissance"],"designers":["Wolfgang Panning","Marco Ruskowski","Marcel Süßelbeck"]}}