{"timestamp":"2024-11-12T20:34:06.039Z","gameDetails":{"id":"1403","name":"Turn the Tide","type":"boardgame","description":"Players are dealt a hand of 12 from a deck of 1-60 (the remainder go back in the box for the whole game), and then lay out marker cards that show the other players the strength of their hand. Another scoring deck of 24 has values of 1-12; two cards from this deck are laid face up.&#10;&#10;Players choose one card from their hand in secret and reveal them simultaneously. The highest value played takes the lowest scoring card, which goes face-up to a pile in front of you. The second highest takes the other card likewise. Remaining cards are discounted. Then look at everyone's face-up deck: the highest scoring player turns one of his or her marker cards over! (The original game had cockatoos becoming cuckoos; this edition is themed on lifesavers). At the end of a round, players score according to their markers cards that they managed to save (cockatoos or life-savers).&#10;&#10;There is a further twist! Players then pick up all their playing hand, and pass it clockwise. So as each round commences, you are using the cards previously used by your neighbor! Are you smarter? Can you make a better fist of the same hand your neighbor had? Play out rounds until all players have had each hand. Top score wins.&#10;&#10;","image":"https://cf.geekdo-images.com/lg2cZmqHCdBWuYMFqnYHoA__original/img/7GqhodEFevjpNdLxkS6PrAqvmYE=/0x0/filters:format(jpeg)/pic725351.jpg","thumbnail":"https://cf.geekdo-images.com/lg2cZmqHCdBWuYMFqnYHoA__thumb/img/HMpv7y7QY4_1FvCVL5AAzdHZZ74=/fit-in/200x150/filters:strip_icc()/pic725351.jpg","link":"https://boardgamegeek.com/thing/1403","minPlayers":"3","maxPlayers":"5","yearPublished":"1997","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[4,5],"averageRating":"6.78344","averageWeight":"1.5187","boardGameRank":"1490","mechanics":["Hand Management","Player Elimination","Simultaneous Action Selection"],"categories":["Card Game"],"designers":["Stefan Dorra"]}}