{"timestamp":"2024-11-12T23:54:34.645Z","gameDetails":{"id":"140524","name":"The Daedalus Sentence","type":"boardgame","description":"The Daedalus Sentence is a cooperative escape game that challenges players to use limited actions and effective communication in order to flee from their captors and escape a dangerous and ever-changing prison. Use your actions to explore your surroundings, overcome guards, or change the layout of the prison itself - just be careful that the moves you make to save yourself don't doom a teammate!&#10;&#10;In the year 2083, an alien race known as the Loctae descended on planet Earth, killing billions and capturing and containing the few million that remained. The survivors were sent to locations throughout the galaxy, to work as slaves or as subjects for genetic experiments. The most infamous of these locations, known as the Hive, is a Loctae space station orbiting Ganymede. Here, prisoners are harvested for their genetic material, which is used by the Loctae to make genetic hybrids engineered for aptitude in any skill the Loctae require. A few have tried to escape, but none have succeeded. Those who are not lost in the station's labyrinthine halls are recaptured by the station's guards and then moved to the front of the list of those who are to be processed. The failed escapees blabber about the twisted and spliced creatures that roam the corridors of the maze, as if they were in the Labyrinth of King Minos. The remaining survivors now call their plight &quot;The Daedalus Sentence&quot;, a grim tribute to the facility's designer.&#10;&#10;As the months in The Hive wear on, fewer and fewer prisoners remain. Fearing their subjects would run out before their experiments were completed, the Loctae have confined the remaining prisoners in regenerative pods, so that the organs and marrow taken from the prisoners will regenerate with time. Though expensive, this set up was proving successful for the Loctae until a rogue meteor struck the station, damaging the ship's AI and releasing the bonds that kept the prisoners contained. Now the prisoners have a chance, likely the last one they'll ever have, to brave the halls of The Hive and escape to freedom.&#10;&#10;The main feature of the game is its rotating board. The board has four rotating rings, with players starting in the center prison cells and making their way to the outer ring, where they must find the final exit to make their escape. When players start the game, the entire board will be hidden. As they move from the start location, they need to spend actions to flip over tiles in order to discover the layout of each ring. Their main objective is to find the gate to the next ring, but as they explore they will discover tiles both beneficial and perilous. The tiles may allow them to influence the movement of enemies or the maze itself, but they may also spawn additional enemies that will hunt for the players until subdued. If the players can make their way through all four rings, find the final exit, and escape together, they win!&#10;&#10;Enemies will spawn throughout the course of the game, both as the result of exploring tiles and from drawn cards. Unlike many card-driven games however, the players have a glimpse into their future by way of the Theseus Device, which holds eight cards that determine how the rings and enemies will move in coming rounds. All eight cards start hidden, but through die rolls (and cards played from the hands of players in case of emergency), players see some of the cards to come. This allows for careful planning, as players try to anticipate how rings will line up in future rounds, as well as making sure they are not caught in the patrol of any passing enemies. When the game starts, only two cards will be activated per round, but as the players breach additional rings, the number of cards that will activate increases. When playing the recommended timed game difficulty enhancer, this leads to a frantic rush as players try to evade enemies and find the exit while planning ahead for the next activation sequence.&#10;&#10;The Daedalus Sentence is designed to be played at a variety of difficulty levels, and players can mix-and-match the optional difficulty enhancers to achieve the perfect intensity level for their group. In addition to a four player co-op game, The Daedalus Sentence can also be played one-versus-all, with a player taking the role of the labyrinth and its minions.&#10;&#10;","image":"https://cf.geekdo-images.com/hR345svbguAK9jO2e45OXQ__original/img/4zRKGR64MXbGm-dVwKmFIcxdjVs=/0x0/filters:format(png)/pic2942209.png","thumbnail":"https://cf.geekdo-images.com/hR345svbguAK9jO2e45OXQ__thumb/img/mTMQeuvr7KKzKjc1vV-k6X1W2nE=/fit-in/200x150/filters:strip_icc()/pic2942209.png","link":"https://boardgamegeek.com/thing/140524","minPlayers":"1","maxPlayers":"4","yearPublished":"2016","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"6.62565","averageWeight":"2","boardGameRank":"8576","mechanics":["Action Points","Cooperative Game","Hand Management","Simultaneous Action Selection"],"categories":["Adventure","Science Fiction"],"designers":["Tom Bleys","Ian Van Gemeren","Bart Waeterschoot"]}}