{"timestamp":"2024-11-09T21:32:36.644Z","gameDetails":{"id":"140717","name":"Progress: Evolution of Technology","type":"boardgame","description":"Progress: Evolution of Technology is a card game about researching technologies. Each player takes his civilization from early antiquity and learns various technologies, moving progressively to the Middle Ages, the Industrial Revolution, and Modern Times and ending with today's Internet or Social Welfare.&#10;&#10;Unlike other civilization games, Progress focuses on a single aspect of civilization building: researching technologies that help a society advance. The 210 technology cards in the game are divided into three ages (Ancient, Middle Ages, Industrial) and three types (Military, Science and Culture). With every advancement on a path, you gain easier access to its more advanced technologies and you'll end up opening the door to the next age.&#10;&#10;Each tech card provides one bonus, which can vary from one extra knowledge to a larger hand size. Even though most tech cards in the game come in multiple copies (usually one per player), the key technologies occur less frequently, forcing players to specialize and granting them unique advantages. Every technology you research decreases the cost of up to three more advanced technologies, accelerating the race towards the end of the game.&#10;&#10;The game play is streamlined, with players usually taking two actions, thus making each turn short and ensuring that you use the time when the others are playing for planning rather than seeing it as downtime.&#10;&#10;","image":"https://cf.geekdo-images.com/T7z9R5fSfg-mQ1_zOAPvKw__original/img/CokkxNs3YdjoPvvibjYob_Fta1k=/0x0/filters:format(png)/pic2042966.png","thumbnail":"https://cf.geekdo-images.com/T7z9R5fSfg-mQ1_zOAPvKw__thumb/img/0IZVOmIQY6Xr9NUwrQRUb_VvCdQ=/fit-in/200x150/filters:strip_icc()/pic2042966.png","link":"https://boardgamegeek.com/thing/140717","minPlayers":"1","maxPlayers":"5","yearPublished":"2014","playingTime":"90","minPlayingTime":"45","maxPlayingTime":"90","bestAtCount":"3"}}