{"timestamp":"2024-11-13T00:06:56.192Z","gameDetails":{"id":"142379","name":"Escape Plan","type":"boardgame","description":"After a successful bank heist, you and your fellow thieves are laying low and enjoying the good life. Most of the cash has been hidden away, and the rest has been invested in businesses throughout the city. Everything is going according to plan until the police get a breakthrough in their investigation. Accusations are made, fingers are pointed, and after a heated argument, you decide to go your separate ways.&#10; Chaos ensues as the SWAT team is called in and start to close off the city&rsquo;s exits. Your only choice now is to escape the city before it is completely locked down. But you need a plan &mdash; a good route that allows you to leave the city while recovering as much of the money as possible.&#10; You will need to call in some favors and hire the local gangs to create diversions. Bribing the Police would be a good idea too, but it isn't cheap. Disguises may help, but they don&rsquo;t fool everyone. Setting the Police on the trail of your former colleagues will give you a better chance of escape, but the other thieves are thinking the same thing...&#10; Will you escape the city with the most money, or will the Police lockdown the city before you can escape?&#10;&#10;In Escape Plan, players are the thieves, but they may influence the cops' moves every turn. The robbers move on a modular board trying to reach the best spots to recover their loot and escape from the city with more money than the other thieves. The cops are trying to thwart their escape plan &mdash; by force if necessary. The players play cards to aid their escape and slow the other players down. The players take actions that allow them to move and to engage gangs, mules, and snitches.&#10;&#10;It contains asymmetric roles set by missions that players may achieve during the game while avoiding the police. The players' roles as thieves are individual with every player for themselves. In the end, only the player who escapes with the most cash wins.&#10;&#10;The game design is influenced by great heist films.&#10;&#10;","image":"https://cf.geekdo-images.com/J-sgq_IT2g6WfnuMY7Y8PA__original/img/GZDhrKUFllmCwVdvcPpSYthyyq0=/0x0/filters:format(jpeg)/pic4178038.jpg","thumbnail":"https://cf.geekdo-images.com/J-sgq_IT2g6WfnuMY7Y8PA__thumb/img/fSUSmbc2mpUwV2ErYG7X1Y-xuVM=/fit-in/200x150/filters:strip_icc()/pic4178038.jpg","link":"https://boardgamegeek.com/thing/142379","minPlayers":"1","maxPlayers":"5","yearPublished":"2019","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"7.50794","averageWeight":"3.6699","boardGameRank":"576","mechanics":["Area Movement","Enclosure","Hexagon Grid","Modular Board","Open Drafting","Race","Tile Placement","Variable Player Powers"],"categories":["Adventure"],"designers":["Vital Lacerda"]}}