{"timestamp":"2024-11-09T20:32:51.789Z","gameDetails":{"id":"142326","name":"Eight-Minute Empire: Legends","type":"boardgame","description":"Build a small empire in a land of legends!&#10;&#10;Eight-Minute Empire: Legends is a standalone sequel to the area control game Eight-Minute Empire and does not require the original game to play. Just like the original game, players take turns selecting a card from six on display. The card has an action that the player takes immediately, and actions help players take over the map &ndash; but what's new and different in this version?&#10;&#10;&#10;    Instead of goods, cards now have special abilities, which give players unique advantages and ways to break the rules throughout the game&#10;    Each card has a unique, beautiful illustration of a fantasy creature or location&#10;    A modular board for increased variety&#10;    New variants&#10;&#10;&#10;Is Eight-Minute Empire: Legends still playable in eight minutes? Yes, but only if you hurry!&#10;&#10;Eight-Minute Empire: Legends is a quick game that implements the Civilization/Exploration theme using card-driven area control (by placing armies and cities in a small map) and set collection (by getting abilities from the cards). Players spread through the map in order to collect points at the end of the game by having majorities in regions and continents. All actions (such as land or sea movement, army production, or the founding of cities) are driven by cards that are face-up (six at a time) and available by increasing prices. Cards also belong to sets, which also give points when the game ends if properly collected.&#10;&#10;","image":"https://cf.geekdo-images.com/4aL5A2NIxKmITsXZboABvw__original/img/f1g5F2zkWi63MiVvaO2d3PpuGAA=/0x0/filters:format(jpeg)/pic1708628.jpg","thumbnail":"https://cf.geekdo-images.com/4aL5A2NIxKmITsXZboABvw__thumb/img/41zP3EQvuAQGa64VFBhu72oxCpU=/fit-in/200x150/filters:strip_icc()/pic1708628.jpg","link":"https://boardgamegeek.com/thing/142326","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"20","minPlayingTime":"8","maxPlayingTime":"20","bestAtCount":"4"}}