{"timestamp":"2024-11-09T22:10:09.986Z","gameDetails":{"id":"142580","name":"Tzolk'in: The Mayan Calendar – Mini Expansion 2","type":"boardgameexpansion","description":"Given away in the Gathering of Friends 2013 convention giftbags, this mini expansion includes one new monument and one new starting wealth tile.&#10;&#10;From the Rules:&#10;&#10;Bonus Monument&#10;&#10;Unlike other monuments, the points for constructing this are scored immediately (not at the end of the game).  The number of points scored depends on when you build it:&#10;&#10;First quarter of the game- 40 points.&#10;Second quarter- 31 points.&#10;Third quarter- 22 points.&#10;Fourth quarter- 13 points.&#10;&#10;As depicted on the tile, each Food Day is counted as the last day of its quarter.  For example, if you build this monument on the first Food Day, you get 40 points.&#10;&#10;If a Food Day occurs one day late (because a player used the time-speeding privilege of the Starting Player Space) it still counts as the last day of its quarter for the purposes of this monument.&#10;&#10;Bonus Starting Wealth Tile&#10;&#10;If you take this as your Starting Wealth Tile, you get 6 corn and 4 wood, but you also move down one step on the brown temple.&#10;&#10;In a 2- or 3-player game, this tile might be drawn when you are placing dummy workers.  If so, this tile indicates that you must place one extra dummy worker (7 in a 3-player game, or 13 in a 2-player game).&#10;&#10;Instead of using worker figures, you can represent dummy workers with the round, flat markers in the non-player colors.  Otherwise you won't have enough.  Also, this makes it easier to distinguish players' workers from dummy workers, so we recommend using the markers even when you aren't playing with this tile.&#10;&#10;","image":"https://cf.geekdo-images.com/NOCRnbPv5tX02VWTZh-sRg__original/img/z9dD9cnbRwZ_DiL-lqyWeo8XtCs=/0x0/filters:format(jpeg)/pic1664208.jpg","thumbnail":"https://cf.geekdo-images.com/NOCRnbPv5tX02VWTZh-sRg__thumb/img/At7Xy1JDsY4ZXOyY-W95VIJz-Q4=/fit-in/200x150/filters:strip_icc()/pic1664208.jpg","link":"https://boardgamegeek.com/thing/142580","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"4"}}