{"timestamp":"2024-11-13T01:07:21.633Z","gameDetails":{"id":"142708","name":"Sid Meier's Civilization: The Board Game – Wisdom and Warfare","type":"boardgameexpansion","description":"In Sid Meier's Civilization: The Board Game - Wisdom and Warfare, six new civilizations join in the battle for supremacy:  Aztecs, English, French, Japanese, Mongols, and Zulu &ndash; each with its own special powers. Along with the new civilizations comes new technologies, relics, wonders, and culture cards.&#10;&#10;An alternative set of combat cards in which each unit now has separate Strength and Health values is provided for more tactical battles. With these new cards, a battle's winner is determined by comparing the total health minus the wounds of each side, plus any combat bonuses. Even if you can't completely kill a unit, damaging it will still have an effect on future turns.&#10;&#10;Wisdom and Warfare also provides the rules for a new city action, &quot;Starting a Building Program&quot;, which is a power-up for when that city produces something. This expansion also includes Social Policies that civilizations can adopt, such as &quot;Rationalism&quot; and &quot;Organized Religion&quot;, and these policies offer options and provide bonuses for long-term planning.&#10;&#10;","image":"https://cf.geekdo-images.com/4wOFQnfq-VEgTgvaFBRO_g__original/img/4EVhGhgwz4l_Izb2CWCB0yKJF0k=/0x0/filters:format(jpeg)/pic1680700.jpg","thumbnail":"https://cf.geekdo-images.com/4wOFQnfq-VEgTgvaFBRO_g__thumb/img/DQe-TPpHC4CmOze_FIMT-pgB3ZQ=/fit-in/200x150/filters:strip_icc()/pic1680700.jpg","link":"https://boardgamegeek.com/thing/142708","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":[4],"averageRating":"8.30085","averageWeight":"4","boardGameRank":"Not Ranked","mechanics":["Grid Movement","Hand Management","Modular Board","Rock-Paper-Scissors","Simultaneous Action Selection","Trading","Variable Player Powers"],"categories":["Civilization","Expansion for Base-game","Exploration","Negotiation","Video Game Theme"],"designers":["Michael Hurley","Lukas Litzsinger","Kevin Wilson"]}}