{
  "timestamp": "2025-11-26T20:56:55.902Z",
  "gameDetails": {
    "id": "142983",
    "name": "Kingdom of Solomon: Chronicles of the King",
    "type": "boardgameexpansion",
    "description": "Rumors persist that King Solomon has received a Divine Vision&mdash;and what is more&mdash;a Divine measure of wisdom!  (Well, he was wise enough to appoint you as one of his chief governors!)  Even now amazing events have begun to unfold throughout the kingdom, as marvelous new structures rise from the landscape.  What challenges and opportunities await your governance?  Will you be wise enough to profit from the next noteworthy event to be recorded in the Chronicles of the King?\n\nChronicles of the King is a mini-expansion for Kingdom of Solomon. Chronicles of the King includes 15 new event cards which raise the tension in the game. While it can be used with 2-4 players, it is especially recommended when playing with fewer than 4 players.  The Chronicles deck creates scarcity of resources, provides interesting new building assignments, bonus point opportunities, and bends a few rules at unexpected moments.  Four Player Aids are also included for use with the base game. This is an expansion and requires a copy of the Kingdom of Solomon board game to play.\n\n",
    "image": "https://cf.geekdo-images.com/9qp3fKGZuI-8in1UkCqRdA__original/img/ipw0Uf-drpLmMnNM7a9kRMsLqpc=/0x0/filters:format(jpeg)/pic1669152.jpg",
    "thumbnail": "https://cf.geekdo-images.com/9qp3fKGZuI-8in1UkCqRdA__small/img/Qzu8HulBIU8vrYk5S1YaS3crPQE=/fit-in/200x150/filters:strip_icc()/pic1669152.jpg",
    "link": "https://boardgamegeek.com/thing/142983",
    "minPlayers": "2",
    "maxPlayers": "4",
    "yearPublished": "2013",
    "playingTime": "60",
    "minPlayingTime": "60",
    "maxPlayingTime": "60",
    "bestAtCount": [
      2
    ],
    "averageRating": "7.68",
    "averageWeight": "2",
    "boardGameRank": "Not Ranked",
    "mechanics": [
      "Area Majority / Influence",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Worker Placement"
    ],
    "categories": [
      "Ancient",
      "Expansion for Base-game",
      "Religious",
      "Territory Building"
    ],
    "designers": [
      "Philip duBarry",
      "Daniel McDairmant"
    ]
  }
}