{"timestamp":"2024-11-09T21:02:53.800Z","gameDetails":{"id":"143063","name":"Last Will: Getting Sacked","type":"boardgameexpansion","description":"In Last Will: Getting Sacked, the lawyers have found a hidden clause in your uncle's last will. Spending money faster than all your relatives will not be enough. To inherit your uncle's fortune, you must also lose your job!  After all, your uncle's heritage can't go to someone who's employed!&#10;&#10;With this expansion added to Last Will, each player begins the game with a job card that provides him with a regular income each turn and details a number of things the player must do in order to get fired. Unlike in real life, it can be difficult to persuade your employer to give you the old heave-ho. When you miss work, he's inclined to be charitable because he liked your uncle and he's sorry for your loss. To make him angry, you need to get caught living it up when you should be working. He won't sack you straight away, but he will at least dock your salary.&#10;&#10;Once per round, you are able to reduce your income by completing one of the things listed on the job card, earning you a demotion. Even your kindly old boss has his limits, though; when you earn enough demotions to cancel out every line of income, you can discard your employment card. Congratulations: You have been sacked and are one step closer to winning the game!&#10;&#10;You will also have a chance to find yourself a good, demanding wife. A wedding is such a romantic way to spend piles of money in a hurry, right? The expansion has six nuptial cards, so get down on one knee and ask the question!&#10;&#10;Also, with this expansion, each game can have a different planning board to bring additional variety to the game. When you set up the game boards, you randomly select the eight plan tiles that will be used in the game.&#10;&#10;","image":"https://cf.geekdo-images.com/tvUdzkyc5bne9hnqowl-HQ__original/img/H98XC9XNLqF8wcx5s6QPg1et8B4=/0x0/filters:format(jpeg)/pic1788540.jpg","thumbnail":"https://cf.geekdo-images.com/tvUdzkyc5bne9hnqowl-HQ__thumb/img/G-7PEDg2srGvxbFTLCjl46v5PaY=/fit-in/200x150/filters:strip_icc()/pic1788540.jpg","link":"https://boardgamegeek.com/thing/143063","minPlayers":"2","maxPlayers":"5","yearPublished":"2013","playingTime":"75","minPlayingTime":"45","maxPlayingTime":"75","bestAtCount":"4"}}