{"timestamp":"2024-11-13T01:09:23.237Z","gameDetails":{"id":"143157","name":"SOS Titanic","type":"boardgame","description":"At 23:40 on April 14, 1912 in the North Atlantic, the R.M.S. Titanic strikes an iceberg. Water immediately floods into the liner's compartments and the ship is listing to starboard in a worrying way. There is no hope about the outcome. On board, there is widespread panic.&#10;&#10;Alone, or co-operating with other crew members, you must show presence of mind and do the right thing to save as many passengers as possible. Time is short...&#10;&#10;The card game SOS Titanic uses a mechanism similar to Patience, with the cards representing passengers who must be arranged on the decks, then placed in the lifeboats in a particular order. As one of the crew members, you and your teammates need to move and arrange these passengers as quickly as you can. Each section of the Titanic holds a pile of cards of which only the first is available.&#10;&#10;On their turn, a player draws a few cards from the main deck and tries to move passengers out of the sinking ship onto the lifeboats. Failing to move at least one passenger or needing to reshuffle the main deck might cause one section of the ship to sink, thus reducing the number of piles available as well as the hopes of those still on board. Players can also use action cards to step in at fateful times when things otherwise seem lost. The game ends when the ship has sunk completely or when all remaining passengers have been saved.&#10;&#10;","image":"https://cf.geekdo-images.com/pWgaFgWOfpsB4mGAPK62dw__original/img/GfOgDfXEB3EX2zDhHqkE6dHdZY8=/0x0/filters:format(jpeg)/pic7532075.jpg","thumbnail":"https://cf.geekdo-images.com/pWgaFgWOfpsB4mGAPK62dw__thumb/img/cS87El98W-Rbn75GoBYv7ssR6gY=/fit-in/200x150/filters:strip_icc()/pic7532075.jpg","link":"https://boardgamegeek.com/thing/143157","minPlayers":"1","maxPlayers":"5","yearPublished":"2013","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[1],"averageRating":"6.74837","averageWeight":"1.6353","boardGameRank":"2583","mechanics":["Cooperative Game","Solo / Solitaire Game","Variable Player Powers"],"categories":["Card Game"],"designers":["Bruno Cathala","Ludovic Maublanc"]}}