{"timestamp":"2024-11-09T20:54:28.244Z","gameDetails":{"id":"144239","name":"Impulse","type":"boardgame","description":"Impulse is a quick-playing 4X (explore, expand, exploit, and exterminate) game set in space with the game board being composed of cards that have actions on them. Players also have cards in hand, and in addition to featuring one of ten possible actions, these cards have a color (red, yellow, blue or green) and a size (1, 2 or 3, as indicated by the number of icons on the card). Each card also has six edges, and these edges connect adjacent cards in the hex-shaped playing area.&#10;&#10;The cards in the playing area start face down, with each player controlling a card(their Home) on a corner of this area. Each player has two transport ships in the center of his Home card and a cruiser on an edge. Cruisers are used to patrol sectors of space and destroy opposing transports, while transports let you activate sectors that you enter.&#10;&#10;On a turn, a player adds a card to the Impulse from his hand, then (optionally) performs an action for a tech in his playing area, then (optionally) performs all the actions in the Impulse, then draws two cards and adds them to his hand. The Impulse is a line of cards shared by all players that changes turn by turn as players add cards to it and as cards fall off once it reaches maximum size. Thus, players need to feed the Impulse with actions that benefit them more than opponents, but that's easier said than done.&#10;&#10;When you perform actions &ndash; whether from moving transports to them or using the Impulse &ndash; you can boost them by having minerals of the same color or lots of transports. Each action has a single numeral on it, e.g., &quot;Command [1] ship for one jump&quot; or &quot;Build [1] cruiser at home&quot;; when you boost an action, you increase that numeral.&#10;&#10;Players score points by destroying enemy ships (one point per ship), by controlling edge spaces on the central card (one point per edge), and by taking other actions via cards. The first player to score 20 points wins!&#10;&#10;","image":"https://cf.geekdo-images.com/_Z3f513K1T7Nd99UGtyC9Q__original/img/VD2b3ib_o4zBNATv5GzG1ifunkc=/0x0/filters:format(jpeg)/pic3496684.jpg","thumbnail":"https://cf.geekdo-images.com/_Z3f513K1T7Nd99UGtyC9Q__thumb/img/v61Nk7eHaXuDkMsalSV7FzJt_Fs=/fit-in/200x150/filters:strip_icc()/pic3496684.jpg","link":"https://boardgamegeek.com/thing/144239","minPlayers":"2","maxPlayers":"6","yearPublished":"2013","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"3"}}