{"timestamp":"2024-11-12T17:49:11.791Z","gameDetails":{"id":"144344","name":"Rococo","type":"boardgame","description":"Welcome to the Rococo era during the reign of Louis XV when it&rsquo;s safe to say that holding lavish balls is quite trendy. Important personalities wrap up in noble coats and dresses, anxious to outshine one another. As the biggest event is coming up in just a few weeks, everyone is turning to you with their requests: an elegant coat here, a stunning dress there, or a donation to fund the fireworks at the event. Soon you realize that it&rsquo;s not just about your dressmaking business anymore &mdash; it&rsquo;s about managing the most prestigious ball of the era&hellip;and now it&rsquo;s time to roc(k)!&#10;&#10;Rococo is a Eurostyle board game with an interesting take on deck-building. Each turn you play one of your employee cards and let that employee perform a task: hire a new employee, buy resources, manufacture a coat or dress, or invest in the ball&rsquo;s decorations. But not every employee is up to every task, so you must choose and lead your employees wisely &mdash; especially since each employee grants a unique bonus and some of these bonuses generate prestige points.&#10;&#10;After seven rounds, the game ends with the big ball and a final scoring. Then you gain prestige points for certain employee bonuses and for coats and dresses that you rent out to guests at the ball as well as for decorations that you funded. The player who collected the most prestige points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/Go8mEe3K1VjYFJxLXEUPqQ__original/img/RcJ7xX5K_y0G87nK5ttdcWeb10U=/0x0/filters:format(jpeg)/pic1795272.jpg","thumbnail":"https://cf.geekdo-images.com/Go8mEe3K1VjYFJxLXEUPqQ__thumb/img/cclTiR7tkCqMj-TuFAaYfySFmH4=/fit-in/200x150/filters:strip_icc()/pic1795272.jpg","link":"https://boardgamegeek.com/thing/144344","minPlayers":"2","maxPlayers":"5","yearPublished":"2013","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[3],"averageRating":"7.58239","averageWeight":"3.0833","boardGameRank":"308","mechanics":["Action Retrieval","Area Majority / Influence","Deck, Bag, and Pool Building","Delayed Purchase","Hand Management","Open Drafting","Set Collection","Turn Order: Claim Action"],"categories":["Age of Reason","Economic"],"designers":["Matthias Cramer","Stefan Malz","Louis Malz"]}}