{"timestamp":"2024-11-13T01:19:02.232Z","gameDetails":{"id":"144529","name":"Theseus: The Dark Orbit","type":"boardgame","description":"Theseus: The Dark Orbit puts players in the heart of a conflict between five factions trapped on a space station in deep space. Only one can survive...&#10;&#10;&#10;    Command the marine forces! Use deadly weaponry, setting traps and mines in corridors to defend the human race.&#10;&#10;&#10;&#10;    Command the alien race! Use secret passages and ventilation ducts to launch surprise attacks and grow small aliens to take control of the station.&#10;&#10;&#10;&#10;    Command the scientists! Use computers and technological devices to gather data and record information about other inhabitants of the station.&#10;&#10;&#10;&#10;    Command the Greys race! Use their mind powers to control the enemy and use them for your own purposes.&#10;&#10;&#10;&#10;    The fifth faction? It's a mystery. It's precisely why you made the trek to Theseus, and it's precisely why you will die...&#10;&#10;&#10;In Theseus: The Dark Orbit, players move their pawns around the space station and activate the abilities of different rooms. Every move you take changes the movement possibilities of your opponent. On your turn, you need to think about which room you want to reach and (in addition) how to mess your opponent's movement, which leads to great choices and meaningful decisions.&#10;&#10;Rooms abilities change during the game as players install trait cards that give rooms new abilities and skills. Players create Theseus during gameplay by placing traps, smart guns, secret passages and many other features. In every game Theseus looks different; in every game it's deadly for you in a new way...&#10;&#10;Rules for team play allow players to engage in incredibly emotional 2-vs-2 battles. With perfectly balanced factions, players will be able to fight engaging and deadly battles as a teams. Each faction has a unique deck of cards, and before the game starts, you discard ten cards from the deck. In basic mode you discard at random, while in tournament (master) mode you choose cards and build your deck. With five factions and 110 cards, the game can provide years of unique experiences.&#10;&#10;","image":"https://cf.geekdo-images.com/_D-cvKqkz8b20H7wioas8g__original/img/GV8vnAyyHIs134q6gl1uTzSIN0I=/0x0/filters:format(jpeg)/pic1796366.jpg","thumbnail":"https://cf.geekdo-images.com/_D-cvKqkz8b20H7wioas8g__thumb/img/m48lbM1d-GyKtTBoRxivFZhbV_8=/fit-in/200x150/filters:strip_icc()/pic1796366.jpg","link":"https://boardgamegeek.com/thing/144529","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"90","minPlayingTime":"45","maxPlayingTime":"90","bestAtCount":[2],"averageRating":"6.99603","averageWeight":"2.8824","boardGameRank":"2150","mechanics":["Mancala","Point to Point Movement","Team-Based Game","Variable Player Powers"],"categories":["Fighting","Science Fiction"],"designers":["Michał Oracz"]}}