{"timestamp":"2024-11-09T20:06:56.901Z","gameDetails":{"id":"144553","name":"The Builders: Middle Ages","type":"boardgame","description":"In The Builders: Middle Ages, the cards represent buildings or workers. Players score points (and gain money) by completing the construction of buildings, while placing a worker on a construction site costs money. Each building has four characteristics (carpentry, masonry, architecture, tilery) rated between 0 and 5, and the workers have the same characteristics valued in the same range. To complete a construction, the player must add enough workers to cover the four characteristics of the building.&#10;&#10;Each player starts the game with 10 ecu and an apprentice. Five workers and five buildings are placed face-up on the table, with the others set aside in separate decks. On a turn, you can take three free actions, then pay 5 ecu for each additional action. The possible actions are:&#10;&#10;&#10;    Open a site - Take one of the five buildings, place it front of you, then draw a replacement from the deck.&#10;    Recruit a worker - Take one of the five workers, place it front of you, then draw a replacement from the deck.&#10;    Assign a worker to a building - Pay the cost of the worker (as he won't work for free!), then place him on a building; when the building's needs are met, you earn the points and coins indicated, then flip the building over. The workers return to your pool of available labor.&#10;    Get money - Forgo one, two or three actions to earn 1, 3 or 6 ecu.&#10;&#10;&#10;Some completed buildings join your labor pool as they can be used to complete other buildings. As soon as a player reaches 17 points, players finish the round so that everyone has the same number of turns, then you tally points, with each completed card having a point value and each 10 ecu being worth 1 point. Whoever has the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/Dm4DlsDMxj7pEWypXeQAXQ__original/img/khA8wBNSQnGggbqOPrqKXr2BNjA=/0x0/filters:format(jpeg)/pic1987602.jpg","thumbnail":"https://cf.geekdo-images.com/Dm4DlsDMxj7pEWypXeQAXQ__thumb/img/dJCYEHG06GbTCdkuGTw6npGI0xk=/fit-in/200x150/filters:strip_icc()/pic1987602.jpg","link":"https://boardgamegeek.com/thing/144553","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"2"}}