{"timestamp":"2024-11-12T21:49:12.707Z","gameDetails":{"id":"144640","name":"Android: Netrunner – Mala Tempora","type":"boardgameexpansion","description":"&quot;Do you want to play again &ndash; double or nothing?&quot;&#10;    &ndash;Reina Roja&#10;&#10;The cyberstruggles of Android: Netrunner have always been a risky affair for all involved, but Mala Tempora, the third Data Pack in the &quot;Spin Cycle&quot;, raises the stakes to all-new heights. Will you be able to plug its upgrades into your deck and find success? Or are you the one who will fall behind?&#10;&#10;Whatever the outcome, it won't be dull. The runners and corporate executives who direct the struggles of Android: Netrunner lead frantic lives full of fantastic highs and staggering lows, and the pace doesn&rsquo;t slow a beat in Mala Tempora. Many of its sixty new cards (three copies each of twenty different cards) encourage daring gambles, staking health and fortunes against opportunities to rapidly accelerate wealth and success. Of course, in an age of technological one-upmanship, why play fair? Mala Tempora also introduces a number of programs and ice that allow runners and corps to &quot;cheat&quot; these wagers by stealing information about their opponents&rsquo; cards.&#10;&#10;Meanwhile, leave it to the Anarchs to do their own thing; while the other factions bid for greater efficiencies and more devious tricks, a new Anarch runner arrives to play the game by another entirely different set of rules!&#10;&#10;","image":"https://cf.geekdo-images.com/PLRm2g3kaKlg6MgK2Pm7Cw__original/img/QLpFDHt4jF0kiO8AGE28_s1_l3w=/0x0/filters:format(jpeg)/pic1736347.jpg","thumbnail":"https://cf.geekdo-images.com/PLRm2g3kaKlg6MgK2Pm7Cw__thumb/img/4SVHEA-TGMCVTpji163SWb6_kpI=/fit-in/200x150/filters:strip_icc()/pic1736347.jpg","link":"https://boardgamegeek.com/thing/144640","minPlayers":"2","maxPlayers":"2","yearPublished":"2013","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":null,"averageRating":"8.10282","averageWeight":"3.2632","boardGameRank":"Not Ranked","mechanics":["Action Points","Hand Management","Secret Unit Deployment","Variable Phase Order"],"categories":["Expansion for Base-game","Bluffing","Card Game","Collectible Components","Science Fiction"],"designers":["Richard Garfield","Lukas Litzsinger","Damon Stone"]}}