{
  "timestamp": "2025-11-26T21:02:36.405Z",
  "gameDetails": {
    "id": "144709",
    "name": "Sukimono",
    "type": "boardgame",
    "description": "Sukimono is a stock market game of real-time card collecting. You are a collector of pots and plates during the Edo period of Japan.\n\nAt the start of each round, each player receives 5 ryo (an old Japanese currency unit) and the game board is filled with \"wanted objects\". New objects are placed at particular price values, while objects already on the board are boosted one step on the price chart because they're still in demand. In player order, based on the number cards they hold, each player chooses a deck of object cards, which represents a particular location of Japan. Everyone goes through their decks at the same time, pulling out any items that they'd like to buy and that they can afford to purchase. At any time, a player can stop looking and grab the lowest available number card.\n\nOnce everyone has bought their wares, they sell them in number order from low to high, selling as many items as they wish for the current prices on offer and holding on to whatever else they've purchased. Each time an item is sold, the appropriate wanted card on the game board drops one level in value, falling off the board if demand is fulfilled. If you end up trying to sell at the wrong time, some of your collection will be worthless! If a player has 50 or more ryo, the player with the most ryo wins; if not, a new round begins with players taking the decks of object cards, searching once again for goods in demand...\n\n",
    "image": "https://cf.geekdo-images.com/CxF3661j6iQlUkILhp37Qg__original/img/KXQ3EYK2Wh4WLQ5FPwd28CFsvbk=/0x0/filters:format(jpeg)/pic1720430.jpg",
    "thumbnail": "https://cf.geekdo-images.com/CxF3661j6iQlUkILhp37Qg__small/img/QqDvhXeh1v6y1ppBulmCUSMnnek=/fit-in/200x150/filters:strip_icc()/pic1720430.jpg",
    "link": "https://boardgamegeek.com/thing/144709",
    "minPlayers": "2",
    "maxPlayers": "6",
    "yearPublished": "2012",
    "playingTime": "30",
    "minPlayingTime": "30",
    "maxPlayingTime": "30",
    "bestAtCount": null,
    "averageRating": "6.60868",
    "averageWeight": "1.9091",
    "boardGameRank": "10854",
    "mechanics": [
      "Commodity Speculation",
      "Memory",
      "Set Collection",
      "Stock Holding"
    ],
    "categories": [
      "Real-time"
    ],
    "designers": [
      "Masao Suganuma"
    ]
  }
}