{"timestamp":"2024-11-09T17:50:51.646Z","gameDetails":{"id":"145219","name":"Craftsmen","type":"boardgame","description":"A long, long time ago in a distant kingdom, there was a town, a town so small that the cartographers in the kingdom did not bother to put it on any of their maps.&#10;&#10;The mayor of the city decided to change this. He sent messengers all around the kingdom to announce that a skillful, smart and experienced entrepreneur was needed to elevate the economy of this small town. The price for this effort would be a memorial on the main square of the town, eternal glory, and the satisfaction from a job well done.&#10;&#10;Years passed before the candidates finally reached the city. The mayor had never been happier, but he didn't know which of the entrepreneurs would be most suitable for the position, so he decided to give each of them a chance to prove that he was the long-awaited entrepreneur. Each of the candidates received five helpers who were admittedly not very bright, but who were certainly loyal and obedient. They have three years to prove their craftsmanship and skill, and after this time, the mayor will decide which candidate most deserves the honorable position.&#10;&#10;In Craftsmen, players try to gain appreciation points by building production buildings, creating connections between these buildings, producing raw materials and consumption goods, or buying them outright. They can also gain points by sending produced goods to the farthest parts of the world. In the end, whoever has the most appreciation points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/vdxi27nMbaSzeAMtWAgJEw__original/img/2b2Cv419xGJKwHjEAT3Zs9f0Hwg=/0x0/filters:format(jpeg)/pic2083716.jpg","thumbnail":"https://cf.geekdo-images.com/vdxi27nMbaSzeAMtWAgJEw__thumb/img/YgWt0NQqUkPJ20bFGsfF7y6wGsM=/fit-in/200x150/filters:strip_icc()/pic2083716.jpg","link":"https://boardgamegeek.com/thing/145219","minPlayers":"2","maxPlayers":"5","yearPublished":"2013","playingTime":"180","minPlayingTime":"120","maxPlayingTime":"180","bestAtCount":"3"}}