{"timestamp":"2024-11-12T23:59:02.891Z","gameDetails":{"id":"145325","name":"Dixit: Origins","type":"boardgameexpansion","description":"As with Dixit Quest/Dixit 2 and Dixit 3, Dixit Origins (a.k.a. Dixit 4) is an expansion for Dixit with 84 new cards that feature fantastic and surrealistic artwork. These cards can be used with the components of the base game to provide more variety or used to play the Dixit game on their own (although you'd need to provide your own scoring board and voting tokens, in addition to knowing the rules).&#10;&#10;As for the game play in Dixit, each round one player takes on the role of Storyteller, choosing one card from his hand, then telling a story, singing a ditty or otherwise doing something that in his opinion is associated with the played card. Each other player then chooses one card in her own hand and gives it to the Storyteller in secret. These cards are shuffled and revealed, then players vote on which card was played by the Storyteller. If no one or everyone votes for the Storyteller, then he receives no points; if he received some votes but not all the votes, he scores based on the number of votes received. Each player who submitted a correct vote or who received a vote on her card submission also scores. The first player to reach 30 points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/a9KAbjCV5Z3xUhJ4Ao6bVQ__original/img/A41_3MVVludr_MZ-_yupdXUsutE=/0x0/filters:format(jpeg)/pic1833862.jpg","thumbnail":"https://cf.geekdo-images.com/a9KAbjCV5Z3xUhJ4Ao6bVQ__thumb/img/30n4JeYUYJxw50VC3-Xdtv6stwg=/fit-in/200x150/filters:strip_icc()/pic1833862.jpg","link":"https://boardgamegeek.com/thing/145325","minPlayers":"3","maxPlayers":"6","yearPublished":"2013","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[5,6],"averageRating":"7.7179","averageWeight":"1.2368","boardGameRank":"Not Ranked","mechanics":["Simultaneous Action Selection","Storytelling","Voting"],"categories":["Expansion for Base-game","Bluffing","Card Game","Humor","Party Game"],"designers":["Jean-Louis Roubira"]}}