{"timestamp":"2024-11-12T18:35:18.947Z","gameDetails":{"id":"145399","name":"Ginkgopolis: The Experts","type":"boardgameexpansion","description":"Ginkgopolis: The Experts is an expansion for the board game Ginkgopolis that consists of six modules that can be added to the game individually or in any combination. The modules are:&#10;&#10;&#10;     New buildings (21-23)&#10;     Prestige buildings (24-25)&#10;     Green Spaces&#10;     Events&#10;     Keep a card&#10;     Experts&#10;&#10;&#10;Also included are five player aid cards and 4 tokens for 50 success points.&#10;&#10;The success of Ginkgopolis attracts experts from all disciplines (artists, engineers, bankers, journalists ...) who want to profit from its success. Design competitions and advertising campaigns eventually lead to increasingly imposing avant-garde buildings. So imposing, in fact, that it becomes necessary to provide green spaces in order to maintain the air quality in this boomtown. And don't let the speed of construction cause you to forget the standards expected ... an occasional inspection will set you straight!&#10;&#10;In more detail...&#10;&#10;New Buildings - the nine new building tiles (three for each color) form a tile supply that is kept separate from the game's general tile supply. Three random building tiles from the general supply are removed when playing with these tiles.&#10;&#10;When you draw tiles, you may choose to draw one of these tiles instead of drawing two regular tiles. The cards for these tiles give new end game bonuses if you have them in front of your screen at the end of the game.&#10;&#10;Prestige Buildings - the six new building tiles (three for each color) are placed face up in three piles separated by color, with tile 24 on top and tile 25 beneath. Three random building tiles from the general supply are removed when playing with these tiles.&#10;&#10;When you draw tiles, you may choose to draw one of these tiles instead of drawing three regular tiles. There are no cards associated with these tiles, so it is not possible to build on or further utilize these tiles.&#10;&#10;Green Spaces - there are nine Green Space tiles that are placed face up in a separate pile. Three random building tiles from the general supply are removed when playing with these tiles.&#10;&#10;When you draw tiles, you may choose to draw a Green Space tile instead (one per turn). You can use a Green Space tile in an Urbanization action, but may not use one to cover an existing building. There are no cards associated with these tiles, so it is not possible to build on or further utilize these tiles.&#10;&#10;During the game you score additional points for Urbanization actions that take place next to Green Space tiles. At the end of the game Green Spaces add their resources to the totals of adjacent districts when determining majority scoring.&#10;&#10;Events - Players will start the game with two of the four event tiles in hand. These can be played in addition to the card (and possible tile) that you chose for your action. The event allow players to gain tiles, resources or success points in various ways. One event tile causes other players to lose success points.&#10;&#10;Keep a card - this module is a short rule that allows you to keep a card during the Choose a card step of the game, giving a little more control over the game.&#10;&#10;Experts - Experts are new character cards that players receive at the start of the game. Each player starts with four Character cards and two Experts. After the starting cards are drafted, each player should end up with three Character cards and one Expert. If you are also playing with the Events module, the Expert you hold determines which two Events you have for the game.&#10;&#10;","image":"https://cf.geekdo-images.com/GjFqrpzLifTg9-2k_27fQg__original/img/0bqr9me7IuMmoOzrbRvqs1bx_aE=/0x0/filters:format(jpeg)/pic1771581.jpg","thumbnail":"https://cf.geekdo-images.com/GjFqrpzLifTg9-2k_27fQg__thumb/img/INe_09B6x9Ivs8h5_m7Gm5hm4kQ=/fit-in/200x150/filters:strip_icc()/pic1771581.jpg","link":"https://boardgamegeek.com/thing/145399","minPlayers":"2","maxPlayers":"5","yearPublished":"2013","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[2,3],"averageRating":"7.62972","averageWeight":"2.9444","boardGameRank":"Not Ranked","mechanics":["Area Majority / Influence","Hand Management","Open Drafting","Simultaneous Action Selection","Tile Placement","Variable Player Powers"],"categories":["City Building","Environmental","Expansion for Base-game","Science Fiction","Territory Building"],"designers":["Xavier Georges"]}}