{"timestamp":"2024-11-13T01:05:45.176Z","gameDetails":{"id":"145659","name":"Scoville","type":"boardgame","description":"The town of Scoville likes it hot! Very hot! That means they love their peppers &ndash; but they're too busy eating them to grow the peppers themselves. That's where you come in.&#10;&#10;You've been hired by the town of Scoville to meet their need for heat. Your role as an employee of Scoville is to crossbreed peppers to create the hottest new breeds. You'll have to manage the auctioning, planting, and harvesting of peppers, then you'll be able to help the town by fulfilling their orders and creating new pepper breeds. Help make the town of Scoville a booming success! Let's get planting!&#10;&#10;A round of Scoville consists of a blind auction, which determines player order, a planting phase, a harvesting phase, and a fulfillment phase. Each round, the players plant peppers in the fields. Throughout the game, the available opportunities for crossbreeding increase as more peppers are planted. When harvesting, players move their pawn through the fields, and whenever they move between two planted fields, they harvest peppers. If, for example, they harvest between fields of red and yellow peppers, they crossbreed those and harvest an orange pepper. Harvested peppers are then used to fulfill the town's peppery desires!&#10;&#10;","image":"https://cf.geekdo-images.com/strK8aDLCB5KuqU3zirUOg__original/img/lbwzkn8mx_Bsd8aczlW0TqLDKZE=/0x0/filters:format(jpeg)/pic1903464.jpg","thumbnail":"https://cf.geekdo-images.com/strK8aDLCB5KuqU3zirUOg__thumb/img/kNiZS7p5xX0fDhetxL35uYxuX58=/fit-in/200x150/filters:strip_icc()/pic1903464.jpg","link":"https://boardgamegeek.com/thing/145659","minPlayers":"2","maxPlayers":"6","yearPublished":"2014","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"7.11859","averageWeight":"2.7809","boardGameRank":"949","mechanics":["Auction / Bidding","Grid Movement","Once-Per-Game Abilities","Set Collection","Turn Order: Auction"],"categories":["Farming"],"designers":["Ed Marriott"]}}