{"timestamp":"2024-11-13T00:09:28.905Z","gameDetails":{"id":"145645","name":"Le Fantôme de l'Opéra","type":"boardgame","description":"Le Fant&ocirc;me de l&rsquo;Op&eacute;ra is a two-player game based on the Mr. Jack game system &ndash; that is, the game is an asymmetric affair in which one player wants to reveal which suspect token on the game board represents the opponent, with both players taking turns moving all of the suspects to alternately reveal and hide information. That said, the game differs in a number of ways from Mr. Jack. In more detail...&#10;&#10;In Le Fant&ocirc;me de l&rsquo;Op&eacute;ra, eight suspect tokens stand in the ten rooms of the Op&eacute;ra Garnier. Each suspect has a reason to drive the opera singer La Carlotta away from the production, and at the start of the game one of the suspects is randomly determined to be the true identity of the Phantom player. The other player is the Investigator, and he wants to discover the Phantom's identity; if he does so before La Carlotta flees the Op&eacute;ra Garnier, then he wins. Otherwise, he loses. (To balance play between newcomers and experienced players La Carlotta's starting position can changed.)&#10;&#10;At the start of each odd round, eight suspect cards are shuffled and four of them revealed. The Investigator moves one suspect and (likely) uses this suspect's unique ability, then the Phantom moves two of the remaining three suspects, then the Investigator moves the final suspect. The Phantom player then reveals whether he can or cannot cause a disturbance in the Op&eacute;ra Garnier, thus scaring La Carlotta; he can cause a disturbance only if he's alone or if he's in the room with the blackout token. If he can cause a disturbance, the Investigator clears all suspects sharing a lit room; if not, the Investigator clears all suspects in the dark or on their own. After this, La Carlotta moves one step closer to fleeing for each suspect that hasn't been declared innocent (and an additional step if the Phantom did create a disturbance).&#10;&#10;For each even round, the remaining four suspect cards are revealed, and the players again move characters and use their special abilities, with the Phantom going first. The game continues until only a single suspect is not innocent or La Carlotta flees France for the safety of Milan.&#10;&#10;When a character moves, it can move up to as many spaces as the number of characters in the room from which it moves. Most characters can move only through open corridors, but Meg Giry can use secret passageways that connect many of the rooms. The players must use Meg's ability and the other characters' special abilities to hide or reveal information. One character, for example, moves a padlock that blocks one corridor, while another is responsible for the roaming blackout that allows the Phantom to operate in darkness (or at least provide cover for his activity elsewhere). One sweet character can draw everyone from adjacent rooms to her side, while an unpleasant fellow can drive everyone away. Still another reveals (or hides) an alibi card, clearing one suspect (or keeping his true nature unknown). Every character is useful in the right situation. You just have to learn what those situations are...&#10;&#10;","image":"https://cf.geekdo-images.com/L4Of6W3yhhjYgmUjH2FDpQ__original/img/1oeyfC8r_TGKgu0vj-MmFp0iTFs=/0x0/filters:format(jpeg)/pic1726671.jpg","thumbnail":"https://cf.geekdo-images.com/L4Of6W3yhhjYgmUjH2FDpQ__thumb/img/_evRWSRlE2VrjLu5XCxlayW0qmI=/fit-in/200x150/filters:strip_icc()/pic1726671.jpg","link":"https://boardgamegeek.com/thing/145645","minPlayers":"2","maxPlayers":"2","yearPublished":"2013","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"6.97749","averageWeight":"2.2105","boardGameRank":"2900","mechanics":["Grid Movement","Variable Player Powers"],"categories":["Deduction","Music","Novel-based"],"designers":["Bruno Cathala","Ludovic Maublanc"]}}