{"timestamp":"2024-11-09T20:34:34.523Z","gameDetails":{"id":"145928","name":"Empire Engine","type":"boardgame","description":"Once, the world of Mekannis was united and prospered under the guidance of the Great Engine&mdash;an enormous thinking machine built into the molten heart of the world. Over millennia, Mekannis was transformed until every piece of land was incorporated into the gears and levers of the Engine itself. An act of hubris by the world&rsquo;s rulers caused a series of devastating malfunctions that shattered the land and the death of the Great Engine. Now four empires rise to dominance. The Kestrel Dominion, descending from ancient hereditary rulers and cherishing their ancestral tradition of honor; Nova Centralis, a plutocratic nation built upon exploiting wealth and greatly desirous of maintaining their economic edge; the Sylphian Commonwealth, a once-verdant land now poisoned by the aftereffects of the Engine&rsquo;s destruction; and the Grail Prelacy, a theocratic nation emboldened by prophecies of ultimate victory. Each empire vies to fulfill the prophecy and restore the Great Engine, the source of ultimate power.&#10;&#10;In Empire Engine, players take on the role of a mighty empire, powered by rotating gears. During the game, players simultaneously choose actions to attack, defend, salvage, export, or collect resources (goods for export, soldiers to attack your opponents and inventions to score points). Players use their gears to rotate their engines, and in each round perform the actions on the top edges of their engines. The player who scores the most points for the goods, soldiers and inventions in their score pile at the end of the game is the winner!&#10;&#10;","image":"https://cf.geekdo-images.com/uhidzkDlAWHDIxDahjPreg__original/img/0ZvgmMLqSDDxJtYA_r2cmQWIBpM=/0x0/filters:format(jpeg)/pic2197596.jpg","thumbnail":"https://cf.geekdo-images.com/uhidzkDlAWHDIxDahjPreg__thumb/img/-HexQPWydxfX677nY03soEWo9TE=/fit-in/200x150/filters:strip_icc()/pic2197596.jpg","link":"https://boardgamegeek.com/thing/145928","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"3"}}