{"timestamp":"2024-11-12T18:00:53.641Z","gameDetails":{"id":"146278","name":"Tash-Kalar: Arena of Legends","type":"boardgame","description":"Tash-Kalar: Arena of Legends is a game played by masters of magic. Two to four summoners encounter each other in the Tash-Kalar arena, either in teams or each on his own, and prove their skill and strategy in a short but intense battle. By clever deployment of their minions, they create magic patterns for summoning powerful beings, and then use those to destroy their opponent&rsquo;s forces or to prepare patterns for the ultimate legendary beings.&#10;&#10;The game includes four different factions, each with a unique deck of beings to summon and one deck of legendary creatures. Players take turns placing their common pieces on the board, and if they succeed in creating patterns depicted on one of the cards in hand, they may play it. When played, the card summons a particular being and allows the player to perform an effect described on the card: a giant destroys neighboring pieces, a knight moves through enemy pieces, a warlord orders previously placed pieces to move and fight, an enchantress converts enemy pieces to player's own color, etc. After that, the player discards the card and the summoned being turns into a motionless piece which may be used in patterns for summoning other beings &ndash; or even be awakened and moved into combat by the effects of other cards.&#10;&#10;Tash-Kalar: Arena of Legends offers two game modes. In the standard mode you score points for fulfilling various quests set by the Arena Masters: controlling certain points or areas of the arena, destroying a number of enemy pieces in a single turn, performing a certain combination of summonings, etc.&#10;&#10;In melee mode, your only goal is to entertain the crowd. You do that by destroying your opponents and making them beg (i.e., making them use the catch-up mechanisms) and by summoning legendary beings. After all, people want to see a dragon! Both modes can be played as a two-player duel or as a team game with teammates sharing pieces and legendary cards, but with each controlling his own faction. (The game includes a duplicate of one faction in a different color.) The melee mode can also be played as a fierce free-for-all battle, but don't expect alliances; to achieve a good score, you need to destroy all opponents evenly as you track points scored on each opponent separately, and your lowest score is your final score.&#10;&#10;The rules of Tash-Kalar: Arena of Legends are simple and easy to understand, but as you start to discover the tactics and are able to anticipate the opponent's moves and patterns, it turns into a real clash of wits.&#10;&#10;","image":"https://cf.geekdo-images.com/woifEuhjEe-0VPKtPcwaIw__original/img/EisNAxSKPu0TQOv0KKiPBGdetQ8=/0x0/filters:format(jpeg)/pic1875045.jpg","thumbnail":"https://cf.geekdo-images.com/woifEuhjEe-0VPKtPcwaIw__thumb/img/PwCqGHn47oqbKt7aJdkhKb4JG_A=/fit-in/200x150/filters:strip_icc()/pic1875045.jpg","link":"https://boardgamegeek.com/thing/146278","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"7.15761","averageWeight":"2.8426","boardGameRank":"790","mechanics":["Area Majority / Influence","Catch the Leader","Grid Movement","Hand Management","Highest-Lowest Scoring","Pattern Building","Team-Based Game","Tile Placement","Variable Player Powers"],"categories":["Abstract Strategy","Card Game","Fantasy","Fighting"],"designers":["Vlaada Chvátil"]}}