{"timestamp":"2024-11-13T01:32:11.765Z","gameDetails":{"id":"146418","name":"Warhammer: Diskwars","type":"boardgame","description":"&quot;The cost of victory is blood, the cost of defeat is everything.&quot; &ndash;The Empire at War&#10;&#10;Set amid the constant warfare of the Old World, Warhammer: Diskwars is a game of ferocious, fast-paced tabletop battles for two to four players. At the heart of the game's conflicts are its disks, which represent heroes and units from across the Old World. During the game, you activate these disks, flipping them end over end to move them across the battlefield, position them to attack, and interact with terrain and other disks it overlaps. When one disk covers another disk, the disk on top is considered to be &quot;pinning&quot; the disk below it; this prevents the pinned disk from activating, and at the end of the round, overlapping disks must fight one another. By maneuvering carefully to pin your opponent's units, you can strike them down, seize control of the battlefield, and win the day!&#10;&#10;Warhammer: Diskwars has been updated to its new setting within the Warhammer world and features flexible rules for hero-centric army-building. Additionally, whereas the original Diskwars was a collectible game, Warhammer: Diskwars has moved away from the blind buy model, and the Core Set includes everything you need to play the game: a host of terrain cards, objectives, command cards, and more than sixty disks for the game's four races.&#10;&#10;","image":"https://cf.geekdo-images.com/MbrchATH0RK7sVxnGnZ94g__original/img/GsnJfz7ccaehRYalXGhUYFIGHh0=/0x0/filters:format(jpeg)/pic1854825.jpg","thumbnail":"https://cf.geekdo-images.com/MbrchATH0RK7sVxnGnZ94g__thumb/img/GYh9IKRXCnWqyWB5vsRgQoVv00E=/fit-in/200x150/filters:strip_icc()/pic1854825.jpg","link":"https://boardgamegeek.com/thing/146418","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"90","minPlayingTime":"45","maxPlayingTime":"90","bestAtCount":[2],"averageRating":"7.06686","averageWeight":"2.7717","boardGameRank":"2083","mechanics":["Campaign / Battle Card Driven","Dice Rolling","Hand Management","Movement Template","Player Elimination","Rock-Paper-Scissors","Variable Player Powers"],"categories":["Dice","Fantasy","Wargame"],"designers":["Tom Jolly","Lukas Litzsinger","Christian T. Petersen"]}}