{"timestamp":"2024-11-12T21:22:27.817Z","gameDetails":{"id":"146757","name":"Star Wars: X-Wing Miniatures Game – Rebel Transport Expansion Pack","type":"boardgameexpansion","description":"When the Empire launched a massive assault against the Rebellion's Echo Base, it dealt the Rebel Alliance a tremendous blow. Still, the Rebellion's losses could have been much greater. They were lucky to escape with the majority of their command structure intact, and the very fact the Rebellion was able to continue its liberation efforts after the battle owed much to the GR-75 medium transport and the role it played during the famous evacuation effort.&#10;&#10;Recreate the drama of the Rebellion's desperate escape from Hoth and explore new adventures in the Star Wars galaxy with the Rebel Transport Expansion Pack for the Star Wars: X-Wing Miniatures Game! It comes with one huge, pre-painted GR-75 medium transport miniature and an X-wing escort. With rules for &quot;energy&quot; to fuel your shields and abilities, plus a new maneuver template that gives your transport the feel of a truly huge ship, the Rebel Transport Expansion Pack enhances your missions and Cinematic Play experience. It also opens all-new possibilities in the game's Epic Play format!&#10;&#10;","image":"https://cf.geekdo-images.com/2i6uflHXYvEJavG2R77oBg__original/img/P0oBhir17i5wQnFjXgNcVtTb5f4=/0x0/filters:format(jpeg)/pic1851737.jpg","thumbnail":"https://cf.geekdo-images.com/2i6uflHXYvEJavG2R77oBg__thumb/img/Avownptz3r7fklHX4TaZlvT0k6E=/fit-in/200x150/filters:strip_icc()/pic1851737.jpg","link":"https://boardgamegeek.com/thing/146757","minPlayers":"2","maxPlayers":"0","yearPublished":"2014","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":null,"averageRating":"7.57219","averageWeight":"2.9375","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Movement Template","Simultaneous Action Selection","Variable Player Powers"],"categories":["Aviation / Flight","Expansion for Base-game","Miniatures","Movies / TV / Radio theme","Science Fiction"],"designers":["Frank Brooks","James Kniffen","Corey Konieczka","Jay Little"]}}