{"timestamp":"2024-11-09T20:04:33.244Z","gameDetails":{"id":"147154","name":"Blue Moon Legends","type":"boardgame","description":"The once proud and strong Blue Moon City has been plunged into chaos. The Golden Dragon has fallen, the Holy Crystal of Psi has shattered, and the old King has drawn his last breath. Worse, Blue Moon, the creator of all things, has vanished and Blue Moon City is left without a ruler.&#10;&#10;Now the three elemental dragons &ndash; the only divine creatures remaining in the world &ndash; guard the fragments of the Crystal. The two royal heirs, Prince Roland and Princess Elinor, vie for the crown. The peoples of Blue Moon City may not know whom to follow, but whoever can rally them and claim the throne will gain the power to restore the Holy Crystal of Psi and perhaps convince Blue Moon himself to return.&#10;&#10;Prepare to battle for the throne and restore peace to the city in Blue Moon Legends, a collected version of Blue Moon, Reiner Knizia's classic card game for two players! In Blue Moon Legends, you will gather the allegiance of one of the peoples of Blue Moon City, then lead them in a series of fights against another people. By winning these fights, you aim to attract the fickle attentions of the elemental dragons and win your way to the throne of the city.&#10;&#10;Players can either play the game straight out of the box with decks or strategically customize the perfect deck to take down their opponent. With hundreds of cards from which to choose, no two games will be the same. Blue Moon Legends contains all cards from award-winning designer Reiner Knizia's Blue Moon card game in a single box.&#10;&#10;","image":"https://cf.geekdo-images.com/YaxwsOzTE1Qou7ZVn4x7vQ__original/img/sjaRKFdTOe5g3TRIeI_oUpjTRPg=/0x0/filters:format(jpeg)/pic1854836.jpg","thumbnail":"https://cf.geekdo-images.com/YaxwsOzTE1Qou7ZVn4x7vQ__thumb/img/wvw6SBUlzqCKJ9snFYm25zatQas=/fit-in/200x150/filters:strip_icc()/pic1854836.jpg","link":"https://boardgamegeek.com/thing/147154","minPlayers":"2","maxPlayers":"2","yearPublished":"2014","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"2"}}