{
  "timestamp": "2025-11-26T20:36:07.301Z",
  "gameDetails": {
    "id": "147790",
    "name": "Buccaneer Bones",
    "type": "boardgame",
    "description": "Sail your fleet of galleons to the Murky Isles, hiding place for some of the greatest pirate treasures ever buried. Roll the Buccaneer Bones (landlubbers call them \"dice\") to send ships out to sea. When you reach the island, you get a special bonus just for being there. But the best part is the treasure! Find the treasure and bring it back to port, then set sail again. The first pirate to bring back three treasures claims the title of \"Scourge of the Seven Seas\"! Arrrr!!!\n\nEach player in Buccaneer Bones starts with six ships on the six numbered ports of his player mat; each ship is in a sailing lane that consists of a port, a sea space, and an island. On a turn, the player rolls four dice, then rerolls as many as he wants; if he now has a pair, he advances the ship matching the number rolled one space (from port to sea or from sea to island) and if he has a three-of-a-kind, he advances the appropriate ship two spaces (from port to island). When a player has a ship on an island, he receives a bonus:\n\n\n    When on islands 1 or 6, he rolls one extra die; on islands 1 and 6, he rolls two extra dice.\n    When on islands 2 or 5, he can add or subtract one from a rolled die; on islands 2 and 5, he can do this twice.\n    When on islands 3 or 4, he can reroll any number of dice one extra time; on islands 3 and 4, he can reroll two extra times.\n\n\nWhen a player has a ship on an island, if he has a three-of-a-kind matching that island number, the ship grabs one treasure, then returns to port.\n\nIf a player can't advance a ship, he can place his first mate (1) as a scout on an island to grant himself that power on his next turn, (2) as a thief on a treasure owned by a player with more treasure than him, giving him a chance to steal it next turn if he rolls any three-of-a-kind, or (3) as a defender to remove a thief on one of his treasures.\n\nThe game ends the round that a player collects his third treasure. If he's the only one with three treasures, he wins; if multiple players have three, then the tied player who has more ships farther from his ports wins.\n\nBuccaneer Bones includes a couple of play variants, including rules for a solo game.\n\n",
    "image": "https://cf.geekdo-images.com/s0JBiPb6Icgga3U4w66_OQ__original/img/S3nx806ZzVPnKuiL-FoR6POROnE=/0x0/filters:format(jpeg)/pic1774455.jpg",
    "thumbnail": "https://cf.geekdo-images.com/s0JBiPb6Icgga3U4w66_OQ__small/img/pvltCOJtkXuOSOhSADW222bgNTI=/fit-in/200x150/filters:strip_icc()/pic1774455.jpg",
    "link": "https://boardgamegeek.com/thing/147790",
    "minPlayers": "1",
    "maxPlayers": "4",
    "yearPublished": "2013",
    "playingTime": "15",
    "minPlayingTime": "15",
    "maxPlayingTime": "15",
    "bestAtCount": [
      4
    ],
    "averageRating": "5.83146",
    "averageWeight": "1.0638",
    "boardGameRank": "10884",
    "mechanics": [
      "Dice Rolling"
    ],
    "categories": [
      "Dice",
      "Pirates"
    ],
    "designers": [
      "Kris Gould"
    ]
  }
}