{"timestamp":"2024-11-13T00:19:05.802Z","gameDetails":{"id":"147796","name":"Heroes of Metro City: Sidekicks and Storylines","type":"boardgameexpansion","description":"The Heroes of Metro City: Sidekicks and Storylines expansion adds new Sidekick Power cards to the City Supply and includes expansion rules for creating a Storyline Deck in the City Supply that will expand on your Hero's legend, both in the past and present!&#10;&#10;Ever wanted to make your OWN Super-Powered Hero from the ground up? In Heroes of Metro City, YOU get to pick your Hero's powers, craft an origin story and then start kicking some evil villainous butt! Make a hero in just a few minutes and start battling an Archenemy and his army of henchmen who are out to destroy your beloved city.&#10;&#10;In the Sidekicks and Storylines expansion, 160 new cards are added to the mix. There are 7 new Power cards, such as the electrifying Charged Grip which delivers more damage the more you build up your Energy first. It also contains 3 new Energy Sources, such as Metamorphosis, which rewards you with Plot Points (the game's currency) when you use energy-supplying Power cards (like Martial Arts Mastery or Accelerating Superspeed). Perhaps you're looking for more Archenemies to fight? Sidekicks and Storylines has three new terrifying masterminds of evil, including the murderous Killswitch Supreme, a cold fusion-powered cyborg who is only weakened when the Heroic team (that's you) fights as one.&#10;&#10;","image":"https://cf.geekdo-images.com/q9IjxC9HfAx2ny3lbC_OXQ__original/img/ro2zBO-ZDVic6h5nzRj3dBj5HYs=/0x0/filters:format(png)/pic1924591.png","thumbnail":"https://cf.geekdo-images.com/q9IjxC9HfAx2ny3lbC_OXQ__thumb/img/CFeNWgXoOg9wS-raNAePiXKy91E=/fit-in/200x150/filters:strip_icc()/pic1924591.png","link":"https://boardgamegeek.com/thing/147796","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":null,"averageRating":"6.53125","averageWeight":"2.5","boardGameRank":"Not Ranked","mechanics":["Deck, Bag, and Pool Building","Dice Rolling"],"categories":["Card Game","Comic Book / Strip","Expansion for Base-game"],"designers":[]}}