{"timestamp":"2024-11-09T21:54:28.158Z","gameDetails":{"id":"147980","name":"Star Wars: The Card Game – Heroes and Legends","type":"boardgameexpansion","description":"Game description from the publisher:&#10;&#10;The Star Wars: The Card Game - Heroes and Legends Force Pack begins an epic journey through the &quot;Echoes of the Force&quot; cycle, exploring the power of the Force and its impact and effects on the galaxy.&#10;&#10;As the Heroes and Legends Force Pack opens the cycle, you'll find Imperial forces working to complete the Dark Trooper Project and Imperial War Droids that can count their icons for the Force struggle without a Force card. At the same time, you'll find the bold intelligence agents of the Rebel Alliance and independent Smugglers and Spies slicing in to sabotage the operation. Meanwhile, on the planet Ruusan, Jedi and Imperial Inquistitors clash over the power of the Force nexus hidden inside the Valley of the Jedi.&#10;&#10;In the &quot;Echoes of the Force&quot; cycle, Star Wars: The Card Game experiences dramatic changes taking shape as both sides learn to better channel the power of the Force. Its balance has implications that reach far beyond damaging dark side objectives or advancing the Death Star dial. The living Force binds all things, and it may soon permeate every part of your decks, drawing strength from the new cards included in Heroes and Legends and other Force Packs from &quot;Echoes of the Force&quot;.&#10;&#10;Contains objective sets 97-101.&#10;&#10;","image":"https://cf.geekdo-images.com/GwYPmmHOhW9tqGPSTpR9GQ__original/img/uLy9rE89FWhZqX2XQZ89cpMo48w=/0x0/filters:format(jpeg)/pic1854814.jpg","thumbnail":"https://cf.geekdo-images.com/GwYPmmHOhW9tqGPSTpR9GQ__thumb/img/c1JM8jqtX5ktGOFbbdBFN4oZg2c=/fit-in/200x150/filters:strip_icc()/pic1854814.jpg","link":"https://boardgamegeek.com/thing/147980","minPlayers":"2","maxPlayers":"2","yearPublished":"2014","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"2"}}