{"timestamp":"2024-11-13T01:23:52.397Z","gameDetails":{"id":"148319","name":"Tragedy Looper","type":"boardgame","description":"Tragedy Looper is a scenario-based deduction game for two to four players: one mastermind and one to three protagonists. The game consists of four location boards and a number of character cards. Each scenario features a number of characters, hidden roles for these characters (serial killer, conspiracy theorist, friend), and some pre-set tragedies (murder, suicide).&#10;&#10;Each &quot;day&quot; (turn), players and the mastermind play three face-down cards onto the characters, then reveal them to move the characters around or affect their paranoia or goodwill stats. At the end of each day (turn), if the scenario has a tragedy set for that day, it happens if the conditions are met, i.e., certain characters have certain stats or are in a certain location together (or not together) with others. As tragedies happen, players loop back in time, restarting the scenario from the beginning and trying to deduce who the culprit was and why the tragedy occurred.&#10;&#10;The players win if they manage to maintain status quo &mdash; that is, if no tragedies occur to the key individuals &mdash; for a set number of days, within a set number of loops. If not, the mastermind wins.&#10;&#10;Tragedy Looper was originally released in Japan as &#230;&#131;&#168;&#229;&#138;&#135;RoopeR in 2011; the first english version of the game was released in 2014.&#10;&#10;","image":"https://cf.geekdo-images.com/fsUCwhRp_5knh6eY8EduTw__original/img/FgUk3tNrF0_ryLIT3S0nnZUY8iE=/0x0/filters:format(png)/pic2046290.png","thumbnail":"https://cf.geekdo-images.com/fsUCwhRp_5knh6eY8EduTw__thumb/img/_mkrhR0iN7QX5e1LhsPtDbhXhMo=/fit-in/200x150/filters:strip_icc()/pic2046290.png","link":"https://boardgamegeek.com/thing/148319","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"7.18035","averageWeight":"3.5561","boardGameRank":"1012","mechanics":["Communication Limits","Deduction","Grid Movement","Hand Management","Memory","Team-Based Game"],"categories":["Bluffing","Card Game","Deduction","Murder / Mystery"],"designers":["BakaFire"]}}