{"timestamp":"2024-11-09T20:22:49.343Z","gameDetails":{"id":"149155","name":"Dead Man's Draw","type":"boardgame","description":"Dead Man's Draw is a simple and strategic card game of risk and reward for 2 to 4 players. Players take turns drawing cards and combining their special abilities to plunder the most loot without busting their entire hands.&#10;&#10;The core of your turn in Dead Man&rsquo;s Draw is all in the flip: pulling the top card off the deck and using its special ability. Your turn isn&rsquo;t over until you say it is, though. You can keep pulling cards as long as you like &ndash; until you play a card of a suit already seen, at which point you lose everything. Knowing when to stop and &quot;bank&quot; your cards is the biggest decision you make in Dead Man&rsquo;s Draw, but being too timid lets braver opponents pass you up with bigger, more profitable turns.&#10;&#10;The cards&rsquo; special abilities are key to success in Dead Man&rsquo;s Draw, and they build off of each other. Each suit in DMD has an effect that the player can target when they flip a card of that suit.&#10;&#10;Anchor &ndash; Keep everything you drew before the Anchor even if you bust.&#10;&#10;Cannon &ndash; Destroy one card an opponent has previously banked.&#10;&#10;Chest &ndash; Double your haul by banking as many cards directly from the discard pile as are in the river when you bank the Chest &ndash; but only if you also bank a Key.&#10;&#10;Hook &ndash; Play one of your previously banked cards.&#10;&#10;Key &ndash; Enables the Chest special.&#10;&#10;Kraken &ndash; Oh no! You&rsquo;re forced to draw at least two more cards.&#10;&#10;Map &ndash; Draw three cards from the discard pile and play one.&#10;&#10;Mermaid &ndash; No ability, but worth more points (Mermaids are numbered 4-9 instead of 2-7).&#10;&#10;Oracle &ndash; Look at the next card before deciding if you want to play it.&#10;&#10;Sword &ndash; Steal an opponent&rsquo;s previously banked card and play it.&#10;&#10;Many of these work well together, like using a Hook to re-play a Sword from your hand to steal an opponent&rsquo;s Chest to go with your Key &ndash; racking up huge points by playing abilities well and not solely through the luck of the draw.&#10;&#10;As soon as the deck is depleted, players total up the value of the highest card they&rsquo;ve banked from each suit. High score wins.&#10;&#10;","image":"https://cf.geekdo-images.com/m6tC_KsilZUQsKFIzDXIpA__original/img/yhZIPwPWPnesvMA1ChdANxEcBzM=/0x0/filters:format(jpeg)/pic6489882.jpg","thumbnail":"https://cf.geekdo-images.com/m6tC_KsilZUQsKFIzDXIpA__thumb/img/CmL-JIZZO3ku0NKVHq3lHpMrLEM=/fit-in/200x150/filters:strip_icc()/pic6489882.jpg","link":"https://boardgamegeek.com/thing/149155","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"15","minPlayingTime":"15","maxPlayingTime":"15","bestAtCount":"4"}}