{"timestamp":"2024-11-09T20:22:20.859Z","gameDetails":{"id":"149257","name":"Darkest Night: On Shifting Winds","type":"boardgameexpansion","description":"The wind is from the north today, carrying a foul stench.&#10;&#10;I used to think of necromancy as a black fog, thickening and spreading, covering us in oppressive gloom. I see, now, that this was wrong: A fog is made all of the same stuff, but our doom has many distinct facets, each one we penetrate revealing a new evil behind. Some have become terrified of the darkness; others made numb by despair. Many have had their bodies rent, while others are starting to lose their minds. A scout has just sent word of another new variety of monstrosity that has appeared near the village...but also the discovery of a new artifact that may help us fight them.&#10; Fate, it seems, never runs out of ideas. We can only handle each new challenge as best we can as it arrives on shifting winds...&#10;&#10;Darkest Night: On Shifting Winds from Jeremy Lennert expands the game with a variety of new content: It adds the Ranger, Scout, Wayfarer, and Wind Dancer as new playable heroes, introduces eight new blights and new treasures to search for, and also includes new Event and Artifact cards.&#10;&#10;On Shifting Winds can be used either with or without the first expansion, With an Inner Light.&#10;&#10;Note: This game requires that you (or someone in your group of players) own a copy of Darkest Night.&#10;&#10;Complexity: 4.5 on a 9 scale&#10;Solitaire Suitability: 9 on a 9 scale&#10;&#10;","image":"https://cf.geekdo-images.com/bvp6usqvl1zetdkgB7EXEA__original/img/_BjJIK_Rj8uqXAbw7k64J0dMVCs=/0x0/filters:format(jpeg)/pic1848821.jpg","thumbnail":"https://cf.geekdo-images.com/bvp6usqvl1zetdkgB7EXEA__thumb/img/5bKQ-AwthmVWv-GnXbOVJ0wz9tQ=/fit-in/200x150/filters:strip_icc()/pic1848821.jpg","link":"https://boardgamegeek.com/thing/149257","minPlayers":"1","maxPlayers":"4","yearPublished":"2013","playingTime":"0","minPlayingTime":"150","maxPlayingTime":"0","bestAtCount":null}}