{"timestamp":"2024-11-12T18:37:32.814Z","gameDetails":{"id":"1496","name":"Imperium Romanum II","type":"boardgame","description":"&ldquo;The story, of Rome is the most splendid romance in all history...&rdquo;&#10;-F. Marion Crawford, Ave Roma Immortalis, II, IS&#10;&#10;Seven centuries of history are contained in this box.&#10;&#10;Imperium Romanum II is the game of the Roman Empire -the greatest and most glorious empire the world has ever known. The rules book describes the intricacies of Roman political, economic, and military conflict. The game-map portrays the whole Roman world, from Britannia to Parthia, in exacting detail, and the 800 game counters depict individual legions, fleets, and auxiliary units. The thirty-five scenarios examine every major Roman war, civil and external, through 700 years that shaped the Western World. &#10;Many games claim historical accuracy; players will be astonished at the wealth of historical detail in this one. Many games claim to be playable; players will be very pleased at how elegantly Imperium Romanum II joins scholarly historical concern to an eminently playable game system. In short, Imperium Romanum II is the definitive game of the Roman Empire.&#10;&#10;Imperium Romanum II is based on West End Games classic Imperium Romanum. More accurate, informative and attractive maps, an increase in the number of unit colors and types, rules substantially revised with an eye to readability, clarity, and historical accuracy, and the addition of new scenarios (and the elimination of some older ones) are just some of the improvements players will find in this thorough revision.&#10;&#10;What You Will Do In Imperium Romanum II &#10;Storm the walls of Rome; plunder provinces; reconquer the Empire; strive for the Imperial purple; war against the Parthians; fight great battles at sea; fight barbarian invasions; mass barbarian hordes to plunder the West; conquer Gaul; cross the Rubicon. &#10;Fight against aristocratic oppression, or for aristocratic stability. Strive to become Rome's absolute ruler, or to defend the republic. &#10;Take the role of Caesar, Pompey, Octavian, Marc Antony, Vespasian, Diocletian, Constantine, Theodosius, Theodoric, Justinian, or Attila the Hun. &#10;&bull; Lead legions, cavalry, horse archers, auxiliaries, and r fleets; distribute donatives to your troops; watch your troops defect because of low morale. &#10;Conspire with other players, and betray them to their foes. &#10;Experience the glory and grandeur that was Rome.&#10;&#10;Suitable for solitaire play. &#10;Some of the 35 scenarios provided can be played to completion in 4 hours or less; others could take as long as 100 hours. &#10;Some scenarios permit as many as 6 players; others as few as 2.&#10;&#10;Imperium Romanum II includes: &#10;&bull; Two full-color maps, total area 22&quot; x 51&quot;, portraying the entirety of the Roman world at 50 miles per hex. &#10;&bull; 800 full-color counters depicting individual legions, auxiliary units, and leaders. &#10;&bull; One 28-page rule book. &#10;&bull; Two 8-page chart booklets. &#10;&bull; One 48-page scenario book including thirty-five scenarios. &#10;&bull; Dice and counter-tray with lock-on lid.&#10;&#10;Design: Albert A. Nofi &#10;Development: Nicholas Quane with Greg Costikyan and B.C. Milligan&#10;&#10;(source: back of the box)&#10;&#10;","image":"https://cf.geekdo-images.com/Z0pkkr1Sk1ybdTAl5FrY8Q__original/img/IX_bs3xUs6lojmc3jUbm6eGNhU8=/0x0/filters:format(jpeg)/pic216374.jpg","thumbnail":"https://cf.geekdo-images.com/Z0pkkr1Sk1ybdTAl5FrY8Q__thumb/img/-UJh34ie_y3lN9tzpNgy9UpfreQ=/fit-in/200x150/filters:strip_icc()/pic216374.jpg","link":"https://boardgamegeek.com/thing/1496","minPlayers":"1","maxPlayers":"6","yearPublished":"1985","playingTime":"240","minPlayingTime":"240","maxPlayingTime":"240","bestAtCount":[2,4],"averageRating":"6.64308","averageWeight":"3.7808","boardGameRank":"5295","mechanics":["Dice Rolling","Hexagon Grid","Simulation"],"categories":["Ancient","Wargame"],"designers":["Albert A. Nofi"]}}