{"timestamp":"2024-11-13T01:13:39.880Z","gameDetails":{"id":"150639","name":"Star Wars: The Card Game – Knowledge and Defense","type":"boardgameexpansion","description":"Knowledge and Defense is the third Force Pack in the &quot;Echoes of the Force&quot; cycle for Star Wars: The Card Game, continuing the cycle's journey into the power and mystery of the Force. As the forces of the dark and light sides clash over the galaxy, you'll find new tricks alongside iconic ships and characters in this Force Pack. You'll find Kyle Katarn's starship, Moldy Crow, searching for the Valley of the Jedi, even as the Rebel Alliance makes a return to Hoth. The Scum and Villainy of the galaxy grow rich off of the slave trade, and a new darkness is rising on the planet Dromund Kaas under the leadership of the deadly Sith Prophetess, Sariss. Whichever factions you choose to support in the battle for the galaxy, you'll be sure to reap the benefits of devoting yourself to the Force.&#10;&#10;With the ten objective sets (two copies each of five different objective sets) included in this Force Pack, you will experience the unleashed power of the Force, whether you use it for knowledge and defense, or for your own personal gain!&#10;&#10;Contains objective sets 107-111.&#10;&#10;","image":"https://cf.geekdo-images.com/KOtgZPrK1UgbCqyYo9bsGg__original/img/kBIJTxxa3npkZRZ2EnKgiNwNOaQ=/0x0/filters:format(jpeg)/pic1851732.jpg","thumbnail":"https://cf.geekdo-images.com/KOtgZPrK1UgbCqyYo9bsGg__thumb/img/8-b8upnVgC11_ToKJMCJtS_6Eic=/fit-in/200x150/filters:strip_icc()/pic1851732.jpg","link":"https://boardgamegeek.com/thing/150639","minPlayers":"2","maxPlayers":"2","yearPublished":"2014","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"7.85041","averageWeight":"3","boardGameRank":"Not Ranked","mechanics":["Hand Management","Variable Player Powers"],"categories":["Card Game","Expansion for Base-game","Movies / TV / Radio theme","Science Fiction"],"designers":["Eric M. Lang"]}}