{"timestamp":"2024-11-09T21:11:26.155Z","gameDetails":{"id":"150811","name":"Mega Man: The Board Game","type":"boardgame","description":"Mega Man: The Board Game, created and licensed by Jasco Games, brings all the excitement and fun found in the classic video game series to the tabletop.&#10;&#10;Created for the 25th anniversary of the character, Mega Man: The Board Game is a 2-6 player board game in which players control both their character and Dr. Wily's forces, ideally to impede the progress of other players. After determining who goes first, players choose the Robot Master's stage on which they wish to start the game. On your turn, flip over the challenge card to reveal your first challenge. You choose the dice you wish to use to pass the challenge, then play cards from your hand and use abilities from your character to blast, jump or run through the challenge. Your opponents can play cards from the Dr. Wily side of their hand to make your challenge more difficult, possibly doing damage or taking lives from you along the way. If you beat the challenge, you move forward on the stage a number of spaces determined by the challenge you defeated.&#10;&#10;Once all spaces are clear and you are face-to-face with the Robot Master, you enter the &quot;Boss Battle&quot;. You and your opponents now take turns battling each other until only one robot remains standing. If you are the victor, you take the Robot Master's powers from the character card, stacking it under your own character card. If you were the first player to defeat this Robot Master, you also gain its Trophy, which allows you to set a die to any face you wish in a future Challenge or Boss Battle.&#10;&#10;Play continues around the board until you have defeated enough Robot Masters to enter Dr. Wily's castle and face the final boss. The first player to defeat Dr. Wily wins.&#10;&#10;","image":"https://cf.geekdo-images.com/3Lq7mCthf1UydbXfL42S4A__original/img/vmlaEmKUpa-M1zDFnOAh_2bVSRQ=/0x0/filters:format(jpeg)/pic1877422.jpg","thumbnail":"https://cf.geekdo-images.com/3Lq7mCthf1UydbXfL42S4A__thumb/img/QHq47qWUtHj9s0bdTbfvTqrVERI=/fit-in/200x150/filters:strip_icc()/pic1877422.jpg","link":"https://boardgamegeek.com/thing/150811","minPlayers":"2","maxPlayers":"6","yearPublished":"2016","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":"2"}}