{"timestamp":"2024-11-13T00:34:27.038Z","gameDetails":{"id":"150915","name":"Mansions of Madness: The Laboratory","type":"boardgameexpansion","description":"From Fantasy Flight Games:&#10;&#10;It has been two months now since your good friend Dr. Crawford Tillinghast berated you angrily, called you a fool, and ejected you from his home and laboratory in a fit of fanatical rage. His outburst came as a surprise to you, since he was not a man prone to anger, especially when the cause was your awed and frightened line of query about a strange machine he envisioned during the course of his metaphysical research. The doctor took your questions as criticism, and lashed out in response.&#10;&#10;You have not spoken to the doctor since that day&hellip;&#10;&#10;Inspired by the characters and themes of From Beyond, one of H.P. Lovecraft&rsquo;s most terrifying short stories, The Laboratory challenges players to shut down Crawford Tillinghast&rsquo;s strange machine before the mad genius manages to merge our world with another dimension and all its horrors. Of course, otherworldly terrors feature prominently in The Laboratory, as you&rsquo;ll have to close portals to other realms during your exploration of Tillinghast&rsquo;s mansion home. Can you survive the terrors you&rsquo;ll encounter? Can you find the clues you need to deactivate Tillinghast&rsquo;s arcane device?&#10;&#10;Designed by Samuel Bailey and Richard Launius, the creator of Arkham Horror, The Laboratory is a fantastically free-form adventure, chock-full of the themes and mechanics that make Mansions of Madness a uniquely satisfying entry into the world of H.P. Lovecraft&rsquo;s eerie mythos.&#10;&#10;","image":"https://cf.geekdo-images.com/x0u63VxCv_geadgGMut-LA__original/img/VoXL6EVolm_BDl6pm6uQXPQ3nOE=/0x0/filters:format(jpeg)/pic2774395.jpg","thumbnail":"https://cf.geekdo-images.com/x0u63VxCv_geadgGMut-LA__thumb/img/dXEzlWT3f6AhM-BuVo0thW2gQRI=/fit-in/200x150/filters:strip_icc()/pic2774395.jpg","link":"https://boardgamegeek.com/thing/150915","minPlayers":"2","maxPlayers":"5","yearPublished":"2013","playingTime":"180","minPlayingTime":"120","maxPlayingTime":"180","bestAtCount":[2],"averageRating":"7.88533","averageWeight":"3.4444","boardGameRank":"Not Ranked","mechanics":["Area Movement","Cooperative Game","Dice Rolling","Modular Board","Pick-up and Deliver","Role Playing","Variable Player Powers"],"categories":["Expansion for Base-game","Exploration","Horror"],"designers":["Samuel Bailey","Richard Launius"]}}