{
  "timestamp": "2025-11-26T20:48:03.097Z",
  "gameDetails": {
    "id": "15126",
    "name": "Advanced Squad Leader: Starter Kit #2",
    "type": "boardgame",
    "description": "(from MMP website:)\n\nASL Starter Kit #2 is a self-contained module which will let players start playing Advanced Squad Leader almost immediately. A liberally-illustrated rulebook teaches gamers ASL using a conversational style to teach the concepts of ASL. If you own and play ASL Starter Kit #1 you will be pleasantly surprised to find how easy it is to spot the new rules ASLSK#2 adds - we've highlighted the new rules so that you can skip rereading what you've learned in ASLSK#1 and get right to the new rules!\n\nWhat does ASLSK#2 add? GUNS! Artillery pieces. Anti-tank guns. The famous and deadly German \"88\". Mortars and bazookas! ASLSK#2 adds the \"to hit\" procedure to the foundation you learned in ASLSK#1. And if you didn't get ASLSK#1? There are two \"infantry only\" scenarios to get you up to speed!\n\nThis answers the inevitable question we get with the Starter Kit concept. Do I need ASLSK#2 if I have ASLSK#1? The Starter Kits are self contained. Each has everything you need to play what's in the box, with the higher numbers adding to the ASL knowledge you'll have from playing previous Starter Kits. We do not anticipate changing what you've learned from prior Starter Kits (for example, ASLSK#2 adds about 4 pages of rules to the base built by ASLSK#1). A better question would be \"Do I need ASLSK#1 if I buy ASLSK#2?\". The short answer is a resounding no! You can dive right in with ASLSK#2. But if you do, and you like the game, ASLSK#1 adds more boards and scenarios (infantry only) for you to enjoy. We know it's a little confusing, we hope this clears it up a bit.\n\nContents:\n\n        2 8x22 Geomorphic Maps (w and x) for the ASL System\n        1 full Countersheet of 1/2\" counters\n        1 half Countersheet of 5/8\" counters\n        8 scenarios printed on 4 individual cardstock sheets\n        2 quick reference charts printed on cardstock sheet\n        1 20-page rules booklet (about 17 pages are rules) with plentiful color illustrations\n        2 dice\n\n\nScenario List:\n\n        S9 Ambitious Assault Avola, Sicily, 10 July 1943\n        S10 Paper Army Sarandoporo River Valley, Greece, 3 Nov 1940\n        S11 A Long Way to Go Biscari Station, Sicily, 10 July 1943\n        S12 Over Open Sights Skyline Drive, Luxembourg, 17 December 1944\n        S13 Priority Target Korinthos, Greece, 26 April 1941\n        S14 88s at Zon Zon, Holland, 17 September 1944\n        S15 Hammer to the Teeth Bleialf, Germany, 16 December 1944\n        S16 Legio Patria Nostra Radicofani, Italy, 18 June 1944\n\n\nTime Scale:    2 minutes per Game Turn\nUnit Scale:    5 to 10 men, plus individual leaders, vehicles, guns\nMap Scale:    40 meters per hex\nPlayers:    2 (also suitable for solitaire or team play)\nComplexity:    Medium\nSolitaire Suitability:    Medium\n\n\n\n(user's description:)The second in the three-part series of starter kits for ASL.  The goal of the ASL Starter Kits is to introduce the rules of the massive World War Two wargame in more manageable pieces.  While the first starter kit focused on small infantry-only skirmishes, the second is based around confrontations involving infantry and the use of battlefield ordnance.  The Germans and Americans return, this time accompanied by the British and Italians.\n\nThe box is a complete game, including rules (complete with updated rules from Advanced Squad Leader: Starter Kit #1), 1 full and 1 half counter sheet, two new geomorphic boards (w and x) and 8 new scenarios, (S9 through S16).\n\nThe Starter Kit series is continued (and completed) with ASL Starter Kit #3, which introduces Armored Fighting Vehicles.\n\n",
    "image": "https://cf.geekdo-images.com/Ax6xtnLMaW_yR12Wx9tyeQ__original/img/6xn3uhZME7y1orKiShSCJpZSHN8=/0x0/filters:format(jpeg)/pic4088618.jpg",
    "thumbnail": "https://cf.geekdo-images.com/Ax6xtnLMaW_yR12Wx9tyeQ__small/img/B-JO2VcOv5CYN0NTYcPByNyd_dw=/fit-in/200x150/filters:strip_icc()/pic4088618.jpg",
    "link": "https://boardgamegeek.com/thing/15126",
    "minPlayers": "2",
    "maxPlayers": "2",
    "yearPublished": "2005",
    "playingTime": "180",
    "minPlayingTime": "180",
    "maxPlayingTime": "180",
    "bestAtCount": [
      2
    ],
    "averageRating": "7.96942",
    "averageWeight": "3.8056",
    "boardGameRank": "1709",
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "categories": [
      "Wargame",
      "World War II"
    ],
    "designers": [
      "Ken Dunn"
    ]
  }
}