{"timestamp":"2024-11-13T00:45:58.193Z","gameDetails":{"id":"151275","name":"Ophir","type":"boardgame","description":"Ophir is a pick up and deliver, set collection game set in an ancient, prosperous world for 2-4 players. In Ophir, you're an influential person of government, trade, or religion with a singular focus - the construction of the Temple.&#10;&#10;The Temple is built layer by layer through collective contributions of Silver and Gold. These precious metals are delivered by your merchant ship for Victory Points at the Temple, one of the seven locations you'll be visiting in Ophir.&#10;&#10;To afford these precious building materials, you must navigate the region's seas against your rivals to collect goods to fulfill the demand at the Market for Coins, or exchange them for Favor at the Temple.&#10;&#10;Well-timed trades, efficient cargo storage, and tactical transportation will be the keys to your success. But you must be swift in your travels, because the game ends immediately once the construction of the Temple is complete. Will it be you whose name is spoken alongside the stories of Ophir's wonder?&#10;&#10;With its approachable map and exclusion of direct conflict, Ophir has a familiar and accessible atmosphere that families will enjoy. But with its modular setup, exclusive player roles, and mercurial market, Ophir has tactics, replayability, and tension for experienced gamers to savor!&#10;&#10;","image":"https://cf.geekdo-images.com/KvPYUj-WNQjd0WCU6vXl7A__original/img/bGUlNSs4ayPwpYOQHppCfWYmO8k=/0x0/filters:format(png)/pic1997937.png","thumbnail":"https://cf.geekdo-images.com/KvPYUj-WNQjd0WCU6vXl7A__thumb/img/35XVGtJD1pD7Ed2f40_HRiPvq5c=/fit-in/200x150/filters:strip_icc()/pic1997937.png","link":"https://boardgamegeek.com/thing/151275","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":[3,4],"averageRating":"6.73932","averageWeight":"2.2","boardGameRank":"7388","mechanics":["Dice Rolling","Grid Movement","Hexagon Grid","Market","Modular Board","Pick-up and Deliver","Set Collection","Variable Player Powers","Variable Set-up"],"categories":["Ancient","Economic","Nautical","Religious"],"designers":["Jason D. Kingsley","Charles C. Wright"]}}