{"timestamp":"2024-11-13T00:57:46.882Z","gameDetails":{"id":"1513","name":"The Republic of Rome","type":"boardgame","description":"The Republic of Rome is an abstraction of over 250 years of history.  It simulates the politics of the Roman Senate during the republic.  The players take the part of various factions vying for the control of the senate.  They control the various powerful families of the time, who compete for state offices, military command, economic concessions and new adherents.  To win the player must get their faction to become the most powerful in Rome.  While doing this, however, a balance must be maintained.  A hostile world situation, and the vagaries of the public of Rome means that the players must also cooperate so that Rome herself doesn't go down under this pressure.  If Rome does not last, neither does the senate, and all players lose!&#10;&#10;Players make proposals to the Senate which other players then vote on. A player's ability to make proposals is determined by which Offices his/her Senators hold. A player's influence in votes is determined by the number of Senators they have recruited and the level of influence those Senators have obtained. Proposals may include assigning Senators to govern provinces (generating revenue), recruiting an army to fight an external foe, addressing the concerns of the Roman people, assigning offices or prosecuting previous office holders. Players have to co-operate to overcome the various threats that the game sends against Rome (wars, famine, unrest, bankruptcy) whilst working to build their own Senators' and Generals' positions and undermine that of their opponents. A powerful General or an influential Senator may become Emperor (thus winning the game) but equally may suddenly fall to the plague or an assassin's blade.&#10;&#10;","image":"https://cf.geekdo-images.com/1hw9kRfQg849_J5mjPHuBQ__original/img/2neiZgMUdbeliPtHUp-lSCfAOt0=/0x0/filters:format(jpeg)/pic487045.jpg","thumbnail":"https://cf.geekdo-images.com/1hw9kRfQg849_J5mjPHuBQ__thumb/img/A8YR8VBRNcV8QfA46JgyHAw1T6g=/fit-in/200x150/filters:strip_icc()/pic487045.jpg","link":"https://boardgamegeek.com/thing/1513","minPlayers":"1","maxPlayers":"6","yearPublished":"1990","playingTime":"300","minPlayingTime":"300","maxPlayingTime":"300","bestAtCount":[5,6],"averageRating":"7.53583","averageWeight":"4.3664","boardGameRank":"732","mechanics":["Auction: Once Around","Bribery","Critical Hits and Failures","Dice Rolling","Events","Hand Management","Income","Negotiation","Ownership","Semi-Cooperative Game","Simulation","Solo / Solitaire Game","Voting"],"categories":["Ancient","Negotiation","Political","Wargame"],"designers":["Richard Berthold","Don Greenwood","Robert Haines"]}}