{"timestamp":"2024-11-10T17:16:29.730Z","gameDetails":{"id":"1520","name":"Monad","type":"boardgame","description":"The object of the game is to collect round cards known as &quot;Monads,&quot; which look like yin-yang symbols. The players do this by Trading, Buying, and Leaping with other cards.&#10;&#10;Monad / Die 1. Million uses a deck of cards with six colors (Red, Orange, Yellow, Green, Blue, and Purple). Half of these are called &quot;Warm&quot; colors (Red, Orange, and Yellow), and the others are &quot;Cool&quot; colors (Green, Blue, and Purple). The majority of cards has one symbol on them (known as &quot;Commons&quot;), but there is one card of each color with 2-5 colors on them (known as &quot;Bis,&quot; &quot;Tris,&quot; &quot;Quads,&quot; and &quot;Quints&quot;). At the start of the game, each player is assigned one of the six colors as their &quot;identity&quot; and is dealt six Commons and one &quot;Bonus&quot; card (which shows three pairs of colors). The Bis, Tris, Quads, and Quints are placed face up in separate piles in the center of the table.&#10;&#10;On their turn, a player attempts to get higher numbered cards into their hand. The easiest way is by &quot;Trading.&quot; To trade, a player turns in a pair of cards with the same number of symbols but of opposite colors (one warm and one cool) and takes the top card from the stack with the next highest number of symbols. When they turn in two Quints, they gain a Monad. If the two cards turned in match one of the pairs on their bonus card, they may also draw the top card from each of the lower stacks. They may also use cards of the same color as their Identity as wild cards, which are treated as having any number of symbols.&#10;&#10;The player can turn in more than two cards and &quot;Leap&quot; to a higher stack. This allows them to select a card with a higher number of symbols. Finally, they can &quot;Buy&quot; a card. Buying cards uses the numbers located on each card. The player turns in a number of cards which total greater than the number on the card they are after. Monads can be purchased for 80 points.&#10;&#10;A player can also draw the top card from the deck but doing so prevents them from taking any other action that turn.&#10;&#10;The first player to accumulate a given number of Monads (which varies depending on the number of players in the game) is the winner.&#10;&#10;Belongs to the 3M Gamette Series&#10;&#10;","image":"https://cf.geekdo-images.com/zw21urrOCnM4L7Ab671Ruw__original/img/Rx8Mz_7vlHfLO2iqOUhg_dgyEJc=/0x0/filters:format(jpeg)/pic470648.jpg","thumbnail":"https://cf.geekdo-images.com/zw21urrOCnM4L7Ab671Ruw__thumb/img/_Ed2OsATwpXDpRkWWXjpVfy10eU=/fit-in/200x150/filters:strip_icc()/pic470648.jpg","link":"https://boardgamegeek.com/thing/1520","minPlayers":"2","maxPlayers":"4","yearPublished":"1969","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":"3"}}