{"timestamp":"2024-11-12T23:57:54.533Z","gameDetails":{"id":"152162","name":"Diamonds","type":"boardgame","description":"Diamonds is a trick-taking card game in which players collect Diamonds &mdash; not cards bearing that suit, mind you, but rather actual &quot;Diamond Crystals&quot; (acrylic crystals) included in the game.&#10;&#10;What makes the game of Diamonds different from other trick-taking card games is that when you cannot follow suit you get a &quot;Suit Action&quot; based on what suit you do play. Suit Actions are also taken by the winner of each trick, as well as at the end of a full Round of play.&#10;&#10;Suit Actions will enable players to take Diamond Crystals from the Supply, moving them to their Showroom (where they may score 1 point) or to their Vault (where they will score 2 points). The Vault is a secure area, but the Showroom is vulnerable to theft by the other players.&#10;&#10;The deck in Diamonds consists of sixty cards, numbered 1-15 in the standard suits. In each round, the players start with a hand of ten cards. One player leads a card, and everyone else must play one card, following suit if possible.  As you play a card, if you cannot follow suit, you immediately get a Suit Action in the suit you did play. The player who played the highest card in the suit that was led wins the trick, and also gets a Suit Action.&#10; The player who won the trick leads a card to start the next trick. After a full Round of ten tricks, whoever has taken the most cards in each suit once again gets a Suit Action. If a player has taken no tricks, that player gets two Diamonds Suit Actions. Players then start a new round.&#10;&#10;Whoever has the most points in Diamond Crystals at the end of the game wins!&#10;&#10;","image":"https://cf.geekdo-images.com/jWa2swVQ1oJ_lmBjOqKvJA__original/img/kT1-MhelQgFGYSXiJsIZnQRG4zQ=/0x0/filters:format(jpeg)/pic4812860.jpg","thumbnail":"https://cf.geekdo-images.com/jWa2swVQ1oJ_lmBjOqKvJA__thumb/img/F4sphH6518FTStZ5iH10525L8Nc=/fit-in/200x150/filters:strip_icc()/pic4812860.jpg","link":"https://boardgamegeek.com/thing/152162","minPlayers":"2","maxPlayers":"6","yearPublished":"2014","playingTime":"30","minPlayingTime":"20","maxPlayingTime":"30","bestAtCount":[4,5],"averageRating":"6.87467","averageWeight":"1.548","boardGameRank":"1261","mechanics":["Hand Management","Trick-taking"],"categories":["Card Game"],"designers":["Mike Fitzgerald"]}}