{"timestamp":"2024-11-10T04:48:35.271Z","gameDetails":{"id":"152237","name":"Pairs","type":"boardgame","description":"Pairs is the name of the game, and pairs of cards are what players want to avoid.&#10;&#10;The game uses a 55-card deck that contains one 1, two 2s, three 3s, and so on up to ten 10s. At the start of the game, shuffle the deck, then remove five cards from play unseen. Deal one card face-up to each player.&#10;&#10;Whoever has the lowest card is the first active player. She decides whether to &quot;hit&quot; &mdash; that is, be dealt another card &mdash; or forfeit the round. If she hits and is dealt a card that doesn't match a card she already has in front of her, then the next player clockwise becomes the active player; if the card does match, then the round ends, she keeps one of these matching cards as penalty points, then everyone else discards their cards and a new round begins with each player being dealt a card.&#10;&#10;If the active player forfeits, the round ends and she takes the lowest-valued card visible on the table as penalty points, then a new round begins. Penalty cards remain set aside, even if the deck is shuffled to continue play. If a player acquires more penalty points than the predetermined threshold, then the game ends and this player loses. (Alternatively, players can use coins to track scores between games, with the loser paying everyone one coin, paying her score in coins to the player with the lowest score, etc.)&#10;&#10;There are many versions of Pairs from Cheapass Games. The base game play is identical, but the artwork (and artist) vary across the versions. Some include special game rules relevant to the theme of the deck. In general, you can find new/experimental/user-submitted rules at the Cheapass website, and many non-English versions of Pairs also include rules for additional games to play with this deck.&#10;&#10;","image":"https://cf.geekdo-images.com/-6Hzw9SmWRz69EEYdzKAzA__original/img/gjcsI88tOypkdTj1MmWFnsf8uXs=/0x0/filters:format(jpeg)/pic2618391.jpg","thumbnail":"https://cf.geekdo-images.com/-6Hzw9SmWRz69EEYdzKAzA__thumb/img/3M5FmFCWCzqxRzytsJZiEf80fGs=/fit-in/200x150/filters:strip_icc()/pic2618391.jpg","link":"https://boardgamegeek.com/thing/152237","minPlayers":"2","maxPlayers":"8","yearPublished":"2014","playingTime":"15","minPlayingTime":"15","maxPlayingTime":"15","bestAtCount":"5"}}