{"timestamp":"2024-11-12T21:55:44.687Z","gameDetails":{"id":"152470","name":"Fief: France 1429","type":"boardgame","description":"Fief: France 1429 is a game of dynastic ambition in which players assume the roles of nobles in the 15th century kingdom of France. Each player strives to become the most powerful ruling force in the kingdom by gaining control of Fief and Bishopric territories. In turn, they acquire Royal and Ecclesiastical (church) titles which give their families influence to elect the next Pope and King. Players strengthen their positions by negotiating marriage alliances between their families, setting the stage for love, treachery and deception!&#10;&#10;Fief is a classic French-language game and is being re-introduced by Academy Games in English with updated rules, new units, a new and larger consolidated map, and more. This edition also includes additional components, which enhances game play.&#10; The game board represents a portion of the Kingdom of France in the Middle Ages. Villages have square outlines that are connected by roads that allow Lord and Troop movement. The villages are grouped into eight colored background areas that represent individual Fiefs, which are domains given to Lords to preside over. Fiefs have different colored backgrounds and Bishoprics have heavy bordered outlines that include several different Fiefs. Each village also belongs to one of five church Bishoprics; each Bishopric is outlined with a heavy border line and is numbered between 1-5 along the edge of the board inside a Bishop's Mitre.&#10;&#10;Each player controls up to four family members, comprised of male and female nobles. These family members will rise in power by gaining Royal and Ecclesiastic Titles.&#10;&#10;In Fief: France 1429, a player may attempt to gain control of all the villages in a Fief to gain the Royal Title of Baron, Earl or Duke. For each Fief a player controls, he gains 1 VP. These Titled Lords may now take part in the election for the next King. They may even be a candidate to become King, thus bringing 1 VP and more power to the family! Other members of your family may follow the calling of the Church to gain the Ecclesiastical Titles of Bishop and then Cardinal. These titles allow you to Tithe Bishoprics, taking the Church's (i.e. &quot;your&quot;) fair share of income from other Fief Lords! The highest goal your clerical family member can attain is to be elected Pope, bringing 1 VP and special privileges to your family!&#10; You win the game as soon as you have 3 VPs. This is easier said than done and you may need to form alliances with other players through diplomacy and marriage to obtain your goal. When one of your family members marries a noble of another family, the two of you become allied. You now win the game together with 4 VPs and cannot win alone, unless your marriage is annulled by the Pope or your spouse is &quot;mysteriously&quot; murdered or dies of some other foul means!&#10;&#10;In addition to being wary of your fellow players, you may draw event cards that can quickly change your destiny. Bounty Event cards are beneficial to the Player and include &quot;Good Harvest&quot;, &quot;Good Weather&quot; and &quot;Added Taxes&quot; cards. But some cards are Disaster Cards that can randomly effect all players in specific Bishoprics. These include &quot;The Plague&quot;, &quot;Heavy Rain&quot;, &quot;Famine&quot;, and &quot;Peasant Uprisings&quot;!&#10;&#10;Income can be increased by players imposing church tithes on their opponent's villages or taxing their own Fiefs. Players may purchase new Fief titles, improve their village incomes with mills, and fortify their cities.&#10;&#10;Players will also need to protect their land and castles. Men at Arms and Knights can be purchased, as well as Siege Engines. If you feel that other players are not running their Fiefs as well as you can, you may try to invade their territories! But you must risk one of your family members to lead the troops into possible battle, where they might be killed or taken prisoner. If two opposing armies are in the same village square, a Battle may be initiated. The players assess the size and strength of their armies, which determine the number of Battle Dice each may roll. Each &quot;f&quot; rolled is a hit. Men at Arms are defeated with one hit, while Knights require three hits to be removed from the battle.&#10;&#10;The Kickstarter Edition of Fief: France 1429 included the Fief: France 1429 Expansions Pack and offered 3-D buildings and metal coins as 'add ons.' These items are all still available directly from Academy Games.&#10;&#10;This game is the most recent edition of Fief. It re-implements: &#10;&#10;    Fief (first original edition, 1981)&#10;    Fief 2 (second edition with updated rules, 1989)&#10;    Fief (third edition with completely revised rules and material, 2011)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/yGO9rEp57fabLG6sXO7SUQ__original/img/jSJaDWCZHRX1oaNDlpElmi6zMaU=/0x0/filters:format(jpeg)/pic1875823.jpg","thumbnail":"https://cf.geekdo-images.com/yGO9rEp57fabLG6sXO7SUQ__thumb/img/neq_zqFNxakgz5KFBYsr73ls9DA=/fit-in/200x150/filters:strip_icc()/pic1875823.jpg","link":"https://boardgamegeek.com/thing/152470","minPlayers":"3","maxPlayers":"6","yearPublished":"2015","playingTime":"240","minPlayingTime":"120","maxPlayingTime":"240","bestAtCount":[5,6],"averageRating":"7.42434","averageWeight":"3.8075","boardGameRank":"1362","mechanics":["Area Majority / Influence","Dice Rolling","Team-Based Game","Trading","Voting"],"categories":["Medieval","Negotiation","Political","Territory Building","Wargame"],"designers":["Philippe Mouchebeuf"]}}