{"timestamp":"2024-11-09T21:04:40.066Z","gameDetails":{"id":"153623","name":"Limes","type":"boardgame","description":"Two thousand years ago on the borders of the Roman Empire, life goes on as might be expected &mdash; but barbarians lurk across the border, so not only must the players grow grain in the fields, catch fish, and chop wood, but they must also maintain watchmen in a clever network of watchtowers to keep a lookout for fires and barbarian attacks.&#10;&#10;Limes is based on the designer's board game Cities, and while the game system is roughly the same, the scoring is completely different. In addition, the tiles in Limes have a different layout from those in Cities. Together, these changes ensure that Limes has become an entirely new game. (Limes includes two sets of cards, one for each player, but if you combine copies of the game, any number of people can play at the same time.)&#10;&#10;Each player has his own deck of cards. One player shuffles his deck, then places a card at random on the table; each other player takes this same card and places it on the table in his own area. Each player can optionally place one of his figures on this card; once a figure is placed on a card, it cannot be returned to the supply. The second card played (and all subsequent cards) much be placed adjacent to or touching the corner of an already-played card. After each card placement, a player can either place a new figure on this card or move an already-placed figure; a figure can move from one territory to an adjacent territory, e.g., from woods to lake or from grain fields to woods.&#10;&#10;The game ends as soon as any player has placed 16 cards in a square (4x4 grid). Each player then receives points as follows:&#10;&#10;&#10;    Farmers receive one point for each connected grain field.&#10;    Fishermen receive one point for every house situated directly adjacent to their lake.&#10;    Watchmen receive one point for every patch of woods they can see in a straight line (north, east, south, west) from their tower; other watchtowers block their view, so they can't see woods behind those towers.&#10;    Woodcutters receive one point for every territory to which they can deliver wood, e.g., every different adjacent territory.&#10;&#10;&#10;The player with the most points wins, with ties being broken in favor of the player who has the highest score with a single figure.&#10;&#10;","image":"https://cf.geekdo-images.com/wdWQq8E8yn6tb9eplhVjQg__original/img/UGXWgNAITjU3Xvcp-aMEjsSvZq0=/0x0/filters:format(png)/pic2012159.png","thumbnail":"https://cf.geekdo-images.com/wdWQq8E8yn6tb9eplhVjQg__thumb/img/APJx_YoQqCxDKIxsDlWMLjthdOw=/fit-in/200x150/filters:strip_icc()/pic2012159.png","link":"https://boardgamegeek.com/thing/153623","minPlayers":"1","maxPlayers":"2","yearPublished":"2014","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":"1"}}