{"timestamp":"2024-11-13T01:13:30.522Z","gameDetails":{"id":"153900","name":"Star Wars: The Card Game – It Binds All Things","type":"boardgameexpansion","description":"&quot;The Force is what gives a Jedi his power. It&rsquo;s an energy field created by all living things. It surrounds us and penetrates us; it binds the galaxy together.&quot;&#10;   &ndash;Obi-Wan Kenobi, Star Wars: A New Hope&#10;&#10;It Binds All Things is the fifth and penultimate Force Pack in the &quot;Echoes of the Force&quot; cycle for Star Wars: The Card Game, and it continues the cycle's progression deeper into the mysteries of the Force with ten new objective sets (two copies each of five different sets) that allow you to follow a new Jedi version of Leia Organa to the forest moon of Endor, experience the boundless loyalty of a Wookiee, or use fate cards in entirely new ways with the Empire's Imperial Navy.&#10;&#10;Even as the different affiliations of Star Wars: The Card Game explore the possibilities offered by the &quot;Echoes of the Force&quot; cycle, you may discover that the best way to gain control of the Force struggle is a targeted offense that directly attacks your opponent's Force-committed units. To that end, It Binds All Things also introduces one of the galaxy's most feared Bounty Hunters, the Assassin Droid IG-88.&#10;&#10;The Force holds the galaxy of Star Wars together and developing your devotion to the Force may determine the outcome of your future games!&#10;&#10;Contains objective sets 117-121.&#10;&#10;","image":"https://cf.geekdo-images.com/A_iENfbf408jK6jOothFyA__original/img/1t6dE58iWsZiy7xm1SnZezZJuXE=/0x0/filters:format(jpeg)/pic1940706.jpg","thumbnail":"https://cf.geekdo-images.com/A_iENfbf408jK6jOothFyA__thumb/img/frJ6UMnBQPwMmU8DFw_WMUD_-Qs=/fit-in/200x150/filters:strip_icc()/pic1940706.jpg","link":"https://boardgamegeek.com/thing/153900","minPlayers":"2","maxPlayers":"2","yearPublished":"2014","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"8.01681","averageWeight":"3.2","boardGameRank":"Not Ranked","mechanics":["Hand Management","Variable Player Powers"],"categories":["Card Game","Expansion for Base-game","Movies / TV / Radio theme","Science Fiction"],"designers":[]}}