{"timestamp":"2024-11-13T00:22:16.120Z","gameDetails":{"id":"154246","name":"La Isla","type":"boardgame","description":"Ready to start exploring a previously uncharted island? Good! You and the other players each have a team of five scientists, and you want to capture animal species so that you can study them &mdash; and, of course, score points.&#10;&#10;The game board in La Isla consists of a set of oddly-shaped tiles that are placed in a circular arrangement around a central polygonal tile. Thirty-five animal tokens (seven each of five types) are placed at random on spaces numbered 2, 3 and 4 on the game board; these numbers equal the number of camps that surround these spaces.&#10;&#10;On a turn, a player has three cards that he places face-down in the A, B and D spaces on his card display. All players reveal their A cards at the same time, then place them in one of the three slots at the top of their display; the image depicted on the top of this card shows the special power that the owner of this card has available. Once a player has filled all three slots on her display, future cards placed with the A action cover an existing card.&#10;&#10;After revealing the cards in their B slots simultaneously, the players collect the goods depicted in the lower-left corner of their individual card.&#10;&#10;Each player in turn then places one of his scientists on a camp, first paying two resources of the type matching that camp. (If all of a player's scientists are on the board, she moves one of these scientists.) If the player now has a scientist on each camp surrounding an animal space, she takes that animal tile, scoring points for it as noted on the board (4, 3 or 2 points).&#10;&#10;Finally, the card in the D slot increases the value of one animal. You (and only you!) immediately score one point per animal of the type you moved up on the scale. If you don't have an animal of that type you don't get any points. Each animal has a points threshold so that if you move an animal up, say, four times, each animal of this type is worth an extra point at the end of the game. The scale goes up to five so that every animal can be worth up five points at the end of the game. When the sum of these values for all five animals equals seven, nine or eleven (based on the number of players), the game ends at the conclusion of the round. Players then tally their final scores to see who wins.&#10;&#10;","image":"https://cf.geekdo-images.com/NR5VdEHv-LilFS3UKG82wg__original/img/PU2IpbxX8KGs_sIV5IoBW6jfIS4=/0x0/filters:format(jpeg)/pic2073938.jpg","thumbnail":"https://cf.geekdo-images.com/NR5VdEHv-LilFS3UKG82wg__thumb/img/PO7_SuSMn-k1xOVj4resJoonmnA=/fit-in/200x150/filters:strip_icc()/pic2073938.jpg","link":"https://boardgamegeek.com/thing/154246","minPlayers":"2","maxPlayers":"4","yearPublished":"2014","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"6.86742","averageWeight":"2.2482","boardGameRank":"1264","mechanics":["Action Queue","Commodity Speculation","Enclosure","Hand Management","Modular Board","Multi-Use Cards","Set Collection","Simultaneous Action Selection"],"categories":["Animals"],"designers":["Stefan Feld"]}}