{"timestamp":"2024-11-12T22:14:22.736Z","gameDetails":{"id":"154458","name":"Akrotiri","type":"boardgame","description":"Akrotiri places you in the role of an explorer in Classical Greek times, combing the then-uncharted Aegean sea for lost Minoan temples that have long ago fallen into ruin. You've not only heard of these temples hidden around the island of Thera, but you actually have access to the secret maps that tell you of their hidden locations! Two mountains to the north?  A volcano to the west? This *must* be the spot...&#10;&#10;But running an expedition can be costly. In order to fund your voyages into the unknown and excavate the ancient temples, you will have to first ship resources found on surrounding islands back to the resource-poor island of Thera.&#10;&#10;In Akrotiri &mdash; which combines tile placement, hand management, and pick-up and delivery &mdash; players place land tiles in order to make the board match the maps that they have in hand. Players excavate temples; the ones that are harder to find and the ones further away from Thera are worth more towards victory, but the secret goal cards keep everyone guessing who the victor is until the end! May the gods forever bless you with favorable winds!&#10;&#10;","image":"https://cf.geekdo-images.com/fWm7OcbCdC6NtSDDlxkMqg__original/img/vVfmNhU8PfnBhyaX5gT0xZ6089o=/0x0/filters:format(jpeg)/pic3539688.jpg","thumbnail":"https://cf.geekdo-images.com/fWm7OcbCdC6NtSDDlxkMqg__thumb/img/QRO6EnTVgARF4N_x30VPAXBlQgc=/fit-in/200x150/filters:strip_icc()/pic3539688.jpg","link":"https://boardgamegeek.com/thing/154458","minPlayers":"2","maxPlayers":"2","yearPublished":"2014","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[2],"averageRating":"7.1688","averageWeight":"2.6417","boardGameRank":"980","mechanics":["Action Points","Hand Management","Map Addition","Modular Board","Network and Route Building","Pick-up and Deliver","Tile Placement"],"categories":["Ancient","Civilization","Economic","Exploration","Transportation"],"designers":["Jay Cormier","Sen-Foong Lim"]}}