{"timestamp":"2024-11-12T22:11:25.016Z","gameDetails":{"id":"154638","name":"7 Wonders: Babel","type":"boardgameexpansion","description":"7 Wonders: Babel includes two modules for use with the 7 Wonders base game, and they can be used individually or together in any combination with other expansions.&#10;&#10;In one half of 7 Wonders: Babel, players draft quarter-circle tiles at the start of the game prior to drafting anything else; each tile depicts a law that affects all players should it be put into play, e.g., all single resource cards provide an infinite number of resources each turn, or winners in military conflicts receive fewer points than normal.&#10;&#10;During the game, players now have an additional option when discarding a card. Instead of gaining three coins, they place one of these tiles in the next open space on a circular display; the law on this tile remains in effect until the end of the game or until it's covered. (Should a fifth tile be placed, for example, it's placed on top of the first tile played.) At the end of the game, players receive points based on how many tiles they played.&#10;&#10;In the second half of 7 Wonders: Babel, one of five age specific great project cards is randomly revealed at the start of each age, and a number of tokens are placed on it, based on the number of players. This card imposes a tax on players who want to play cards of a certain color. When a player pays this tax, he takes one of the tokens from this law card. At the end of the age, if all of the tokens have been removed, then players receive a bonus (which is depicted on the card) for each token they have; if tokens remain on the card, then each player without a token is penalized.&#10;&#10;Just as the cost of cards increases in each age, the number of resources required to pay the tax also increases.&#10;&#10;","image":"https://cf.geekdo-images.com/uQkyWi00KY9dc7J0QGg_fQ__original/img/FNDCw9xdLoW8w1tvlCmFbv1b4_s=/0x0/filters:format(jpeg)/pic2286085.jpg","thumbnail":"https://cf.geekdo-images.com/uQkyWi00KY9dc7J0QGg_fQ__thumb/img/8kj99kN7aeFPhaM9EgNWJ3p4Y3M=/fit-in/200x150/filters:strip_icc()/pic2286085.jpg","link":"https://boardgamegeek.com/thing/154638","minPlayers":"2","maxPlayers":"7","yearPublished":"2014","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[5],"averageRating":"6.8772","averageWeight":"2.6593","boardGameRank":"Not Ranked","mechanics":["Closed Drafting","Set Collection","Simultaneous Action Selection","Variable Player Powers"],"categories":["Ancient","Card Game","City Building","Civilization","Expansion for Base-game"],"designers":["Antoine Bauza"]}}