{"timestamp":"2024-11-12T23:41:19.376Z","gameDetails":{"id":"154678","name":"Bruges: The City on the Zwin","type":"boardgameexpansion","description":"Bruges: The City on the Zwin, an expansion for Bruges, includes multiple modules that can be added to that base game individually or together.&#10;&#10;First, Bruges: The City on the Zwin includes components for a fifth player to compete in the game, with a separate board showing the canal on which this player would build. To make the card deck larger &mdash; so that not all of the cards would be in play, as in the game as published &mdash; this expansion includes additional character cards that belong to a new guild. Some of the powers of these characters match those of the base game, but you'll also now have the ability to dig through the discard pile to pull characters back into play.&#10;&#10;Second, the expansion includes a stack of stock cards, with each card having a special power that modifies existing actions. Only one card is in play at any time; it starts with five or six scroll counters on it, and each time this action is used, one counter is removed. Once the final counter is gone, someone places a new stock in play.&#10;&#10;Third, whenever a 3 or 4 is rolled on a die at the start of a round, a ship of the same color is placed on the supplemental game board. As an extra action, a player can discard a worker of the appropriate color, reveal the matching ship, and take the action depicted, such as advancing on the influence track or reusing a one-time power on one of your character cards.&#10;&#10;Finally, Bruges: The City on the Zwin includes statues of values 8 and 9 to give players more incentive to complete canals as well as a revised &quot;Engraver&quot; card to replace the one in the base game.&#10;&#10;","image":"https://cf.geekdo-images.com/yEpgQyGqWtHW0xGdiJYobg__original/img/V7KpjlrM8VJLa4NCOljp8fUMK60=/0x0/filters:format(png)/pic2227123.png","thumbnail":"https://cf.geekdo-images.com/yEpgQyGqWtHW0xGdiJYobg__thumb/img/S8fRSPyNFoEGkZUbYYVfovd8Bqw=/fit-in/200x150/filters:strip_icc()/pic2227123.png","link":"https://boardgamegeek.com/thing/154678","minPlayers":"2","maxPlayers":"5","yearPublished":"2014","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[3],"averageRating":"7.75354","averageWeight":"2.875","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Hand Management"],"categories":["Card Game","City Building","Economic","Expansion for Base-game","Renaissance"],"designers":["Stefan Feld"]}}