{"timestamp":"2024-11-09T17:47:25.425Z","gameDetails":{"id":"154825","name":"Arkwright","type":"boardgame","description":"In Arkwright players run up to four factories in England during the late 18th Century. Your goal is to have the most valuable block of own shares. Thus, you must increase your share value and buy shares from the bank.&#10;&#10;To run the factories, you need workers. When hiring Workers, demand is automatically created. But of course you want to replace your expensive workers (wage 2-5) by machines (1). To have more output from your factories you may employ new Workers or improve your factory to the next technical level.&#10;&#10;You fix the price for your goods during an action round. To enhance your chances of selling goods, you improve your factories to higher levels, increase the quality and make some sales promotion. The higher these factors, the better are your chances of success - the higher the price, the lower.&#10;&#10;Each player has an own set of &quot;action tokens&quot; like &quot;build and modernize factories&quot;, &quot;employ new workers&quot;, &quot;improve quality&quot; etc. On your turn you place one of those tokens on one of the free spaces in your line of the &quot;Administration board&quot; and pay the according administration costs, ranging from 2 to 10 (even numbers). Some actions depend on how much you paid, i.e. you may buy more machines with one single action, when you pay more (= use a higher space, which is then blocked for the rest of the round). During the game your actions become more and more effective by new tokens, i.e. allow you to buy 3 machines in a single turn instead of 2, increase quality 2 levels instead of only 1...).&#10;&#10;After each round of actions one kind of factories is active and you have to pay for all your workers and machines there, then sell the manufactured products. The value of your shares increases for sold products and best quality.&#10;&#10;Goods may also be traded to the colonies by ship - provided you have a contract with the monopoly of the East Indian Company.&#10;&#10;After four turns each of the factories has produced and the round ends. Players remove the action tokens from the administration board and reveal an event token. After 5 rounds the player with the most valuable block of shares wins. Neither being to be the one with the most shares nor being the one with the highest share value guarantees victory.&#10;&#10;Arkwright allows you to act in different ways. Run all four factories with most possible output, set the focus on only two factories and improve them more than the others can; use shipping to colony or focus on the home market. In any way you have to react to the opponents and their strategy. Enter markets with deficit in supply or give up business where the other players start to push you out. Buy shares when they are cheap and increase the value, or first make money and buy shares later.&#10;&#10;To get familiar with the market mechanics you may start with a 120 minutes version &quot;Spinning Jenny&quot;, but for those who like full strategy in economic themed games, the 240 minute &quot;Waterframe&quot;-Rules come with more options to improve your factory and use ships.&#10;&#10;","image":"https://cf.geekdo-images.com/42Arfn__U6EZcAj6biuh4w__original/img/mT2Oug5XPaSWIW0M-nNoZW4qmSY=/0x0/filters:format(png)/pic2776693.png","thumbnail":"https://cf.geekdo-images.com/42Arfn__U6EZcAj6biuh4w__thumb/img/zM8pwB0LilhgIQd67L7mOgeZ25o=/fit-in/200x150/filters:strip_icc()/pic2776693.png","link":"https://boardgamegeek.com/thing/154825","minPlayers":"2","maxPlayers":"4","yearPublished":"2014","playingTime":"240","minPlayingTime":"120","maxPlayingTime":"240","bestAtCount":"4"}}