{"timestamp":"2024-11-13T00:25:35.888Z","gameDetails":{"id":"154945","name":"King of Tokyo: The Horde Promo Card","type":"boardgameexpansion","description":"card text:&#10;&quot;KEEP&#10;At the end of your turn all monsters take 1 damage (including you), unless you pay 1 (energy)&quot;&#10;&#10;From Zombie 15' Kickstarter campaign&#10;&#10;Our Fifth Sweetener - The Horde Promo Card for King of Tokyo&#10;&#10;If you buy this card, it means that the Zombie Horde has been released on all of the giant monsters. Yes, those zombies are gnashing and gnawing at The King's hairy ankles, and scratching at Cyber Bunny's metallic legs. (Even the Kraken will be chewed on, believe it or not! He's chewy, and tastes fishy...)&#10;&#10;Sure, the zombies are tiny compared to the giant monsters, but the zombies won't stop, and they are incredibly hungry! Someone told them how delicious Kaiju brains are, and now the zombie horde won't be satiated until they get to taste some. (That's an Alistair word, satiated. Blimey!)&#10;&#10;Oh. Yeah. Sorry. I got carried away there.&#10;&#10;So, you buy this card, and at the end of your turn, every turn, you either pay one energy cube, or the zombie horde bites every monster - including yours - and does one point of damage. If, however, you pay the energy cube, the zombies are mesmerized by the pretty glowing ball of energy, and forget to bite anybody - including you.&#10;&#10;We think that this card is a lot of fun to play with, and will add a certain classiness to any King of Tokyo game. And, as we used to say back in my table top role-playing group, there is no situation so Dire! so Dangerous! so Desperate! that it can't be made just a little bit worse by the introduction of Flesh Eating Zombies!. (After a while, we shortened that sentence to FEZ!, and everybody knew what that meant!)&#10;&#10;Part of the King of Tokyo series.&#10;&#10;","image":"https://cf.geekdo-images.com/I6XLALHEasJPZPXEBqhsnw__original/img/ht250Kf_k2ohz1IktpAVDKU3RJc=/0x0/filters:format(jpeg)/pic1932812.jpg","thumbnail":"https://cf.geekdo-images.com/I6XLALHEasJPZPXEBqhsnw__thumb/img/4lysv5D-83Y7ejSY0mlbXFZTkQw=/fit-in/200x150/filters:strip_icc()/pic1932812.jpg","link":"https://boardgamegeek.com/thing/154945","minPlayers":"2","maxPlayers":"6","yearPublished":"2014","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":null,"averageRating":"6.893","averageWeight":"1.75","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Open Drafting","Player Elimination"],"categories":["Dice","Expansion for Base-game","Movies / TV / Radio theme","Science Fiction"],"designers":["Richard Garfield"]}}