{"timestamp":"2024-11-12T21:13:55.429Z","gameDetails":{"id":"155068","name":"Arcadia Quest","type":"boardgame","description":"In Arcadia Quest, players lead guilds of intrepid heroes on an epic campaign to dethrone the vampire lord and reclaim the mighty Arcadia for their own. But only one guild may lead in the end, so players must battle against each other as well as against the monstrous occupying forces.&#10;&#10;Arcadia Quest is a campaign-based game for 2 to 4 players, where each player controls a guild of three unique heroes, facing off against the other players and the various monsters controlled by the game. Players need to accomplish a series of quests in order to win each scenario and choose where to go next in the campaign.&#10;&#10;Players are able to choose the path their campaign takes, navigating through six out of eleven available scenarios, so each time the campaign is played it can have a different configuration of scenarios. As the campaign progresses, the heroes are able to acquire new weapons, equipment and abilities that give them powerful options to tackle the obstacles ahead. Furthermore, by fulfilling specific quests in a scenario, players unlock exclusive features in subsequent scenarios.&#10;&#10;","image":"https://cf.geekdo-images.com/8qyLCqvdZkSpT2lEbwVpeg__original/img/8oGnjG0FUHy9Mo6VkbZVXZmDnwU=/0x0/filters:format(jpeg)/pic2305263.jpg","thumbnail":"https://cf.geekdo-images.com/8qyLCqvdZkSpT2lEbwVpeg__thumb/img/ELrGgos0zEyITfKR5mpDokYKWAc=/fit-in/200x150/filters:strip_icc()/pic2305263.jpg","link":"https://boardgamegeek.com/thing/155068","minPlayers":"2","maxPlayers":"4","yearPublished":"2014","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.60274","averageWeight":"2.5354","boardGameRank":"317","mechanics":["Action Retrieval","Dice Rolling","Grid Movement","Line of Sight","Modular Board","Scenario / Mission / Campaign Game","Square Grid","Take That","Variable Player Powers"],"categories":["Adventure","Exploration","Fantasy","Fighting","Miniatures"],"designers":["Thiago Aranha","Guilherme Goulart","Eric M. Lang","Fred Perret"]}}