{"timestamp":"2024-11-12T20:33:59.836Z","gameDetails":{"id":"15510","name":"Tower of Babel","type":"boardgame","description":"Together, the players use cards to try to build the eight wonders of the ancient world. The number they build varies, but can't be more than seven. (Hence the subtitle of the game, &quot;...or why the eighth wonder was never built.&quot;) While building together, each tries to provide the majority of the components for each wonder and collect scoring disks (in four suits). When it's someone else's turn, you offer cards to the active player, and by good offers, can earn points (or sometimes even the disk).  So a feature of &quot;Tower of Babel&quot; is that players always perform actions and can earn points during another's turn. Card trade offers, collecting disk sets, and building wonders are the three ways to earn victory points. The game ends when a player takes the last disk of any one of the four suits, so players have some influence on the game's end moment.  And, the victory points determine the winner at game end. Typical game length is less than an hour.&#10;&#10;&#10;     Reiner Knizia Variant--some recommend against using the action cards because the publisher rather than Reiner Knizia added them and because they damage the game balance. To play with this variant, simply leave the action cards in the box. There is no bonus to the person who completes the final stage of a wonder.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/xlbZXr1v_YWFIDFQqBCeCQ__original/img/Tl7MkoDbG4_NZ20dTyxrWVeZLYU=/0x0/filters:format(jpeg)/pic311199.jpg","thumbnail":"https://cf.geekdo-images.com/xlbZXr1v_YWFIDFQqBCeCQ__thumb/img/83iuYMvRem-0xibVOjwzSjZs_5w=/fit-in/200x150/filters:strip_icc()/pic311199.jpg","link":"https://boardgamegeek.com/thing/15510","minPlayers":"3","maxPlayers":"5","yearPublished":"2005","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[4],"averageRating":"6.64938","averageWeight":"2.3279","boardGameRank":"2422","mechanics":["Area Majority / Influence","Auction / Bidding","Hand Management","Set Collection"],"categories":["Ancient","Mythology"],"designers":["Reiner Knizia"]}}