{"timestamp":"2024-11-09T21:57:51.441Z","gameDetails":{"id":"155173","name":"Subdivision","type":"boardgame","description":"Subdivision mimics the city-building feel of B&eacute;zier Games' Suburbia, but differs in scope as now each player has been allocated a specific area in which to create the best possible subdivision, filling it with residential, commercial, industrial, civic, and luxury zones, while balancing various improvements to the area, including roads, schools, parks, sidewalks, and lakes. By the end of the game, each player will have created a unique, custom neighborhood with areas that interact with each other, hoping to outscore the competition by having the best subdivision.&#10;&#10;In the game, each player starts with a subdivision player board and a hand of hex-shaped zone tiles. A parcel die is rolled to indicate the type of parcel where a zone tile may be placed, and all players simultaneously place one of their tiles. If a zone tile is placed next to existing zone tiles, those existing tiles have the ability to create new improvements, which may also be placed at this time. Those improvements provide money and points, while slowly covering up as many parcels as possible. Players pass the remaining zone tiles in hand to their left, then someone rolls the parcel die once again. This continues until only one zone tile remains in hand, which is discarded.&#10;&#10;Players then play another round, but at the start of the second, third, and fourth rounds, players first check to see whether they've achieved bonuses, which give them extra cash or allow for extra activations of certain zone tiles.&#10;&#10;After four rounds, the game ends, and scores are tallied, with players gaining points for parks being adjacent to other tiles, sidewalks passing through as many different zones and improvements as possible, schools ranking the best in the city, and zones connecting to the highway that runs around (or through) your subdivision.&#10;&#10;","image":"https://cf.geekdo-images.com/GUw6ZgVdHbE2g8PUsUW1cg__original/img/wk1VMlnS24OvJ6V-CG1yeq9nvh8=/0x0/filters:format(jpeg)/pic1961853.jpg","thumbnail":"https://cf.geekdo-images.com/GUw6ZgVdHbE2g8PUsUW1cg__thumb/img/-mxg7gS31gae_GX3CblGa0p3DFw=/fit-in/200x150/filters:strip_icc()/pic1961853.jpg","link":"https://boardgamegeek.com/thing/155173","minPlayers":"1","maxPlayers":"4","yearPublished":"2014","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"1"}}