{"timestamp":"2024-11-09T22:05:37.758Z","gameDetails":{"id":"155731","name":"Tokaido Collector's Edition","type":"boardgame","description":"TOKAIDO is a game for 2 to 5 players, with unique atmosphere and aesthetics, in which the players are pilgrims on a journey along the legendary East Sea Road of Japan. Along the way, you will try to collect the most beautiful souvenirs, discover glorious vistas, enjoy enriching encounters, soak in soothing hot springs, sample sumptuous cuisine, and much more! Because the Collector&rsquo;s Edition will incorporate the already famous &ldquo;Crossroads&rdquo; expansion, it allows you to savor your journey even more while unveiling new secrets such as lucky charms, lovely calligraphy, or you can even try your luck in the Yakuza game rooms.&#10;&#10;With unrivaled setting and aesthetics, TOKAIDO transports you, your family, and your friends to Japan. For all ages: From the youngest to the most experienced, everyone can gather for an ever-fresh gaming experience; it is extremely easy to get started, thanks to its fluid, simple, and tactical rules.&#10;&#10;Although TOKAIDO has been acclaimed for its design and artistic qualities ever since its initial release, we at FUNFORGE never settle for just &ldquo;good&rdquo;: We are always thinking of how we can do &ldquo;better&rdquo;.&#10;&#10;After more than a year of discussions with enthusiastic players, who are always asking for more, we decided to transform this work of art into a masterpiece. This long period of reflection has allowed us to design a very unique edition that keeps the advantages of the classic edition, but adds plenty of elements that will make it an exceptional game.&#10;&#10;Kickstarter Yakuza/Pilgrim Level- This game contains 34 character tiles (Tokaido + Crossroads + Kickstarter characters) and 16 unpainted miniatures&#10;Kickstarter Ronin Level- This game contains 35 character tiles (Tokaido + Crossroads + Eriku + Kickstarter characters) and 17 unpainted miniatures +4 Encounter Cards&#10;Kickstarter Samurai Level- This game contains 35 character tiles (Tokaido + Crossroads + Eriku + Kickstarter characters) and 35 painted miniatures +4 Encounter Cards&#10;&#10;","image":"https://cf.geekdo-images.com/Xj2s_-D1YpMOxBSaNvZeOw__original/img/Y5nbqByLrCeJ7NI41J5S_bUJrG0=/0x0/filters:format(jpeg)/pic2262810.jpg","thumbnail":"https://cf.geekdo-images.com/Xj2s_-D1YpMOxBSaNvZeOw__thumb/img/MqrWZ7Q6DMq75Fx23kyY_GjrjmA=/fit-in/200x150/filters:strip_icc()/pic2262810.jpg","link":"https://boardgamegeek.com/thing/155731","minPlayers":"2","maxPlayers":"5","yearPublished":"2015","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}