{"timestamp":"2024-11-09T21:31:01.479Z","gameDetails":{"id":"155873","name":"Power Grid Deluxe: Europe/North America","type":"boardgame","description":"Power Grid deluxe: Europe/North America is a standalone game in the Power Grid universe. For the expansion to regular Power Grid see Power Grid: Europe/North America.&#10;&#10;For the 10th anniversary of the highly successful game Power Grid we present this new deluxe version including brand new components. Wait for a huge double-sided game board presenting Europe and North America, newly customized wooden parts and an entire deck of new power plants, some of which use natural gas instead of garbage. New overview cards for the resource refill improve game play. An exciting new two players experience is also added - &ldquo;Against the Trust&rdquo;!&#10;&#10;The game is still Power Grid, with all the exciting auctions, the nerve-wracking resource speculations, city networks and the competition among the players, all the way to the tight game ending with several players fighting for the win.&#10;&#10;The goal of Power Grid Deluxe is to supply the most cities with power when someone's network reaches a predetermined size. Players mark pre-existing routes between cities for connection, then bid against each other to purchase the power plants that they need to power these cities. However, as power plants are purchased, newer, more efficient plants become available, so by merely purchasing, you're potentially allowing others access to superior equipment.&#10;&#10;What's more, players must acquire the resources (coal, oil, natural gas, and uranium) needed to power said plants (except for the &quot;renewable&quot; windfarm plants, which require no fuel), making it a constant struggle to upgrade your plants for maximum efficiency while still retaining enough wealth to quickly expand your network to get the cheapest routes.&#10;&#10;NOTE: The deluxe edition came with Power Grid: The New Power Plants &#226;&#128;&#147; Set 2, which was later released separately in 2021.&#10;&#10;","image":"https://cf.geekdo-images.com/pTnv3lUWs4Knl3fqer0KnA__original/img/Sna_LGQ8KH3Zz6VjEAn-YQ-8yJw=/0x0/filters:format(jpeg)/pic2056160.jpg","thumbnail":"https://cf.geekdo-images.com/pTnv3lUWs4Knl3fqer0KnA__thumb/img/lUr_hvOoCfzI9JvplDge3L1Edx4=/fit-in/200x150/filters:strip_icc()/pic2056160.jpg","link":"https://boardgamegeek.com/thing/155873","minPlayers":"2","maxPlayers":"6","yearPublished":"2014","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":"4"}}