{"timestamp":"2024-11-09T20:48:49.925Z","gameDetails":{"id":"155969","name":"Harbour","type":"boardgame","description":"Dockmaster Schlibble and Constable O'Brady cordially invite you to visit their bustling Harbour town! Attend to business at the Trader's Guild or the Masoner's Hall. Break for lunch at the Sushi Shop, or stop off for a drink at the Pub. Don't forget to check out the Wizard's Traveling Imaginarium before you go! But no matter where you go, keep on the lookout for a bargain... the denizens of this town are always wheeling and dealing! Collect and trade resources as you visit the various buildings of Harbour, and cash them in to buy your way into the town. Whoever has the most points worth of buildings when the game ends, wins!&#10;&#10;Harbour is a worker placement game where players move their worker from building to building, collecting and trading Fish, Livestock, Wood, and Stone; and cashing those resources in to purchase buildings (which are the worker placement spots) from the central pool. Once a building is purchased, it is replaced from the deck, and the central pool is a small subset of the deck, and is therefore different every game.&#10;&#10;The game ends when a player has purchased his fourth building. After that round finishes, the player with the most points worth of buildings is the winner!&#10;&#10;At the heart of Harbour is a dynamic market mechanism. Each time a player purchases a building, the value of the resources they used drops, while the value of the other resources rise. You'll have to carefully time your purchases to take advantage of the ebb and flow of market prices, or be prepared to waste some resources!&#10;&#10;","image":"https://cf.geekdo-images.com/ECislQBZPHzEiCHOb1H3Bg__original/img/AzWc6JVdCn9CgDtMn35PEZgc0s0=/0x0/filters:format(jpeg)/pic2726915.jpg","thumbnail":"https://cf.geekdo-images.com/ECislQBZPHzEiCHOb1H3Bg__thumb/img/f_JxFu1OVK5g_bmzw4PXb8imjJY=/fit-in/200x150/filters:strip_icc()/pic2726915.jpg","link":"https://boardgamegeek.com/thing/155969","minPlayers":"1","maxPlayers":"4","yearPublished":"2015","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"2"}}