{
  "timestamp": "2025-11-26T20:08:21.878Z",
  "gameDetails": {
    "id": "156096",
    "name": "Snake Oil: Party Potion",
    "type": "boardgameexpansion",
    "description": "In the Old West, the wily snake oil salesman had a special talent, getting the most skeptical customers to buy the most dubious products. Now it's your turn! Invent your own zany two-word products &ndash; Rumor Mirror! Burp Balloon! &ndash; and sell them to all types of wacky customers. If the round's customer buys your product, you win!\n\nTo set up Snake Oil: Party Potion, each player takes six purple word cards. The customer for the round draws a customer card and announces it. Inventors quickly combine two purple word cards from their hand to form a crazy new product to sell to that customer. When ready, each inventor quickly pitches his or her product directly to the customer. The customer can end any pitch that goes longer than thirty seconds. The customer decides which product to buy and gives the inventor of that product the round's customer card as the prize. Inventors discard all used word cards and take two new word cards each. The player to the left of the customer becomes the next round's customer. Play repeats until each player has been the customer once.\n\nWhoever collects the most customer cards wins.\n\nIntegrates with:\n\n\n    Snake Oil\n    Snake Oil: Elixir\n\n\n",
    "image": "https://cf.geekdo-images.com/hVdrZgQr0K9F91BLZxcMxQ__original/img/-BW1g4SkdhOt8oTMbCnjEdtKbzk=/0x0/filters:format(jpeg)/pic8860629.jpg",
    "thumbnail": "https://cf.geekdo-images.com/hVdrZgQr0K9F91BLZxcMxQ__small/img/grGAzg241kPGQ0JdG0CVGRSSL9c=/fit-in/200x150/filters:strip_icc()/pic8860629.jpg",
    "link": "https://boardgamegeek.com/thing/156096",
    "minPlayers": "3",
    "maxPlayers": "6",
    "yearPublished": "2014",
    "playingTime": "30",
    "minPlayingTime": "30",
    "maxPlayingTime": "30",
    "bestAtCount": null,
    "averageRating": "7.22088",
    "averageWeight": "1.4",
    "boardGameRank": "Not Ranked",
    "mechanics": [],
    "categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "designers": [
      "Jeff Ochs"
    ]
  }
}