{"timestamp":"2024-11-13T01:32:14.875Z","gameDetails":{"id":"156053","name":"Warhammer: Diskwars – Hammer and Hold","type":"boardgameexpansion","description":"Hammer and Hold adds fifty disks to the forces of Order in Warhammer: Diskwars, including heroes and units for the Wood Elves, Lizardmen, and Dwarfs. Along with these disks, and the regiments they can form, come new rules for Poison and the powerful keywords, Guard X and Stalwart.&#10;&#10;Units with Poison assign poison tokens to their foes whenever they deal damage in melee or with their ranged attacks. These poison tokens then cause the target's wounds to fester, preventing it from clearing its damage tokens in the end phase, as well as limiting the effect of any healing or restorative magic.&#10;&#10;Guard X is the opposite of Impact X, and a unit with Guard X deals X damage to each enemy disks that pin it after a flip.&#10;&#10;Stalwart allows units to activate to perform ranged attacks or activate focus abilities even while they&rsquo;re pinned. It's truly difficult to keep a Stalwart unit pinned for long!&#10;&#10;Still, it's the Dwarfs that are the true stars of Hammer and Hold, and the expansion comes with enough Dwarf heroes and units to muster three full regiments. Fueled by a host of ancient grudges, these tough and stalwart warriors guard their holds and press the fight to their enemies with axes, hammers, runes, and war machines. Dwarf troops stand among the game's toughest units, and their heroes&rsquo; abilities and command cards allow them to rise to the challenges of any fight.&#10;&#10;","image":"https://cf.geekdo-images.com/j2_IosZQsigybSV2iXlfiQ__original/img/uOA1BIBPaqsFM3H8aXGCUVwZy9M=/0x0/filters:format(jpeg)/pic1977212.jpg","thumbnail":"https://cf.geekdo-images.com/j2_IosZQsigybSV2iXlfiQ__thumb/img/MKTlTdpd0isqIdWK_1sWvaf5nk8=/fit-in/200x150/filters:strip_icc()/pic1977212.jpg","link":"https://boardgamegeek.com/thing/156053","minPlayers":"2","maxPlayers":"4","yearPublished":"2014","playingTime":"0","minPlayingTime":"0","maxPlayingTime":"0","bestAtCount":[2],"averageRating":"7.66814","averageWeight":"2.4167","boardGameRank":"Not Ranked","mechanics":["Campaign / Battle Card Driven","Deck, Bag, and Pool Building","Dice Rolling","Hand Management","Player Elimination","Rock-Paper-Scissors","Variable Player Powers"],"categories":["Dice","Expansion for Base-game","Fantasy","Wargame"],"designers":["Lukas Litzsinger"]}}