{"timestamp":"2024-11-09T22:17:13.760Z","gameDetails":{"id":"156054","name":"Warhammer: Diskwars – Legions of Darkness","type":"boardgameexpansion","description":"Legions of Darkness introduces a terrifying array of fifty-one new heroes and units to Warhammer: Diskwars, as well as new command cards and other resources designed to bolster the game's forces of Destruction. The Dark Elves and Skaven each gain a hero and enough units to form a regiment, but the expansion's most fearsome threat comes in the form of its new Vampire Counts heroes and units, as well as the Fear and Reanimate X keywords they bear.&#10;&#10;Units with Fear sow panic among their foes, limiting their abilities to fight back. So long as a unit with Fear is pinning an enemy, the panicked foe's counterattack value becomes one.&#10;&#10;As a focus ability, your unit with Reanimate X can choose an Undead disk in your casualty pile and reinforce it onto the battlefield completely within short range. The size of the disk that you can Reanimate depends upon the value of X. It reinforces without an activation token, but instead receives a reanimate token and is returned to the casualty pile during the end phase.&#10;&#10;Naturally, Legions of Darkness features enough dread necromancy to tempt even the most casual of players with the awesome powers available to those who can manipulate the very essences of life and death. Vampire Counts command cards heavily reward Casters, as do those for the Dark Elves, Skaven, Orcs, and Chaos.&#10;&#10;","image":"https://cf.geekdo-images.com/_PcgzRAgZGWdiC9nHRPScw__original/img/W5wPCyT1Ry1FZH1omDv-gahuE9M=/0x0/filters:format(jpeg)/pic1977214.jpg","thumbnail":"https://cf.geekdo-images.com/_PcgzRAgZGWdiC9nHRPScw__thumb/img/fRPzf5OOADIhQDv5j79t4IUWpJE=/fit-in/200x150/filters:strip_icc()/pic1977214.jpg","link":"https://boardgamegeek.com/thing/156054","minPlayers":"2","maxPlayers":"4","yearPublished":"2014","playingTime":"0","minPlayingTime":"0","maxPlayingTime":"0","bestAtCount":"2"}}