{"timestamp":"2024-11-09T17:51:19.671Z","gameDetails":{"id":"156129","name":"Deception: Murder in Hong Kong","type":"boardgame","description":"Deception: Murder in Hong Kong is a game of deduction and deception for 4-12 players that plays in about 20 minutes.&#10;&#10;In the game, players take on the roles of investigators attempting to solve a murder case &ndash; but there's a twist. The killer is one of the investigators! Each player's role and team are randomly assigned at the start of play and include the unique roles of Forensic Scientist, Witness, Investigator, Murderer, and Accomplice. While the Investigators attempt to deduce the truth, the murderer's team must deceive and mislead. This is a battle of wits!&#10;&#10;The Forensic Scientist has the solution but can express the clues only using special scene tiles while the investigators (and the murderer) attempt to interpret the evidence. In order to succeed, the investigators must not only deduce the truth from the clues of the Forensic Scientist, they must also see through the misdirection being injected into the equation by the Murderer and Accomplice!&#10;&#10;Find out who among you can cut through deception to find the truth and who is capable of getting away with murder!&#10;&#10;Roles&#10;&#10;Forensic Scientist x1&#10;As the game master, the Forensic Scientist holds the solution to the crime. They are responsible for assisting the Investigators in identifying the &ldquo;Key Evidence&rdquo; and &ldquo;Means of Murder.&rdquo; When an Investigator does that successfully, the crime is solved and the Forensic Scientist and the Investigators win the game.&#10;&#10;During the game, the Forensic Scientist is NOT allowed to hint to the solution with words, gestures, or eyes.&#10;&#10;Murderer x1&#10;When the crime takes place, the Murderer chooses 1 Clue card and 1 Means card as the solution to the crime. These will be the &ldquo;Key Evidence&rdquo; and &ldquo;Means of Murder&rdquo; respectively.&#10;&#10;The Murderer tries to hide their role and look for a scapegoat. Even if they are identified, the Murderer still wins the game if no one correctly identifies both the &ldquo;Key Evidence&rdquo; and the &ldquo;Means of Murder&rdquo;.&#10;&#10;Investigators x8&#10;To solve the crime, the Investigators must analyze the hints given by the Forensic Scientist. As long as one of the Investigators correctly identifies both the &ldquo;Key Evidence&rdquo; and &ldquo;Means of Murder,&rdquo; the Murderer is arrested and the Investigators win the game (as does the Forensic Scientist).&#10;&#10;Bear in mind that the Murderer (and sometimes Accomplice) is among the Investigators! The innocent Investigators must make a vigorous effort to defend themselves from false accusation.&#10;&#10;Accomplice x1&#10;The Accomplice is an optional role for games with six or more players. The Accomplice knows who the Murderer is, as well as the solution to the crime. The Accomplice and Murderer both win if the Murderer gets away with his crime.&#10;&#10;Witness x1&#10;The Witness is an optional role when playing with six or more players.* The Witness is an Investigator who has witnessed the culprits leaving the crime scene. They have no way of knowing which is the Murderer and which is the Accomplice and they do not know how the crime was committed.&#10;&#10;If the Murderer is arrested but can identify the Witness, the Witness is considered to be killed, allowing the Murderer and the Accomplice to get away with murder and win the game.&#10;&#10;","image":"https://cf.geekdo-images.com/1COY3oeK9aN2_XNimKaNww__original/img/ZzyzlO15ggCfkLg9ckeM4PWNePI=/0x0/filters:format(jpeg)/pic3033330.jpg","thumbnail":"https://cf.geekdo-images.com/1COY3oeK9aN2_XNimKaNww__thumb/img/8IWDjnSYX-tYAVRgfq-W3y1b_Ww=/fit-in/200x150/filters:strip_icc()/pic3033330.jpg","link":"https://boardgamegeek.com/thing/156129","minPlayers":"4","maxPlayers":"12","yearPublished":"2014","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":"6"}}