{"timestamp":"2024-11-12T18:43:12.567Z","gameDetails":{"id":"1563","name":"Rise and Decline of the Third Reich","type":"boardgame","description":"&quot;Rise and Decline of the Third Reich&quot; is a realistic wargame simulation of the strategic situation as it existed in Europe during WWII. It features 6 wargames in 1; a campaign game of 24 turns which runs from the invasion of Poland to Germany's final defeat or victory, an advanced game providing additional complexity, a multi-player version (in which even the Italian player can be the winner), and three 12-turn scenarios which allow you to play faster games. Third Reich is not for the faint of heart or the beginner simulation gamer. For 2 to 6 players. 560 counters which includes 1 blank one&#10;&#10;Rise and Decline of the Third Reich is a classic Strategic level board-wargame covering the European theater of WWII.  The game is huge in scope.  Players take on the roles of all of the major national powers and can simulate the entire war effort from 1939 until the end (often isn't until 1946).  This game is a favorite of many because of an excellent balance between politics and military might, and it gives players a chance to try things that did not happen historically to see if they might have worked better (e.g., Germany invading Spain).  This wargame is definitely not for the novice gamer. The rules are intricate, and there are many factors for players to deal with: resources, unit production, negotiation, and, of course, strategic warfare.&#10;&#10;Avalon Hill Complexity rating - 10&#10;&#10;","image":"https://cf.geekdo-images.com/qijwcJBsS3axLfiTwS0Cug__original/img/z4eo8GrtazuD1jWu8AK1R7KZRdQ=/0x0/filters:format(png)/pic2074726.png","thumbnail":"https://cf.geekdo-images.com/qijwcJBsS3axLfiTwS0Cug__thumb/img/o-K6IOita2f_XgMhCfcjKfsSCyY=/fit-in/200x150/filters:strip_icc()/pic2074726.png","link":"https://boardgamegeek.com/thing/1563","minPlayers":"2","maxPlayers":"6","yearPublished":"1974","playingTime":"720","minPlayingTime":"240","maxPlayingTime":"720","bestAtCount":[2],"averageRating":"6.95916","averageWeight":"4.3333","boardGameRank":"2369","mechanics":["Dice Rolling","Grid Movement","Hexagon Grid","Movement Points","Ratio / Combat Results Table","Simulation","Zone of Control"],"categories":["Negotiation","Political","Wargame","World War II"],"designers":["John Prados"]}}