{"timestamp":"2024-11-13T00:31:26.339Z","gameDetails":{"id":"156566","name":"Lords of Xidit","type":"boardgame","description":"The Black Southern Host has arisen, corrupting the hearts of the indigenous creatures. Afflicted by a mysterious sickness, they are attacking human cities. The last remaining hope for restoring peace to Xidit lies with the Kingdom's noble heirs, the Idrakys. As one of them, you must roam the Kingdom recruiting brave soldiers and reclaiming threatened cities. Your bravery will not go unrewarded: accumulate wealth, send bards to sing your praises, and build Sorcerers' Guilds!&#10;&#10;Lords of Xidit features simultaneous programming and an elimination-based scoring system that leaves no room for complacency! In more detail, at the end of the game players compare their influence in one category and the player with the least influence is eliminated and his pieces removed from the board; players then compare influence in another category, with a player again being removed. The order of elimination is randomly determined at the start of play, forcing you to thinking in different ways each game.&#10;&#10;Prepare to ride out, Idrakys, and forge your legend!&#10;&#10;Note: Contained inside the box are 2 copies of a promo for other game: Seasons: Speedwall the Escaped&#10;&#10;","image":"https://cf.geekdo-images.com/KluVg27eXcpbH-_lUWgyKA__original/img/uRRKZ84K05gFSvffYPWRAFqazXI=/0x0/filters:format(jpeg)/pic2074460.jpg","thumbnail":"https://cf.geekdo-images.com/KluVg27eXcpbH-_lUWgyKA__thumb/img/DE3_O8NSQl9-RbBe_dIfjgo_bNo=/fit-in/200x150/filters:strip_icc()/pic2074460.jpg","link":"https://boardgamegeek.com/thing/156566","minPlayers":"3","maxPlayers":"5","yearPublished":"2014","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4,5],"averageRating":"7.08107","averageWeight":"2.6377","boardGameRank":"929","mechanics":["Action Queue","Area Majority / Influence","Auction: Sealed Bid","Highest-Lowest Scoring","Pick-up and Deliver","Point to Point Movement","Programmed Movement","Simultaneous Action Selection"],"categories":["Fantasy"],"designers":["Régis Bonnessée"]}}