{"timestamp":"2024-11-10T05:18:44.327Z","gameDetails":{"id":"156867","name":"Core Worlds: Revolution","type":"boardgameexpansion","description":"The Supreme Monarch gazed out his palace window, trembling with rage at the galaxy that had forsaken him. For long months he had retained his people's allegiance by branding his enemies as barbaric invaders, as marauders whose only goal was to plunder and ravage his empire. But now reports were spreading that these invaders were rebuilding their conquered worlds and adorning them with marvelous advancements. Moreover, many of the realm's greatest heroes were flocking to his enemies' side, and their heroic exploits were fast becoming the stuff of popular legend.&#10;&#10;The situation had worsened. This was no longer a mere incursion into his territory, a simple uprising to be quelled. The galaxy now stood at the threshold of something far greater, something far more dangerous. And his people dared to embrace it! But he would make his people suffer, even if his retaliation ended in the devastation of entire worlds. He would not allow his kingdom to betray him with impunity, even if he was ultimately powerless to stem the tide of the coming REVOLUTION!&#10;&#10;Core Worlds: Revolution allows players to delve deeper into the story of the Core Worlds universe. Players will be able to build incredible Advancements on their conquered Worlds, including Cosmic Terraformers, Wormhole Generators, and Dark Energy Power Cores. Players will also be able to employ Heroic Tactics keyed to specific Heroes, such as Baron Viktor's &quot;Sacrificial Lambs&quot;, the Promethean Cyborg's &quot;Accelerated Procurement,&quot; and Queen Alais's &quot;Warrior Queen.&quot; Each Hero will command 3 unique Heroic Tactics kept in a separate Heroic Deck beside the players' regular draw decks. The expansion also features 3 new Heroes (Captain Alexander, the Prophet, and Duke Magnus), each complete with his own set of Heroic Tactics.&#10;&#10;Core Worlds: Revolution includes nearly 100 new cards that magnify the richness and excitement of the Core Worlds universe!&#10;&#10;","image":"https://cf.geekdo-images.com/-eyR6WgTrH1UQfOyjRJKFQ__original/img/V8SC-RJ0ZO1WU5Fd9bFfk0DfvC0=/0x0/filters:format(jpeg)/pic2059260.jpg","thumbnail":"https://cf.geekdo-images.com/-eyR6WgTrH1UQfOyjRJKFQ__thumb/img/KqkERSUZz5t0I0m6YnN1gSS0-kQ=/fit-in/200x150/filters:strip_icc()/pic2059260.jpg","link":"https://boardgamegeek.com/thing/156867","minPlayers":"2","maxPlayers":"5","yearPublished":"2014","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":"3"}}