{"timestamp":"2024-11-12T23:53:54.305Z","gameDetails":{"id":"157452","name":"Cultists of Cthulhu","type":"boardgame","description":"In Cultists of Cthulhu, you play as a student or professor at Miskatonic University, working with your friends to investigate the horrors invading your school. Unbeknownst to the rest of you, one of your friends is secretly a Cultist, eager to sacrifice the rest of you to their dark master.&#10;&#10;The Academics must work together to accomplish the goals of the scenario before the stars align and the Cultist is able to pull off their scheme, reveal themselves, and summon a Shoggoth, a flight of Night Gaunts, or reveal themselves to have been a Mi-Go the whole time, to pick three example Cultists from a single scenario, the Fungi from Yuggoth.&#10;&#10;The game is played in rounds, consisting of each player taking a turn, and then one University Phase. On a turn, a player draws an Event card related to their location, resolves it using a push-your-luck ability check mechanic which forces them to make trade offs between personal harm or harm to the group, and then takes two Actions: Move, Fight, Search, Steal, Trade, Use an Item, or a Scenario specific event. The University Phase consist of moving any monsters that may be on the board, followed by the starting player drawing two University cards, selecting one to play and one to shuffle back into the deck without revealing. These cards are all bad for the Academics, but in different ways and to different degrees, so this is another opportunity for the Cultist to secretly advance their own agenda. The starting player then passes the Starting Player token to their left and a new round begins.&#10;&#10;The Academic players are trying to complete their Scenario specific goals before the Cultist kills them. For instance, in the Fungi from Yuggoth scenario, the Academic goals are: A1: assemble a complete Elder Sign, A2: take it to Chapel, B1: find the Necronomicon in the Vault or Library, B2: use it as described on its card. Players gain Elder Sign pieces by successfully completing Events, by searching, or by making them in the Art Department with a Finesse check. Players look for the Necronomicon in the Library with Reason checks, or the Vault with Focus checks. Events also have a chance of advancing the Star Chartz The Academics win if they complete their goals before the last of them is killed, the Cultist wins if they kill all of the Academics. When the Star Chart reaches a certain number, the Cultist may reveal themselves to gain some horrid benefit. For instance, in the Fungi from Yuggoth, all players know that the Cultist is trying to get the Star Chart to either 15 so they can reveal themselves to be a Mi-Go in a human costume, or 20 so they can summon a trio of Night Gaunts, or 25 so they can summon a Shoggoth. All players know these are the options, but only the Cultist knows which one they are actually trying to do.&#10;&#10;Cultists of Cthulhu is a big-box, semicooperative, thematic game of mystery, investigation, teamwork, and betrayal. The board is modular, and assembled at the beginning of each game in a rapid-fire, real-time setup. With this very fast, unique map setup, 12 characters, 4 different scenarios, each with multiple possible hidden Cultist goals, Cultists of Cthulhu provides near infinite diversity and replayability.&#10;&#10;Featuring an ability check mechanism using custom dice which allows for meaningful decisions every turn, an innovative combat system, dark, suspenseful art, and gripping theme music, Cultists of Cthulhu has been called &quot;possibly the next Arkham Horror.&quot;&#10;&#10;","image":"https://cf.geekdo-images.com/KX6eBPcTW4h5C-o16RG6pg__original/img/vAwrtDD4DdeMPm1BzJjnzwzx9XY=/0x0/filters:format(png)/pic2628734.png","thumbnail":"https://cf.geekdo-images.com/KX6eBPcTW4h5C-o16RG6pg__thumb/img/55hvmUtjE-ZCDaUSl2y7dxH-tbU=/fit-in/200x150/filters:strip_icc()/pic2628734.png","link":"https://boardgamegeek.com/thing/157452","minPlayers":"3","maxPlayers":"6","yearPublished":"2016","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[6],"averageRating":"6.11674","averageWeight":"2.3333","boardGameRank":"24153","mechanics":["Action Points","Cooperative Game","Dice Rolling","Modular Board","Player Elimination","Push Your Luck"],"categories":["Horror","Novel-based"],"designers":["Thomas Eliot (II)"]}}