{"timestamp":"2024-11-12T18:46:30.526Z","gameDetails":{"id":"1574","name":"Tactics II","type":"boardgame","description":"The hobby of wargaming was born in the 1950s with the publication of the game Tactics. TACTICS II is a direct descendant of this original board wargame.&#10;&#10;TACTICS II is sort of like military chess. Different pieces, called &quot;units&quot; in wargames, have different capabilities just like chess pieces. The major difference is that a player can move all his pieces each turn, and after all his pieces are moved, battles are resolved against the enemy units his pieces are next to (adjacent to).&#10;&#10;The other major difference between wargames and chess is that wargames have a mapboard, divided into squares or hexagons for movement purposes. TACTICS II has a 22&quot; x 28&quot; mapboard portraying a fictional continent with two countries, Blue and Red. Terrain includes roads, rivers, woods, mountains, beaches, and cities. The Blue Capital can only be reached over a vast plain, bordered on the left by mountains and on the right by woods. The Red Capital is on an island and can only be reached across one of several bridges or by an amphibious invasion.&#10;&#10;Game features include special functions for headquarters units, terrain effects, invasions, airborne assaults, weather effects, replacements, isolation, and even nuclear weapons. Units represent infantry (25 per side), armor (6), mountain (2), airborne (2), headquarters (1+2+4), and amphibious troops (2) and 6 counters without symbol (You can use as replacement for headquarters having fired their nuclear missile; the 3 types of headquarter have different nuclear missiles). 100 counters in all.&#10;&#10;TACTICS II was almost always part of the Avalon Hill game line, primarily because it was sold as an introductory wargame for a number of reasons. The rules introduced many basic board wargaming concepts and were relatively low in complexity. The rulebook is divided into a basic game and a tournament game (advanced game). Both are balanced and relatively quick playing. As the opposing armies are identical in size and composition, victory is gained by a combination of logic, foresight, luck, common sense, and skill in military strategy and tactics.&#10;&#10;In 1981, an unauthorized hex map version, called Opera&#195;&#167;&#195;&#163;o MX-1, was released in Brazil. It is sometimes referred to as &quot;Tactics III&quot;.&#10;&#10;","image":"https://cf.geekdo-images.com/UNiF8nNkyHmVNevFdMEozg__original/img/QF6qes8SivXRKuj5JYX2FShS6zY=/0x0/filters:format(jpeg)/pic6968520.jpg","thumbnail":"https://cf.geekdo-images.com/UNiF8nNkyHmVNevFdMEozg__thumb/img/g6iTMwVCpss-Xlu_LK_SClF6o3Q=/fit-in/200x150/filters:strip_icc()/pic6968520.jpg","link":"https://boardgamegeek.com/thing/1574","minPlayers":"2","maxPlayers":"2","yearPublished":"1958","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"5.50395","averageWeight":"2.0093","boardGameRank":"26423","mechanics":["Dice Rolling","Grid Movement","Movement Points","Ratio / Combat Results Table","Simulation","Square Grid","Variable Set-up"],"categories":["Modern Warfare","Wargame"],"designers":["Charles S. Roberts"]}}