{"timestamp":"2024-11-13T00:42:25.710Z","gameDetails":{"id":"157413","name":"New Bedford","type":"boardgame","description":"Set in the mid-1800s, the golden age of whaling, New Bedford gives you the chance to build the Massachusetts town of the same name into a thriving whaling community. Gather resources to add buildings with new actions and launch ships to go whaling. Go out longest for the best choice, but wait too long and the whales become harder to catch. And don't forget to pay your crew when ships return! Carefully balance time management and timing to earn the most points in this medium-weight worker placement and resource management game.&#10;&#10;In more detail, over twelve rounds players take turns placing two workers per round, one at a time. The town board and whaling board contain basic game actions: taking goods (food, wood, brick), selling goods, building buildings, docking ships, and launching ships. These actions can be used multiple times per round, with the first player to do so in a round receiving a bonus or more goods or reducing the number of goods paid.&#10;&#10;Most buildings add extra action spaces with new actions, combined actions, and more powerful versions of basic actions. You own whatever you build, with others needing to pay to use them and you earning points from them at game's end.&#10;&#10;You need to pay to send ships whaling, choosing how far out to send them. At the end of the round, ships move closer to shore and whale tokens are drawn randomly. Ships that are farthest out have first chance to pick the valuable sperm whales, but as they move in, others have the opportunity to launch farther out and get a better pick, possibly leaving you with only empty seas. Over the course of the game, whales become more rare and empty seas more common. Once a ship reaches shore, a percentage of the profits (the &quot;lay&quot;) must be paid in order to keep the whales selected.&#10;&#10;After twelve rounds, all ships must return, and players total their points from buildings, whales, and extra money. High score wins.&#10;&#10;","image":"https://cf.geekdo-images.com/rALjcH5AB5GARjxKM_Y6TQ__original/img/JmSj0Hxj91vsAvc-43_4_F3byLM=/0x0/filters:format(png)/pic2591224.png","thumbnail":"https://cf.geekdo-images.com/rALjcH5AB5GARjxKM_Y6TQ__thumb/img/n3P4YGq0qyI9-9N2PwSVO0XOrF8=/fit-in/200x150/filters:strip_icc()/pic2591224.png","link":"https://boardgamegeek.com/thing/157413","minPlayers":"1","maxPlayers":"4","yearPublished":"2016","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.04445","averageWeight":"2.3673","boardGameRank":"1959","mechanics":["Worker Placement"],"categories":["City Building"],"designers":["Nathaniel Levan"]}}