{"timestamp":"2024-11-09T21:19:02.204Z","gameDetails":{"id":"157809","name":"Nations: The Dice Game","type":"boardgame","description":"From the humble beginnings of civilization through the historical ages of progress, mankind has lived, fought and built together in nations. Great nations protect and provide for their own, while fighting and competing against both other nations and nature itself. Nations must provide food as the population increases, build a productive economy, and amaze the world with their great achievements to build up their heritage as the greatest nations in the history of mankind!&#10;&#10;Nations: The Dice Game is a game for 1-4 players that takes 10-15 minutes per player and shares many concepts with the civilization-building game Nations while still offering its own challenges. The game is played over four ages (four rounds). During each round, players take turns until all have passed. The available actions are:&#10;&#10;&#10;     Buy a tile&#10;     Build a wonder&#10;     Reroll some or all your dice&#10;&#10;&#10;Buildings and military provide dice. Colonies and wonders provide resources and victory points. Advisors provide rerolls. New tiles provide benefits immediately, so you can roll new dice at once.&#10;&#10;At the end of each round, War and Famine drawn at the start of the round is checked for each player, giving you victory points if you match or beat the values. Books are accumulated and scored. Player order is checked, with high military strength going first in the next round. At the end of the game, whoever has the most victory points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/cAUrzJCm1nNzJ_JyH6N85g__original/img/OJ_xr9s3GeMwG4s4rqp7xJrEgpA=/0x0/filters:format(jpeg)/pic3743789.jpg","thumbnail":"https://cf.geekdo-images.com/cAUrzJCm1nNzJ_JyH6N85g__thumb/img/mB-g90DCrvuRHH2V8ErYeYwF6p0=/fit-in/200x150/filters:strip_icc()/pic3743789.jpg","link":"https://boardgamegeek.com/thing/157809","minPlayers":"1","maxPlayers":"4","yearPublished":"2014","playingTime":"40","minPlayingTime":"20","maxPlayingTime":"40","bestAtCount":"2"}}