{"timestamp":"2024-11-12T21:23:11.563Z","gameDetails":{"id":"157979","name":"Tau Ceti: Planetary Crisis","type":"boardgame","description":"Over the past millennium, a mysterious signal enveloped the galaxy. Like a subliminal force, the signal led various alien races toward the star system TAU CETI. Many civilizations were already on the brink of collapse, and had already left their deteriorating home worlds behind in search of resources, peace, and solidarity.&#10;&#10;As new civilizations arrived in the TAU CETI system, they settled among the planets, terraforming them into more hospitable worlds. With this mass migration a new alliance was quickly formed, known as the TAU CETI Authority, which encouraged diplomacy among the different cultures and emerged as the new economic power.&#10;&#10;Trade began, with each civilization utilizing their strengths and comparative advantages to maximize productivity. Heralded among the civilizations, a sense of friendship, economic prosperity and peace enriched the star system.&#10;&#10;But all is not well. Soon after forming the alliance, unprecedented crises afflicted the colonized planets, causing civil unrest and economic disharmony. The fragile new alliance&rsquo;s existence is now being threatened! The most skilled Command Ship captains and emissaries from each race are being called upon to assemble a team of specialists, explore the star system for answers, and restore stability before all is lost.&#10;&#10;Tau Ceti: Planetary Crisis is a 1-5 player semi-cooperative game centered around an economic engine, asymmetric powers, and strategic manipulation. Tau Ceti tells a story of a newly formed alliance between several alien factions in a time of galactic declension, who compete for influence as they lead their civilization through a crisis-ridden star system.&#10;&#10;With multiple paths to victory, you are free to Explore the mysterious outer reaches of the star system for knowledge, Recruit Specialists to help you resolve crises, exploit opportunities through Trade, Buy/Sell commodities as the market fluctuates across planets, Complete Missions for money, Build Orbitals and Defend them against enemies, Acquire Exotic Technologies, and Upgrade your starship's systems for greater advantages as you navigate the cosmic environment.&#10;&#10;Tau Ceti has all the elements of a 4X game, but allows you to advance at your own pace with &agrave; la carte advanced rules, and can be played in 1-2 hours. Your goal is to have the most galactic points (GPs) by the end of the final round. The various ways you can earn GPs are;&#10;&#10;&#10;    Resolve Crises&#10;    Build Orbitals (controls sectors, produces resources)&#10;    Accumulate Wealth (TAU)&#10;    Retain Specific Specialist/Crisis Cards&#10;    Achieve Battle Victories&#10;&#10;&#10;Earning GPs require both strategic and tactical planning. The player who is able to assemble the best crew, play to their strengths, mitigate threats, exploit opportunities and manipulate resources to their advantage will succeed and lead the Tau Ceti Authority into the future!&#10;&#10;","image":"https://cf.geekdo-images.com/ZdGX9SKqwSk4ofK9EnW3vA__original/img/z2pRy4zXGJA4QHOKvjWXhwcagi0=/0x0/filters:format(jpeg)/pic3593457.jpg","thumbnail":"https://cf.geekdo-images.com/ZdGX9SKqwSk4ofK9EnW3vA__thumb/img/M5N5i8MuPXcjjWuornCA3OhVF0k=/fit-in/200x150/filters:strip_icc()/pic3593457.jpg","link":"https://boardgamegeek.com/thing/157979","minPlayers":"1","maxPlayers":"5","yearPublished":"2017","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[1,3],"averageRating":"5.53427","averageWeight":"3.3","boardGameRank":"25123","mechanics":["Action Points","Area Majority / Influence","Deck, Bag, and Pool Building","Dice Rolling","Grid Movement","Modular Board","Pick-up and Deliver","Tile Placement","Trading","Variable Player Powers"],"categories":["Adventure","Dice","Economic","Environmental","Fighting","Miniatures","Science Fiction","Space Exploration","Transportation"],"designers":["Joseph Pilkus","Mike Strickland","Stan Strickland"]}}