{"timestamp":"2024-11-13T01:06:47.332Z","gameDetails":{"id":"157969","name":"Sheriff of Nottingham","type":"boardgame","description":"Prince John is coming to Nottingham! Players, in the role of merchants, see this as an opportunity to make quick profits by selling goods in the bustling city during the Prince's visit. However, players must first get their goods through the city gate, which is under the watch of the Sheriff of Nottingham. Should you play it safe with legal goods and make a profit, or risk it all by sneaking in illicit goods? Be mindful, though, as the Sheriff always has his eyes out for liars and tricksters and if he catches one, he very well may confiscate those goods for himself!&#10;&#10;In Sheriff of Nottingham, players will not only be able to experience Nottingham as a merchant of the city, but each turn one player will step into the shoes of the Sheriff himself. Players declare goods they wish to bring into the city, goods that are secretly stored in their burlap sack. The Sheriff must then determine who gets into the city with their goods, who gets inspected, and who may have their goods confiscated!&#10;&#10;Do you have what it takes to be seen as an honest merchant? Will you make a deal with the Sheriff to let you in? Or will you persuade the Sheriff to target another player while you quietly slip by the gate? Declare your goods, negotiate deals, and be on the lookout for the Sheriff of Nottingham!&#10;&#10;Sheriff of Nottingham is the first game in the Dice Tower Essentials Line from Arcane Wonders.&#10;&#10;","image":"https://cf.geekdo-images.com/BBgLFKUzr6tcKtlIM2JSFw__original/img/fll2MuTBPVKb7fyBJ8D-4_c1XHM=/0x0/filters:format(jpeg)/pic2075830.jpg","thumbnail":"https://cf.geekdo-images.com/BBgLFKUzr6tcKtlIM2JSFw__thumb/img/JD5L_XrtkaKINUj8ILZqFMGcTsE=/fit-in/200x150/filters:strip_icc()/pic2075830.jpg","link":"https://boardgamegeek.com/thing/157969","minPlayers":"3","maxPlayers":"5","yearPublished":"2014","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[5],"averageRating":"7.06365","averageWeight":"1.6634","boardGameRank":"551","mechanics":["Betting and Bluffing","Bribery","Hand Management","Negotiation","Open Drafting","Role Playing","Set Collection"],"categories":["Bluffing","Card Game","Humor","Medieval","Negotiation","Novel-based","Party Game"],"designers":["Sérgio Halaban","André Zatz"]}}