{"timestamp":"2024-11-13T00:53:22.048Z","gameDetails":{"id":"158030","name":"Praetor: PromoPack","type":"boardgameexpansion","description":"The PromoPack for Praetor acts as a mini expansion for the base game and contains 6 promo City Tiles, 2 promo Wall Tiles, a double sided player board and a few extra Gold tokens.&#10;&#10;The promo City Tiles blend in perfectly in the universe of Praetor, offer an enhancement to the game play and lots of fun. &#10;&#10;     the Senate allows a player to take over the first player position for the next turn thus being in the pole position to build or activate the most attractive City Tile.&#10;     the Temple of Mars allows players to score Favor Points for each retired worker. Combine its ability with one of the expert sides of the player boards and you have a potentially lethal combo.&#10;     the Fort provides a mix of Favor Points, Gold and the infamous Morale - probably the most expensive and hard to obtain &quot;resource&quot; in the game.&#10;&#10;&#10;Last but not least, the promo player board offers two brand new expert sides, giving players opportunities to discover new strategies in the Praetor universe.&#10;&#10;Any promo component can be added to the base game separately or together with the rest.&#10;&#10;The Praetor Promo Pack will be available in the Geek Store.&#10;&#10;","image":"https://cf.geekdo-images.com/0SV7ALhim7QRU8yr9CS3-A__original/img/7JBP3f4oHqzsHVryJzkB1EsCdLs=/0x0/filters:format(png)/pic1990835.png","thumbnail":"https://cf.geekdo-images.com/0SV7ALhim7QRU8yr9CS3-A__thumb/img/YVKmc_52RX1hzRPylB5D0MRXhPE=/fit-in/200x150/filters:strip_icc()/pic1990835.png","link":"https://boardgamegeek.com/thing/158030","minPlayers":"2","maxPlayers":"5","yearPublished":"2014","playingTime":"0","minPlayingTime":"0","maxPlayingTime":"0","bestAtCount":null,"averageRating":"6.81353","averageWeight":"3","boardGameRank":"Not Ranked","mechanics":["Modular Board","Tile Placement","Turn Order: Claim Action","Variable Player Powers","Worker Placement"],"categories":["Expansion for Base-game"],"designers":["Andrei Novac"]}}