{"timestamp":"2024-11-13T00:45:51.988Z","gameDetails":{"id":"158109","name":"Onward to Venus","type":"boardgame","description":"Onward to Venus is based on the Doctor Grordbort graphic novels from writer/artist Greg Broadmore, with those books being a parody of sorts of the British Empire in the late 19th century, but instead of the race for Africa, we now have the exploitation of the Solar System, which is populated by various natives who resent the Earthling settlers.&#10;&#10;The game Onward to Venus takes lots of artwork from the books and mixes it together to create an empire-building game set in the Solar System. The core rules are fairly straightforward, and a game can be completed in 90 minutes. The game is played over three turns; in each turn you whizz around the planets and moons claiming tiles. The tiles grant you cards, allow you to build a factory or mine, let you hunt strange beasts, or simply earn you some money. Other tiles allow you to attack other players or add to the crisis level on the planet/moon in question. You have to be careful with crisis tiles as if you let too many build up, bad stuff &mdash; Martian invasions, robot rebellions, space pirates, etc. &mdash; starts happening.&#10;&#10;","image":"https://cf.geekdo-images.com/RQLx2FE1Cw7GjDzHX7rlOg__original/img/eY-Uj2H39eykDXLBobEqRSjGC3k=/0x0/filters:format(jpeg)/pic1993102.jpg","thumbnail":"https://cf.geekdo-images.com/RQLx2FE1Cw7GjDzHX7rlOg__thumb/img/DAQ9-OweHwWAYf1o2sYhsKdOqJU=/fit-in/200x150/filters:strip_icc()/pic1993102.jpg","link":"https://boardgamegeek.com/thing/158109","minPlayers":"2","maxPlayers":"5","yearPublished":"2014","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"6.8631","averageWeight":"2.6","boardGameRank":"2672","mechanics":["Area Majority / Influence","Dice Rolling","Events","Hand Management","Income","Point to Point Movement","Sudden Death Ending"],"categories":["Comic Book / Strip","Fighting","Science Fiction","Space Exploration","Transportation"],"designers":["Martin Wallace"]}}