{"timestamp":"2024-11-13T00:07:11.757Z","gameDetails":{"id":"158616","name":"Escape: The Curse of the Temple – Expansion 3: Traps","type":"boardgameexpansion","description":"Escape: Traps is the third boxed expansion for Escape: The Curse of the Temple, and like the previous Illusions and Quests expansions, Traps contains two modules that can be used individually or in combination with any other expansions for the game.&#10;&#10;Trap Chambers: There are 5 different chambers to choose from and 2, 3, or 4 will get mixed into the draw pile during setup. When a Trap Chamber gets drawn, that player puts their adventurer immediately on that tile. Each one has a different effect:&#10;&#10;Moving Platform (x1)- The chamber gets moved around the board clockwise (without changing the orientation) until it finds a new resting position connected to an empty doorway with that orientation. If none exists, that player has to wait until one shows up.&#10;&#10;Invocation Chamber (x1)- Place all adventurers (including yourself) in the chamber and now must start exploring from there. After discovery, a player can roll 3 keys to use this effect at another time.&#10;&#10;Cliff (x2)- The player cannot leave this chamber until they roll either 3 keys or 3 torches (depending on the tile). After this is done, the adventurer gets put on the brick area and can leave as normal. Fellow adventurers can enter the room, but can only contribute golden masks.&#10;&#10;Slide Trap (x1)- The player cannot return via the slanted entrance and must leave through the other entrances.&#10;&#10;Time Chambers: 8 Chambers with 2, 3, or 4 getting mixed into the draw pile. When drawn, you put the certain sand timer on the first time icon. Once that time runs out, it gets flipped over onto the next time icon. Either certain tasks must be fulfilled or actions can't be done during the duration of the sand timer.&#10;&#10;Prohibition Chambers (x4)- Uses the green sand timer. Certain actions cannot be performed (activating gems, using golden masks, exploring new chambers, entering the starting chamber)&#10;&#10;Sacrifice Chamber (x1)- Uses the blue timer. Each player must put one die  in the chamber. Now they have 1 minute to rush to that chamber and retrieve their die or else they lose it.&#10;&#10;Torch Chamber (x1)- Uses the blue timer. Players have to go to the chamber and roll 7 torches or else 2 players lose 1 die.&#10;&#10;Lava Chambers (x2)- Uses the blue timer. Players have to fulfill 3 tasks to avoid punishment. If not all 3 get completed before the minute is over, the punishment next to the task gets triggered (add 3/2/1 gems to the depot)&#10;&#10;","image":"https://cf.geekdo-images.com/JOkxi3T5A7p0SSKqW5Fdpw__original/img/5cH_hSN5ukUBOfoPTmpg3ycRN6Y=/0x0/filters:format(jpeg)/pic2626599.jpg","thumbnail":"https://cf.geekdo-images.com/JOkxi3T5A7p0SSKqW5Fdpw__thumb/img/EgAXij2K8bzhMujmDljr04tGnbQ=/fit-in/200x150/filters:strip_icc()/pic2626599.jpg","link":"https://boardgamegeek.com/thing/158616","minPlayers":"1","maxPlayers":"5","yearPublished":"2015","playingTime":"10","minPlayingTime":"10","maxPlayingTime":"10","bestAtCount":[4],"averageRating":"7.47175","averageWeight":"1.5","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Dice Rolling","Grid Movement","Modular Board"],"categories":["Expansion for Base-game","Adventure","Dice","Exploration","Real-time"],"designers":["Kristian Amundsen Østby"]}}