{"timestamp":"2024-11-13T01:04:17.821Z","gameDetails":{"id":"158900","name":"Samurai Spirit","type":"boardgame","description":"You and your fellow samurai companions are the only standing obstacle between one frightened village and a full horde of blood-thirsty villains. The fight seems unfair as the seven of you might not seem to measure up to the dozens of enemies who want to slice you to pieces &mdash; but this comparison doesn't take into account your strong combat skills and an efficient team spirit that binds your samurai squad enough to face the threat. Above all else, when everything seems desperate and lost, your enemies will discover that inside each of you lies a true beast, a warrior spirit ready to unleash its full power!&#10;&#10;Samurai Spirit is a co-operative game in which each player is a fierce samurai defending a village surrounded by a horde of bandits. The game plays out over three turns during which each player takes turns drawing bandit cards, then choosing whether they want to fight the bandit, defend the village, or let the bandit pass in order to help the other samurai.&#10;&#10;The challenge of the game consists of balancing your choices: Should you fight each enemy to quickly reach your beast capacities, while also coming closer to the death and risking further loss by not defending the village sufficiently? Should you mainly defend or help the other samurai, taking the risk of remaining human too long and therefore weaker, when you know that weakness will be a major problem when facing the lieutenant and the villain bosses? Each enemy presents a tough choice to you, your team, and ultimately the whole village! Each turn ends with farms and fences being destroyed, and since those aren't unlimited, you must do what's necessary to end the game with at least one undamaged farm and enough farmers to tend it. Do you have what it takes to stand against evil and become a true hero?&#10;&#10;Fight with courage, smartly assist your teammates, defend the poor villagers, turn into a savage beast, and wreak havoc on the enemy lines &mdash; all of this is up to you! Ultimately it would be your honor to chose to die in a ultimate sacrifice in order to save the village. All of this is what makes the true samurai spirit!&#10;&#10;","image":"https://cf.geekdo-images.com/0sGnwT947gqHYJV98VN3Cg__original/img/t5lCETSXs21lY7tgFbgOA20Elvg=/0x0/filters:format(jpeg)/pic2012135.jpg","thumbnail":"https://cf.geekdo-images.com/0sGnwT947gqHYJV98VN3Cg__thumb/img/uDDouGIxu7mSkW82Y0wJwIcTOwY=/fit-in/200x150/filters:strip_icc()/pic2012135.jpg","link":"https://boardgamegeek.com/thing/158900","minPlayers":"1","maxPlayers":"7","yearPublished":"2014","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[1],"averageRating":"6.58917","averageWeight":"2.1282","boardGameRank":"1905","mechanics":["Cooperative Game","Push Your Luck","Variable Player Powers"],"categories":["Animals","Fantasy","Fighting"],"designers":["Antoine Bauza"]}}