{"timestamp":"2024-11-13T00:07:39.751Z","gameDetails":{"id":"158932","name":"Escape: The Curse of the Temple – Queenie 8: The Maya Calendar","type":"boardgameexpansion","description":"Escape: The Curse of the Temple &ndash; The Maya Calendar is an expansion for the Escape base game that includes a double-sided game board on which players must activate gems in a certain order to put calendar tiles onto the calendar track &mdash; or else face the consequences!&#10;&#10;To set up, the calendar board is placed to one side of the table with the chosen calendar of play (Eternal or Doomed). The standee on the arrow space. The spaces on the track have alternating symbols: Sun, Moon, Star. Whenever you discover a room with a gem spot, place one calendar tile face up in that chamber. Any player in the calendar chamber may swap 2 tiles in the temple by rolling 3 keys.&#10;&#10;Eternal Calendar: The gem can only be activated if the tile is the next symbol on the track. When the gem is activated, move the standee 1 space and remove the tile. When there are no more calendar tiles to place, don't place any, but gems cannot be activated in these chambers unless the calendar is finished.&#10;&#10;Doomed Calendar: If a tile matches the next space when the gem is activated, the standee moves 1 space and the tile is removed. If not, the tile is moved to the bottom of the pile and the standee does not move. Gem chambers can be activated even if you have no gems to remove from the depot simply to remove calendar tiles. If at the end of the 1st countdown, the players have not passed the 1st bar on the track (or at the end of the 2nd countdown they have not passed the 2nd bar), all players must place 1 of their dice on the calendar board. This die can be retrieved if the player visits the calendar chamber. If the standee is on one of the last 3 spaces before the final bar, the players need to roll the additional keys indicated by the calendar space to exit the temple.&#10;&#10;This module was a Kickstarter reward for backers of Escape: The Curse of the Temple Big Box.&#10;&#10;","image":"https://cf.geekdo-images.com/PSL4TBn8UPlo4EvfXQlgBQ__original/img/ViMuLUhsnbwyjdK2PesxtkOhl6g=/0x0/filters:format(png)/pic2297034.png","thumbnail":"https://cf.geekdo-images.com/PSL4TBn8UPlo4EvfXQlgBQ__thumb/img/_D_B27W2unhu1nGyVRT-9RjIklU=/fit-in/200x150/filters:strip_icc()/pic2297034.png","link":"https://boardgamegeek.com/thing/158932","minPlayers":"1","maxPlayers":"5","yearPublished":"2014","playingTime":"10","minPlayingTime":"10","maxPlayingTime":"10","bestAtCount":null,"averageRating":"7.2843","averageWeight":"1.8","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Dice Rolling","Modular Board","Tile Placement"],"categories":["Expansion for Base-game","Adventure","Dice","Exploration","Real-time"],"designers":["Kristian Amundsen Østby"]}}