{"timestamp":"2024-11-09T21:30:28.457Z","gameDetails":{"id":"159406","name":"Portal: The Uncooperative Cake Acquisition Game","type":"boardgame","description":"Description from the publisher:&#10;&#10;With a grinding of gears and some uneasy rumbling, Aperture Laboratories has resumed testing! Your team of test subjects has entered the Lab and is ready to perform all sorts of important, dignified, and dangerous testing procedures...all in the pursuit of cake! It's a fun and funny fast-paced fight to the finish &mdash; and by finish, we mean your team probably died.&#10;&#10;The Lab is an ever-changing conveyor belt of death and dismemberment. But SCIENTIFIC PROGRESS must be at the forefront of the mind of every good test subject. In Portal: The Uncooperative Cake Acquisition Game, a game of constantly shifting area control and cardplay by the creators of the Portal and Portal 2 video games, players move and Portal their test subjects to various chambers in the lab. At the end of each player's turn, one of the chambers on the end of the lab gives way, plunging all test subjects on it into oblivion. But should your test subjects have numbered greater than all others in the falling chamber, they earn you some wonderful parting gifts, which can include cake.&#10;&#10;Yet these moist slices of industrial-grade cake must be stored in the lab where they are at risk of falling into said oblivion. Not to mention that your jealous opponents can pick up your cake and move it closer to that precipice. He who has acquired the most cake when a team has lost its last test subject wins. Do you risk gathering cake early for a quick win? Or do you bide your time and wait until you can protect it better? Win the game and prove the cake was no lie.&#10;&#10;Components:&#10;    1 Manual&#10;    1 Resource Board&#10;    18 Test Chamber Panels&#10;    20 Aperture Cards/Characters&#10;    4 Oversized Portal Gun Cards&#10;    1 Turret Miniature&#10;    1 Companion Cube Miniature&#10;    2 Portal Tokens&#10;    1 GLaDOS Token&#10;    32 Test Subject Miniatures&#10;    32 Cake Slice Miniatures&#10;    1 Free Portal 2 Steam Activation Code&#10;&#10;","image":"https://cf.geekdo-images.com/nyn3n3wJXVOBxhKi8Arstw__original/img/6n0YWkdEKeI-gL1xvJFmYr8iZT8=/0x0/filters:format(jpeg)/pic4245101.jpg","thumbnail":"https://cf.geekdo-images.com/nyn3n3wJXVOBxhKi8Arstw__thumb/img/sxndGlfU26oh0UZUGqP7sYhKLBA=/fit-in/200x150/filters:strip_icc()/pic4245101.jpg","link":"https://boardgamegeek.com/thing/159406","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":"2"}}