{"timestamp":"2024-11-12T22:20:03.083Z","gameDetails":{"id":"159508","name":"AquaSphere","type":"boardgame","description":"News from the depths! The AquaSphere is a research facility stationed deep below the ocean's surface, and your skilled team &mdash; consisting of an engineer, a scientist, reprogrammable bots, and exploratory submarines &mdash; is trying to gather as much data as possible.&#10;&#10;The game board in AquaSphere has two main areas: A research station comprising six sectors in which your scientist conducts experiments and a headquarters where your engineer supervises preparation of the bots. During each of the four game rounds, you take several turns, and on each turn you either:&#10;&#10;&#10;    Use your engineer in the headquarters to program a bot; each round you can choose from three of the seven actions.&#10;    Have your scientist bring a bot to a sector to perform an action.&#10;&#10;&#10;Through actions such as improving your lab, sending out submarines, collecting crystals, and examining octopuses, you expand the abilities of your team or gather knowledge points, which are necessary to win. Additional challenges result from the limited size of your lab, which is your personal stock; you can increase the size of your lab, which makes life easier, but this costs valuable time.&#10;&#10;AquaSphere is a challenging game of strategy and tactics with different paths to victory that requires planning in advance as well as skillful use of short-term opportunities.&#10;&#10;","image":"https://cf.geekdo-images.com/K7Hq_KDgr8jJHMtW21XcfQ__original/img/PckhyT2sfyT93TPkIRyKrvPpPMs=/0x0/filters:format(jpeg)/pic2197124.jpg","thumbnail":"https://cf.geekdo-images.com/K7Hq_KDgr8jJHMtW21XcfQ__thumb/img/ZddcJnCbwkBUoilb5x-Bj-k7tio=/fit-in/200x150/filters:strip_icc()/pic2197124.jpg","link":"https://boardgamegeek.com/thing/159508","minPlayers":"2","maxPlayers":"4","yearPublished":"2014","playingTime":"100","minPlayingTime":"100","maxPlayingTime":"100","bestAtCount":[4],"averageRating":"7.25405","averageWeight":"3.6806","boardGameRank":"657","mechanics":["Area Majority / Influence","Area Movement","End Game Bonuses","Income","Modular Board","Once-Per-Game Abilities","Open Drafting","Tech Trees / Tech Tracks","Tile Placement","Turn Order: Pass Order","Variable Set-up"],"categories":["Nautical","Science Fiction"],"designers":["Stefan Feld"]}}