{"timestamp":"2024-11-12T20:26:22.009Z","gameDetails":{"id":"15987","name":"Arkham Horror","type":"boardgame","description":"&#10;        The year is 1926, and it is the height of the Roaring Twenties. Flappers dance till dawn in smoke-filled speakeasies drinking alcohol supplied by rum runners and the mob. It's a celebration to end all celebrations in the aftermath of the war to end all wars.&#10;&#10;&#10;&#10;        Yet a dark shadow grows in the city of Arkham. Alien entities known as Ancient Ones lurk in the emptiness beyond space and time, writhing at the gates between worlds. These gates have begun to open and must be closed before the Ancient Ones make our world their ruined domination.&#10;&#10;&#10;&#10;        Only a handful of investigators stand against the Arkham Horror.  Will they Prevail? &#10;&#10;&#10;Arkham Horror is a cooperative adventure game themed around H.P Lovecraft's Cthulhu Mythos. Players choose from 16 Investigators and take to the streets of Arkham. Before the game, one of the eight Ancient Ones is chosen and it's up to the Investigators to prevent it from breaking into our world. During the course of the game, players will upgrade their characters by acquiring skills, allies, items, weapons, and spells. It's up to the players to clean out the streets of Arkham by fighting many different types of monsters, but their main goal is to close gates to other dimensions that are opening up around town. With too many gates open the Ancient One awakens and the players only have one last chance to save the world - defeat the Ancient One in combat!&#10;&#10;","image":"https://cf.geekdo-images.com/9cJf4kd_HZQo6NunfJlo9w__original/img/YA5R2ZUV2Zwt_fgXIxu8bii3OJ0=/0x0/filters:format(jpeg)/pic175966.jpg","thumbnail":"https://cf.geekdo-images.com/9cJf4kd_HZQo6NunfJlo9w__thumb/img/6VzhMMmGOxNTCHQ-8iFdn5vINis=/fit-in/200x150/filters:strip_icc()/pic175966.jpg","link":"https://boardgamegeek.com/thing/15987","minPlayers":"1","maxPlayers":"8","yearPublished":"2005","playingTime":"240","minPlayingTime":"120","maxPlayingTime":"240","bestAtCount":[4],"averageRating":"7.23868","averageWeight":"3.5843","boardGameRank":"438","mechanics":["Cooperative Game","Dice Rolling","Events","Finale Ending","Hand Management","Lose a Turn","Point to Point Movement","Role Playing","Solo / Solitaire Game","Stat Check Resolution","Variable Player Powers"],"categories":["Adventure","Fighting","Horror","Novel-based"],"designers":["Richard Launius","Kevin Wilson"]}}