{"timestamp":"2024-11-09T20:59:22.915Z","gameDetails":{"id":"160499","name":"King of New York","type":"boardgame","description":"There's always something happening in the city that never sleeps. Maybe it's the lights, maybe it's the energy, or maybe it's the giant monsters trying to demolish the place!&#10;&#10;King of New York is a standalone game from designer Richard Garfield that keeps the core ideas of King of Tokyo while introducing new ways to play. As in KoT, your goal is to be the first monster to collect 20 victory points (VPs) or to be the last monster standing. On your turn, you roll six dice up to three times, then carry out the actions on those dice. Claws cause damage to other monsters, hearts heal damage to yourself, and energy is stored up so that you can purchase power cards that provide unique effects not available to anyone else.&#10;&#10;What's new in King of New York is that you can now try to become a star in the big city; more specifically, you can achieve &quot;Fame&quot;, which nets you VPs, but superstar status is fleeting, so enjoy your time in the spotlight.&#10;&#10;The game board for King of New York is larger than in KoT with each monster occupying a district in the city and everyone trying to shine in Manhattan. When you attack, you can displace a monster in another district, whether to escape military forces or to find new smashing opportunities. Yes, smashing because you can now destroy buildings and get bonuses for doing so, but the more destruction you cause, the more intense the military response.&#10;&#10;The monsters from King of New York can be used in KoT and vice versa, but the power cards are specific to this game.&#10;&#10;Part of the King of Tokyo series.&#10;&#10;","image":"https://cf.geekdo-images.com/FGekxht_r5xqt8oSmQ9HZg__original/img/b5zgGvja0Qpte-Jqb5baQNWuG3c=/0x0/filters:format(jpeg)/pic2407103.jpg","thumbnail":"https://cf.geekdo-images.com/FGekxht_r5xqt8oSmQ9HZg__thumb/img/DBoMebkqbcyZWJVLC5MRbF-YbnU=/fit-in/200x150/filters:strip_icc()/pic2407103.jpg","link":"https://boardgamegeek.com/thing/160499","minPlayers":"2","maxPlayers":"6","yearPublished":"2014","playingTime":"40","minPlayingTime":"40","maxPlayingTime":"40","bestAtCount":"4"}}