{
  "timestamp": "2024-10-19T00:52:23.941Z",
  "gameDetails": {
    "name": "ZhanGuo",
    "type": "boardgame",
    "description": "Between 230 and 221 B.C., the ambitious and extremely young king of Qin, Ying Zheng, unified China, adding all the other so-called Warring States (ZhanGuo) to his empire. Through this, Ying Zheng became the first emperor in Chinese history, taking the title of Qin Shi Huang Di.&#10;&#10;Plenty of things had to change in order to make the Chinese empire whole, and Qin Shi Huang Di didn't waste any time. He divided the empire into prefectures, personally appointing central and local functionaries; afterward, he decreed that the same writing symbols had to be used throughout the entire nation. Furthermore, he unified the laws and the units of measure, particularly the currency, creating amazing conditions for the economic development and growth of the empire.&#10;&#10;Internal decisions were not the only things that shaped this new unified nation. From the North, the menace of the Hsiungnu barbarians kept shaking the empire, and Qin Shi Huang Di knew that the only way to stop that menace was to build one of the most ambitious buildings in human history: The Great Wall of China. Thousands of peasants left their fields to take part in the construction, not only of the Great Wall, but also of roads, channels, palaces, and majestic buildings.&#10;&#10;In ZhanGuo, you are the emperor's emissaries, and you have been assigned the challenging task of contributing to the process of unifying the empire, helping to build the wall, and all infrastructures needed. During the five rounds of the game, you must make the best of the few cards you get each round. You can play each card either on your own player board to increase your personal power in the empire, or on the game board to recruit manpower, construct buildings wanted by the emperor, call reinforcements from Qin, and move the armies from kingdom to kingdom.&#10;&#10;Each player has to choose the best time and best way to play his cards in order to earn the emperor&rsquo;s favors. Careful, though, because trying to get too much power, or exploiting the workers for personal gain could increase dissatisfaction among the populace, and consequently increase the risk of uprisings in the newly added kingdoms. Whoever is able to make the greatest contribution to the emperor's cause, while at the same time keeping the citizens placid, will be the winner.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/asueS9har0y10uk672cbGw__original/img/nq95-sVAgp9Hc4nNi8UMrJt2LFw=/0x0/filters:format(jpeg)/pic2242246.jpg",
    "thumbnail": "https://cf.geekdo-images.com/asueS9har0y10uk672cbGw__thumb/img/80v16ohwO4WQNiR6Yoo_9IHI2NY=/fit-in/200x150/filters:strip_icc()/pic2242246.jpg",
    "link": "https://boardgamegeek.com/thing/160495",
    "minPlayers": "2",
    "maxPlayers": "4",
    "bestAtCount": "4",
    "id": "160495"
  }
}