{"timestamp":"2024-11-13T01:12:55.983Z","gameDetails":{"id":"160556","name":"Star Wars: The Card Game – Between The Shadows","type":"boardgameexpansion","description":"&ldquo;You will never find a more wretched hive of scum and villainy.&rdquo;&#10;   &ndash;Obi-Wan Kenobi, Star Wars: A New Hope&#10;&#10;Escape watchful eyes in Between the Shadows, the third deluxe expansion for Star Wars: The Card Game! This expansion features twenty-six new objective sets (two copies each of twelve objective sets, and one copy each of two &ldquo;Limit 1 per objective deck&rdquo; sets), focusing on the Jedi and Scum and Villainy affiliations. The Scum and Villainy use the shadows to pursue illicit operations and illegal dealings, while the Jedi stay hidden to escape the persecution of the Empire. Both affiliations have profited from the shadows, and in this expansion, you&rsquo;ll gain access to their new strengths.&#10;&#10;This expansion highlights the Jedi and Scum and Villainy affiliation, allowing you to play iconic characters and starships from the Star Wars universe, including Obi-Wan Kenobi, Luke Skywalker, Boba Fett, and Virago. Whether you train in the Force on the planet Dagobah, or oversee the rise of the Black Sun crime syndicate, you&rsquo;ll find plenty of cards to expand your decks in Between the Shadows!&#10;&#10;Contains objective sets 127-140.&#10;&#10;","image":"https://cf.geekdo-images.com/29ytCmdrBwOQzlTor-t8kQ__original/img/0ntZsHfu5UUxe_0nVtSxFDwpcDs=/0x0/filters:format(jpeg)/pic2078336.jpg","thumbnail":"https://cf.geekdo-images.com/29ytCmdrBwOQzlTor-t8kQ__thumb/img/qOqjLr4s8lkk2HGGCyoSeo0bYXM=/fit-in/200x150/filters:strip_icc()/pic2078336.jpg","link":"https://boardgamegeek.com/thing/160556","minPlayers":"2","maxPlayers":"2","yearPublished":"2015","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"7.87273","averageWeight":"3.25","boardGameRank":"Not Ranked","mechanics":["Hand Management","Variable Player Powers"],"categories":["Card Game","Expansion for Base-game","Movies / TV / Radio theme","Science Fiction"],"designers":["Eric M. Lang"]}}