{"timestamp":"2024-11-13T00:55:48.434Z","gameDetails":{"id":"161599","name":"Race for the Galaxy: Xeno Invasion","type":"boardgameexpansion","description":"Race for the Galaxy: Xeno Invasion, an expansion for the RftG base game that comprises the third story arc in the game series, depicts the galaxy as being under attack by waves of violently xenophobic aliens, dubbed the Xenos. XI adds Xeno military worlds (worlds conquered and occupied by them), specific military vs. Xenos, and a new keyword: ANTI-XENO. To provide a good proportion of new Xeno worlds, keyword, and powers, XI is not compatible with the other expansion story arcs.&#10;&#10;Xeno Invasion is aimed at intermediate RFTG players, altering Explore to be mix-with-hand. It adds 51 game cards to the base set and includes a bonus Invasion Game, with Produce: Repair and invasion cards, a repulse track, bunkers, and various counters.&#10;&#10;The Invasion game adds two new ways the game can end: by either repulsing or falling to the Xenos. In Produce, players can repair damaged worlds and donate goods to the war effort (earning VPs). Players can also earn VP awards by defeating their share of the Xeno attackers and having the highest military vs Xenos, while they lose the use of damaged worlds that they fail to defend (until they are repaired). The Xeno attacks take place at the end of each round, starting with round 3, and typically take less than 30 seconds to resolve so that players can immediately return to selecting their actions for the next round.&#10;&#10;","image":"https://cf.geekdo-images.com/9np2dCC8v61xkfAal5KRhg__original/img/Ix3F_OWZQq0M78rhGgle_3b73zs=/0x0/filters:format(jpeg)/pic2682884.jpg","thumbnail":"https://cf.geekdo-images.com/9np2dCC8v61xkfAal5KRhg__thumb/img/_6GbYlCUmXnbzPBVbe596BUsbYU=/fit-in/200x150/filters:strip_icc()/pic2682884.jpg","link":"https://boardgamegeek.com/thing/161599","minPlayers":"2","maxPlayers":"5","yearPublished":"2015","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[2,4],"averageRating":"7.9171","averageWeight":"3.2812","boardGameRank":"Not Ranked","mechanics":["Hand Management","Simultaneous Action Selection","Variable Phase Order","Variable Player Powers"],"categories":["Expansion for Base-game","Card Game","Civilization","Economic","Science Fiction","Space Exploration"],"designers":["Thomas Lehmann"]}}