{"timestamp":"2024-11-09T20:22:46.104Z","gameDetails":{"id":"161926","name":"Dead Drop","type":"boardgame","description":"Dead Drop is a game that involves elements of memory, deduction, and crafty maneuvering. As secret agents working for different organizations, players scour the globe seeking information that will help them find the location of a hidden explosive device. Agents must trade information and sell secrets in order to learn the location of the device and grab it before it falls into the hands of another agency! On a player's turn, you must choose one of the following actions:&#10;&#10;&#10;    Share Info: Trade one card from your hand with one card from any other agent. The target agent must trade and may not look at the card she is being given before handing over her card to the active agent.&#10;&#10;&#10;&#10;    Hack the Cache: Trade one card from your hand with one card in the cache. The card from your hand becomes a part of the cache and should be face up.&#10;&#10;&#10;&#10;    Sell Secrets: Reveal two cards from your hand to another agent, who must then answer &quot;yes&quot; or &quot;no&quot; to reveal whether or not she has a card equal to the sum of those cards. If she says &quot;yes&quot;, she must hand a card of that value to the active agent in exchange for one of the cards shown. The active agent chooses which card to hand over.&#10;&#10;&#10;At the end of a turn, after performing a regular action, the active agent may choose to Grab The Drop: Place two cards from your hand face up next to the card in the middle of the table. Then, secretly look at the card in the middle to determine whether this card is equal to the sum of the two face-up cards. If you guessed correctly, you win the round; if you're wrong, you're out of the round. (In a three- or four-player game, if an agent is eliminated, she must place her cards face up in front of her. Other agents may trade with an eliminated agent's cards by placing the card traded from their hand face up in place of the card they take.) The first player to win three rounds wins the game.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Dead Drop includes three sets of cards with different artwork (Spies, Monsters, and Kids). Dead Drop Deluxe features the same gameplay as Dead Drop, but it includes eight decks of cards instead of three, each illustrated by a different artist with a different theme. These extra sets are:&#10;&#10;&#10;    Vikings (by Naomi Robinson)&#10;    Outlaws (by Oliver Meinerding)&#10;    Birds (by Ashley Davis)&#10;    Rogues (by Rob Lundy)&#10;    Robots (by Sean Dove)&#10;&#10;&#10;Dead Drop Deluxe contains a cloth travel bag and silkscreened wooden tokens instead of plain cubes, and it comes packaged in a UV coated box sleeve.&#10;&#10;","image":"https://cf.geekdo-images.com/f4sen8SBESsMjzMIk_TfiQ__original/img/aAYrYbl9EdszVIa-cHt7dP2XMqg=/0x0/filters:format(png)/pic2256337.png","thumbnail":"https://cf.geekdo-images.com/f4sen8SBESsMjzMIk_TfiQ__thumb/img/Rrl9wtK8yfN-3A7ZQh7T2SNqYYo=/fit-in/200x150/filters:strip_icc()/pic2256337.png","link":"https://boardgamegeek.com/thing/161926","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"10","minPlayingTime":"10","maxPlayingTime":"10","bestAtCount":"3"}}