{"timestamp":"2024-11-12T23:47:36.958Z","gameDetails":{"id":"161943","name":"Chosŏn","type":"boardgame","description":"The Kory&#197;&#143; dynasty is now defunct, replaced by the Chos&#197;&#143;n dynasty founded by General Yi. Unfortunately, soon after its founding, figures of intrigue nicknamed the &quot;Watchers&quot; appeared all over the realm of Chos&#197;&#143;n. Since then, feud and disorder has sprouted everywhere, but instead of the usual political contests and sneaky manipulations, armed warfare has become the rule. The influence of the &quot;Watchers&quot; on some families has grown strong, and some whisper that their extraordinary powers even allow them to travel through time...&#10;&#10;Chos&#197;&#143;n is a thematic sequel to Kory&#197;&#143; set in the same uchronian and politico-steampunk universe, and gameplay is similar in the two games.&#10;&#10;The game lasts eight rounds, and in each round, each player draws a specified number of cards, then simultaneously plays face down (1) as many characters as desired from one family, (2) one character from each of two different families, (3) one character and one event card, or (4) three event cards. Each family has a value ranging from 1 to 9, which indicates both the number of cards in the family and the number of victory points the player controlling this family will score at the end of the game.&#10;&#10;Players reveal their cards in order clockwise from the round's start player. If she played one character and one event, she carries out the power of this event, swapping two characters or eliminating one held by another player. She also carries out the powers of any family that she controls, i.e., that she holds more cards of than any other player. The family powers let you protect one family, keep event cards, double the power of an event, steal the first player token, etc. At the end of each round, players discard characters in play (if needed) and discard everything in hand.&#10;&#10;After eight rounds, players tally their scores based on the families they control, influence scored during the game, and possession of Yi's Legacy, which is acquired by playing three event cards. Whoever has the highest score wins.&#10;&#10;","image":"https://cf.geekdo-images.com/RiDJshhQyqnkjyvFpxgSrA__original/img/s0qZjKkBTaBgEjqAT_F3_Z8C0Ec=/0x0/filters:format(jpeg)/pic2316512.jpg","thumbnail":"https://cf.geekdo-images.com/RiDJshhQyqnkjyvFpxgSrA__thumb/img/n_YQmGNu2eRB18kQ7kD-k4C1Plk=/fit-in/200x150/filters:strip_icc()/pic2316512.jpg","link":"https://boardgamegeek.com/thing/161943","minPlayers":"2","maxPlayers":"4","yearPublished":"2014","playingTime":"15","minPlayingTime":"15","maxPlayingTime":"15","bestAtCount":[3,4],"averageRating":"6.52838","averageWeight":"2.1364","boardGameRank":"5812","mechanics":["Set Collection","Simultaneous Action Selection","Take That"],"categories":["Card Game"],"designers":["Gary Kim"]}}