{
  "timestamp": "2025-11-26T20:18:26.191Z",
  "gameDetails": {
    "id": "161920",
    "name": "Zombicide: Angry Neighbors",
    "type": "boardgameexpansion",
    "description": "Zombicide Angry Neighbors challenges you to face off on a whole new breed of zombies! These Seeker zombies have you and your friends in their sights and will chase you to your bitter end!\n\nEvery Seeker zombie get an additional activation every time a seeker zombie spawn card is drawn.\n\nAngry Neighbors brings four new survivors to your apocalypse, each with their own special abilities, and their Zombivor counterpart!\n\nAngry Neighbors brings more than just new survivors to your party, it brings you companions! These four special human companion miniatures are here to support you! These companions may be strong enough to survive on their own, but can't commit zombicide like you do! Rescue them, lead them, and add their firepower and special abilities to your party!\n\nAngry Neighbors wants you enter the next era of the apocalypse! Set at the same time as Rue Morgue, buildings have crumbled and roads have collapsed. Now gaping holes litter the city's streets! With poor decision making you may find your survivors slowed down in these holes, and with a wrong move you may just end up in zombie filled pit from hell!\n\nWith these new zombies and environmental hazards, you're going to need something to keep you safe! Luckily for you, Angry Neighbors adds all new weapons to your core game as well as a collection of Ultrared equipment! These equipment cards offer the most powerful and potent zombie-obliterating weapons in the Zombicide universe to date! Perfect to up your survivors' survivability!\n\nFend Off the Angry Neighbors!\n\nZombicide Angry Neighbors Contains:\n\n18 seeker Zombie Miniatures.\n    4 Survivor miniatures with ID cards.\n    4 Zombivor miniatures.\n    8 Companion miniatures (4 types, 2 each)\n    3 Double sided tiles.\n    63 Cards: 27 Equipment cards, 12 Zombie cards, 8 Companion cards, 16 Wounded cards.\n    27 Tokens: Barricades, Companion makers, Helicopter etc.\n    Experience trackers and a Rulebook.\n\n",
    "image": "https://cf.geekdo-images.com/5MnH4ns_EGb5DxCEqp5gKw__original/img/oXgWA0g63u6nbbwLJq-2jllU5k8=/0x0/filters:format(jpeg)/pic2678502.jpg",
    "thumbnail": "https://cf.geekdo-images.com/5MnH4ns_EGb5DxCEqp5gKw__small/img/qSPYcWcIiZksbV4zTgM-GsHxHEM=/fit-in/200x150/filters:strip_icc()/pic2678502.jpg",
    "link": "https://boardgamegeek.com/thing/161920",
    "minPlayers": "1",
    "maxPlayers": "12",
    "yearPublished": "2015",
    "playingTime": "60",
    "minPlayingTime": "60",
    "maxPlayingTime": "60",
    "bestAtCount": [
      3
    ],
    "averageRating": "7.57948",
    "averageWeight": "2.65",
    "boardGameRank": "Not Ranked",
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "designers": [
      "Raphaël Guiton",
      "Jean-Baptiste Lullien",
      "Nicolas Raoult"
    ]
  }
}