{"timestamp":"2024-11-13T01:16:32.381Z","gameDetails":{"id":"162286","name":"Super Motherload","type":"boardgame","description":"Mars. The very near future.&#10;            &#10;The Solarus Corporation discovered an infinite source of rare and precious minerals deep in the red crust. Resources that will end the energy crisis on Earth and fuel the deep space expeditions planned as population swells beyond capacity.&#10;            &#10;You have been chosen to lead an elite crew of Pod pilots who will delve below the surface of Mars in Solarus Corporation's first major drilling expedition. As a part of this maiden voyage, the corporation has agreed to let you reinvest any wealth you uncover back into training your Pod pilots, increasing their skills and efficiencies. Will you be remembered as the greatest Solarus Corporation employee in the galaxy?&#10;&#10;Super Motherload is a tile-laying deck-building game, which means that you have your own deck of cards from which you draw each turn. The cards in your deck start out very basic, but over the course of the game you add new and more powerful cards to it. You use these cards to bomb and drill minerals and other bonuses from the game board. You then use the minerals you've collected as money to purchase better cards for your deck. Some cards give you an immediate bonus when you purchase them, and some give you other bonuses when you use them to drill. Each card you purchase from your library is worth victory points (VPs). You can also gain VPs from achievement cards that become available throughout the game. Whoever has the most VPs at the end of the game wins.&#10;&#10;Super Motherload features game boards that are added and removed during play to create videogame-like scrolling action, and it challenges spatial relation skills for 2-4 players who love video games, Eurostyle board games, or deck-building card games.&#10;&#10;","image":"https://cf.geekdo-images.com/3PMNKSFpTjthXH5yraVoHA__original/img/v-BqM8wXWQNUfaNrAwQpRrq08MI=/0x0/filters:format(jpeg)/pic3293385.jpg","thumbnail":"https://cf.geekdo-images.com/3PMNKSFpTjthXH5yraVoHA__thumb/img/hg0dWfhEVXa-za87Ni5HgEjN2mA=/fit-in/200x150/filters:strip_icc()/pic3293385.jpg","link":"https://boardgamegeek.com/thing/162286","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"75","minPlayingTime":"60","maxPlayingTime":"75","bestAtCount":[2],"averageRating":"7.33643","averageWeight":"2.2727","boardGameRank":"878","mechanics":["Deck, Bag, and Pool Building","Delayed Purchase","Hand Management","Set Collection","Tile Placement","Variable Player Powers"],"categories":["Science Fiction","Video Game Theme"],"designers":["Gavan Brown","Matt Tolman"]}}