{
  "timestamp": "2025-11-26T20:02:22.186Z",
  "gameDetails": {
    "id": "162865",
    "name": "I, Spy",
    "type": "boardgame",
    "description": "I, Spy&nbsp;is an exciting contest of disguised intentions, political manipulation, and spy games spanning an espionage-wracked pre-war Europe. Deceive your opponents as an agent secretly working for a European power, recruiting key assets, buying off politicians, and instigating sabotage against foreign capitals. However, you will need the reluctant (or unwitting) support of your opponents to position your homeland for European domination, so tread carefully and do not reveal your true identity.\n\nGame Overview:\nAt the start of the game, you receive an Alignment Token, which tells you which one of the competing European nations you secretly work for.\n\nThe rest of the game unfolds over the course of 14 rounds, with each player (spy) performing 3 Actions per round. These actions include moving around the map, acquiring resources in the form of Supply Tokens, improving your abilities by recruiting Assets, manipulating the otherwise-random Politicians to your advantage, or even directly harassing opposing spies.\n\nBut any action you take will directly affect at least one Nation, in the form of gains or losses in Influence points. Your mission during the game is to generate Influence for your own Nation, while at the same time preventing your opponents&rsquo; Nations from gaining too much&mdash;if you can deduce which Nations they are!\n\nInfluence is tallied and compared during Scoring Phases, which take place at set intervals throughout the game. In a Scoring Phase, each Nation receives Power points based on how much Influence it has accumulated so far.\n\nAt the end of the game, players reveal their Alignment Tokens, and the player whose Nation has the most Power is the winner.\n\n",
    "image": "https://cf.geekdo-images.com/fLPgop-lT743sr5AeFajeg__original/img/WqjhH3ponvnU2NVsPck-ZZx2Z8I=/0x0/filters:format(jpeg)/pic2086976.jpg",
    "thumbnail": "https://cf.geekdo-images.com/fLPgop-lT743sr5AeFajeg__small/img/HFPo4z9Mcxq4I3gbLI8urybU5Jo=/fit-in/200x150/filters:strip_icc()/pic2086976.jpg",
    "link": "https://boardgamegeek.com/thing/162865",
    "minPlayers": "2",
    "maxPlayers": "4",
    "yearPublished": "2015",
    "playingTime": "90",
    "minPlayingTime": "90",
    "maxPlayingTime": "90",
    "bestAtCount": [
      3
    ],
    "averageRating": "7.23526",
    "averageWeight": "3.1333",
    "boardGameRank": "6501",
    "mechanics": [
      "Action Retrieval",
      "Hand Management",
      "Hidden Roles",
      "Point to Point Movement"
    ],
    "categories": [
      "Bluffing",
      "Deduction",
      "Spies / Secret Agents",
      "World War I"
    ],
    "designers": [
      "C. Simon Reid"
    ]
  }
}