{
  "timestamp": "2024-10-19T06:02:28.223Z",
  "gameDetails": {
    "name": "El Gaucho",
    "type": "boardgame",
    "description": "In El Gaucho, you take the role of a cattle baron sending your gauchos to the Pampa to collect as much and as stately cattle as possible.&#10;&#10;Your gauchos exercise their abilities at the dice rodeo. The better they do during training, the easier they catch cattle in the field. Be smart and get in your opponents&rsquo; way with mean tricks by snatching the most valuable cattle from under their noses, or swing your lasso to abduct one of their animals. At home, sort your cattle by race and assemble them in herds only to sell them later for as many Pesos as possible.&#10;&#10;The goal of the game is to collect sets of cattle tiles and sell them. Each cattle tile has a value and a race. A set contains only tiles of the same race, ordered in ascending or descending value. For each race, your cattle tiles are arranged in a line. New cattle tiles are added to the end of the line. When you add a tile that doesn't match the ordering of the existing set, that means that set ends and a new set is started.&#10;&#10;Obtaining cattle is done through a worker placement system. Each player has seven Gauchos which can be placed on various action spaces. The most important of these is the Pampa, where Gauchos can catch cattle (which means the player gains a new cattle tile). Other actions include stealing cattle from other players and sorting your cattle (to optimize your sets).&#10;&#10;Placing the Gauchos on an action space requires dice. Each action requires a specific value. These dice are taken from the Dice Rodeo. At the beginning of each round, the dice are rolled. During his turn, a player takes two dice from the Dice Rodeo and uses them to place his Gauchos.&#10;&#10;At the end of the round, each completed set of cattle is sold. The game ends when the cattle tiles draw pile runs out. When this happens, one more round is played, and then all cattle tiles are sold. The player who made the most money wins the game.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/noctPqM-wWf8M5T2L5D5kQ__original/img/jT8DW18G-2k1iAHHekxZ3v_b9JU=/0x0/filters:format(jpeg)/pic2235441.jpg",
    "thumbnail": "https://cf.geekdo-images.com/noctPqM-wWf8M5T2L5D5kQ__thumb/img/PWGVkSFRAs9ALmzb2Bg5gG0jGRQ=/fit-in/200x150/filters:strip_icc()/pic2235441.jpg",
    "link": "https://boardgamegeek.com/thing/162823",
    "minPlayers": "2",
    "maxPlayers": "4",
    "bestAtCount": "4",
    "id": "162823"
  }
}