{"timestamp":"2024-11-12T21:18:01.993Z","gameDetails":{"id":"163572","name":"Keyflower: The Merchants","type":"boardgameexpansion","description":"In Keyflower, each player develops her own unique village over four seasons by successfully bidding for village tiles that feature specialized buildings and boats, and by collecting skills, resources and workers (&quot;keyples&quot;).&#10;&#10;In Keyflower: The Merchants, the second expansion for Keyflower, players continue to develop their village by building extensions and cabins, entering into lucrative contracts, and encountering new combinations of items on the incoming boats.&#10;&#10;Whereas Keyflower: The Farmers added breadth to the Keyflower game, Keyflower: The Merchants adds depth. The contracts, for example, provide more ways to score points, but may also be traded for the item they depict: workers, resources, or skill tiles. Extensions double the fixed point scores of existing tiles. Cabins provide more opportunities to upgrade and to build the extensions. Keyflower: The Merchants works well with 2-6 number of players and particularly enhances the two-player game.&#10;&#10;Players may choose to use all of the tiles from Keyflower: The Merchants, then add additional tiles at random from Keyflower in order to make up the required number of tiles (the Merchant's variant), or they can simply combine the new tiles with the existing game.&#10;&#10;","image":"https://cf.geekdo-images.com/gN-E3tBVTP82YrMlLUWz1A__original/img/Alk5HfTqOMkASMfiWjYnDvM9sYw=/0x0/filters:format(jpeg)/pic2191035.jpg","thumbnail":"https://cf.geekdo-images.com/gN-E3tBVTP82YrMlLUWz1A__thumb/img/iAjmRzM7OvTYlFDlMJ6AIgWmWdA=/fit-in/200x150/filters:strip_icc()/pic2191035.jpg","link":"https://boardgamegeek.com/thing/163572","minPlayers":"2","maxPlayers":"6","yearPublished":"2014","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[2],"averageRating":"8.0666","averageWeight":"3.1818","boardGameRank":"Not Ranked","mechanics":["Auction / Bidding","Modular Board","Network and Route Building","Pick-up and Deliver","Set Collection","Tile Placement","Worker Placement"],"categories":["City Building","Economic","Expansion for Base-game","Renaissance"],"designers":["Sebastian Bleasdale","Richard Breese"]}}