{"timestamp":"2024-11-09T21:46:26.363Z","gameDetails":{"id":"163659","name":"Sentinels of the Multiverse: The Prime Wardens Promo Pack","type":"boardgameexpansion","description":"A team that was formed to aid a neophyte Virtuoso of the Void against Akash'Bhuta, the Prime Wardens were led by The Argent Adept in that conflict.&#10;&#10;A stalwart companion and a fierce defender, Haka was quick to take up the mantle of Prime Warden. He saw the team as a chance to help protect even more people. Haka has seen more than his fair share of years and experienced more loss than most could comprehend, but among his powerful allies, he finds a sort of peace in fighting to save the world.&#10;&#10;After years of going from extreme to extreme, Fanatic finally found some moderation, and her allies in the Prime Wardens had no small part in helping the avenging angel center herself. Now, she stands more resolute than ever - not for vengeance or for zealotry, but for the defense of the innocent and the advancement of the greater good.&#10;&#10;The alien who is a stranger in a land which offers unfamiliarity and persecution, Tempest has gone from a creature on the run to a well-respected hero and savior for both the Maerynian people and the human race. As a member of the Prime Wardens, Tempest seeks to save all those who would stand for what is right, and fights those who would oppress and destroy.&#10;&#10;A defender of his homeland and of the entire world, Captain Cosmic was a natural addition to the Prime Wardens. He both protects and arms his allies with his constructs, and his innate connection to the cosmos rounds out well this team of powerful heroes.&#10;&#10;Whenever threats great in power and scale threatened the world, the Prime Wardens would form once again - a team of mighty heroes each wielding considerable power!&#10;&#10;Sentinels of the Multiverse: The Prime Wardens brings 5 alternate hero cards. These promo versions of The Argent Adept, Haka, Fanatic, Tempest, and Captain Cosmic are used with their respective hero decks from your Sentinels of the Multiverse collection.&#10;&#10;","image":"https://cf.geekdo-images.com/psSVG5yB-pp6_MUbwdSqeQ__original/img/mcqSOeNiYf7qjuTZeLYOZIx_Fo4=/0x0/filters:format(png)/pic2195929.png","thumbnail":"https://cf.geekdo-images.com/psSVG5yB-pp6_MUbwdSqeQ__thumb/img/3Y24DO62pZp4LrpuwbY-UPrNwx4=/fit-in/200x150/filters:strip_icc()/pic2195929.png","link":"https://boardgamegeek.com/thing/163659","minPlayers":"2","maxPlayers":"5","yearPublished":"2015","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"1"}}