{"timestamp":"2024-11-12T23:43:14.671Z","gameDetails":{"id":"163685","name":"Captain's Wager","type":"boardgame","description":"In Captain&rsquo;s Wager, players take on the roles of rogue airship captains sending their pirate crews off on adventures in search of treasure.  Problematically, several captains often show up for the same adventure.  So how shall we figure out who gets what loot?  We&rsquo;ll gamble for it of course.  That&rsquo;s the pirate way!&#10;&#10;Captains Wager is a betting and hand management game which combines classic elements of poker with the kind of clever card play gamers expect from more modern card games.  It accommodates 2-5 players and plays for about 30 minutes.&#10;&#10;In each round of the game players receive a hand of 4 crew cards (with values from 1-20) which they play in an attempt to win encounters by committing the highest valued card.  The crew cards also have effects which give players the opportunity to take actions in addition to providing their value towards winning the encounter.  Players who judge their hands to be strong based on their values and/or abilities can bet on them in order to increase the reward for winning.  For players unsure of their hand, but who still want to play the abilities of their crew, they can take a loan token worth minus 2 and still stay in the hand.  Players who have less confidence in their crews may fold to avoid risking their own precious gold.&#10;&#10;By winning encounters players may claim treasures and items which give them special abilities and the gold necessary to win the game.  The airship pirate who has claimed the most gold at the end of the game receives the title of Pirate Admiral and declares victory over the competition.&#10;&#10;","image":"https://cf.geekdo-images.com/OZ71xe3QHrRvGtElb0fdKw__original/img/0NxsIsUt59SPVVjjKUFNuQFdrVY=/0x0/filters:format(png)/pic2563817.png","thumbnail":"https://cf.geekdo-images.com/OZ71xe3QHrRvGtElb0fdKw__thumb/img/ESvRBWtBAv2HtnHc5PuOXF1geT4=/fit-in/200x150/filters:strip_icc()/pic2563817.png","link":"https://boardgamegeek.com/thing/163685","minPlayers":"2","maxPlayers":"5","yearPublished":"2015","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[5],"averageRating":"5.45256","averageWeight":"2","boardGameRank":"24722","mechanics":["Betting and Bluffing","Hand Management"],"categories":["Bluffing","Card Game","Pirates"],"designers":["Jonathan Hager"]}}