{"timestamp":"2024-11-12T18:49:12.919Z","gameDetails":{"id":"163602","name":"XCOM: The Board Game","type":"boardgame","description":"Game description from the publisher:&#10;&#10;You are humanity's last hope.&#10;&#10;In XCOM: The Board Game, you and up to three friends assume the roles of the leaders of the elite, international organization known as XCOM. It is your job to defend humanity, quell the rising panic, and turn back the alien invasion.&#10;&#10;Where the world's militaries have failed to stand against the alien invaders, you must succeed. To do so, you must make strategic use of the resources available to you. You must launch Interceptors to shoot down alien UFOs, assign soldiers to key missions, research alien technology, and use that technology to defend your base &mdash; all while trying to keep the world from collapsing just long enough that you can coordinate one final mission to repel the invaders for good.&#10;&#10;One of the more notable aspects of XCOM: The Board Game is the way that it incorporates a free and innovative digital app into the core of its gameplay. This digital companion will be available both as a downloadable app and as an online tool.&#10;&#10;The app's primary function is to coordinate the escalating alien invasion, randomly selecting from one of five different invasion plans. Each invasion plan represents a general outline that the alien commanders will use to coordinate the arrival of new UFOs, plan strikes against your base, and respond to your successes or failures as it seeks to conquer Earth. The app manages all of these tasks and heightens the game's tension as it forces you to respond in real-time. Then, after you move quickly to coordinate your response, you engage the enemy in the untimed resolution phase and feed the results to the app. Based upon these results, the app launches the invasion's next strikes.&#10;&#10;Additionally, the app teaches you the rules, controls the information that your satellites provide you, and tracks the progress of your resistance efforts, even as it allows you to enjoy the game at any of three levels of difficulty: Easy, Normal, or Hard.&#10;&#10;The use of this app does more than simply streamline your play experience and track your turns in real-time; it also permits a uniquely dynamic turn structure. While the variety of game phases remains the same from round to round, the order in which you and your friends must play through them may change, as may the number of a given phase. As a result, while you'll want to know where UFOs appear before you deploy your Interceptors, the alien invaders may be able to disrupt your satellite intel and force you to deploy your Interceptors on patrol with limited or no knowledge of the UFOs current whereabouts. Similarly, you may be forced to think about the costs of resolving the world&rsquo;s crises before you know how many troops you&rsquo;ll need to commit to your base defense.&#10;&#10;The effect of the app is to immerse you deep into the dramatic tension at the core of XCOM: The Board Game, and it ensures that the game presents a challenging and cooperative (or solo) experience like no other. Just like the XCOM department heads that you represent, you'll need to keep cool heads in order to prevail.&#10;&#10;","image":"https://cf.geekdo-images.com/1E7ghRKcegsb941W1QwrOw__original/img/f73J1UFyuBzmOAU8Lt-hy0NkiKs=/0x0/filters:format(jpeg)/pic2247621.jpg","thumbnail":"https://cf.geekdo-images.com/1E7ghRKcegsb941W1QwrOw__thumb/img/OQe2YrchPfNyh_LvUx6vCEWGei4=/fit-in/200x150/filters:strip_icc()/pic2247621.jpg","link":"https://boardgamegeek.com/thing/163602","minPlayers":"1","maxPlayers":"4","yearPublished":"2015","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"6.99343","averageWeight":"2.9108","boardGameRank":"930","mechanics":["Cooperative Game","Dice Rolling","Hand Management","Push Your Luck","Real-Time","Variable Player Powers"],"categories":["Real-time","Science Fiction","Video Game Theme"],"designers":["Eric M. Lang"]}}