{"timestamp":"2024-11-12T21:21:56.687Z","gameDetails":{"id":"163745","name":"Star Wars: Armada","type":"boardgame","description":"Massive Star Destroyers fly to battle against Rebel corvettes and frigates. Banks of turbolasers unleash torrential volleys of fire against squadrons of X-wing and TIEs. Engineering teams race to route additional power to failing shields. Laser blasts and explosions flare across the battlefield. Even a single ship can change the tide of battle.&#10;&#10;In Star Wars: Armada, you assume the role of fleet admiral, serving with either the Imperial Navy or Rebel Alliance. You assemble your fleet and engage the enemy. Using the game&rsquo;s unique maneuver tool, you steer your capital ships across the battlefield, even while squadrons of starfighters buzz around them. Then, as these ships exchange fire, it&rsquo;s your job to issue the tactical commands that will decide the course of battle and, perhaps, the fate of the galaxy.&#10;&#10;Maneuver Tool&#10;The maneuver tool is one of the game&rsquo;s most innovative features and adds a unique feel to the way your capital ships must accommodate for inertia as they maneuver through the stars.&#10;&#10;It consists of a number of segments linked with hinges, which is used to plot the ship's course. More nimble ships are allowed to turn the ship further at each hinge.&#10;&#10;Command Stack&#10;Armada balances the awesome scale of the Star Wars galaxy&rsquo;s ships and space warfare with intuitive ship designs and accessible rules for issuing commands and resolving combat that make for rich, engaging, and highly tactical play experiences.&#10;&#10;Capital ships are extremely powerful war machines, but they&rsquo;re also massive and sophisticated vessels that can&rsquo;t swiftly react to every development in the heat of battle. Accordingly, the key to flying these vessels effectively is learning how to plan ahead. You want to issue your commands in such a way that your crews will be ready to execute them at just the right times.&#10;&#10;Each of your pre-painted capital ships has a command value, which determines how many commands it will have in its stack at any given point in time. During setup, you secretly build your initial command stack, selecting from any of four different commands, each of which provides a different advantage. Once you have locked your selections, you place the commands in your stack in the order of your choice. Then, during each round of game play, you secretly select and assign a new command to your ship, placing it at the bottom of your command stack, before you reveal the command at the top of your stack and gain its benefits.&#10;&#10;","image":"https://cf.geekdo-images.com/oKBz9HmfYDsgDgpy06LPoQ__original/img/ufYeXlOSXa4yAJ8y-3NGmgT478w=/0x0/filters:format(jpeg)/pic2355171.jpg","thumbnail":"https://cf.geekdo-images.com/oKBz9HmfYDsgDgpy06LPoQ__thumb/img/Zf53Rbb6CFBizk_2iLyhYGEE8QQ=/fit-in/200x150/filters:strip_icc()/pic2355171.jpg","link":"https://boardgamegeek.com/thing/163745","minPlayers":"2","maxPlayers":"2","yearPublished":"2015","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"7.81954","averageWeight":"3.1623","boardGameRank":"409","mechanics":["Action Queue","Critical Hits and Failures","Dice Rolling","Line of Sight","Movement Template","Simulation","Variable Player Powers"],"categories":["Collectible Components","Miniatures","Movies / TV / Radio theme","Science Fiction","Wargame"],"designers":["James Kniffen","Christian T. Petersen"]}}