{"timestamp":"2024-11-09T22:08:11.210Z","gameDetails":{"id":"163805","name":"Transatlantic","type":"boardgame","description":"From the opening of the Suez Canal in 1869 to the beginning of WWI in 1914, there was an amazing development of bigger, faster, and more modern steamships. Whereas in 1870 there are still many clippers around and the good old paddle steamer &quot;Scotia&quot; sails the North Atlantic, sea trade is dominated by the end of this era by huge vessels like &quot;Mauretania&quot;(Cunard), &quot;Olympic&quot;(White Star), or &quot;Imperator&quot;(Hapag).&#10;&#10;In Transatlantic, 2 to 4 players lead their own shipping companies, which transport freight, mail, and passengers around the globe. They purchase new steamships from the market, each of them historical with their individual technical data (tons, knots etc.). Competition is tough, especially in the North Atlantic where winning the &quot;Blue Riband&quot; is not only a matter of prestige, but may also be a profitable investment. In order to let a shipping company flourish, purchasing the best steamships is not enough, if one fails to acquire enough coal bunkers and trade posts as well.&#10;&#10;The game is driven by cards; on each turn, play one card and execute the related action. As new cards enter the game, build your individual deck of cards with new or improved possibilities. The task is to manage your merchant fleet most efficiently. It's a maritime strategy game with low luck, lots of interactive choices, and tough decisions.&#10;&#10;","image":"https://cf.geekdo-images.com/3CfMSb-Ox3M-Aqcv7xjLCg__original/img/CE9OXeh5I8H3n1HikCBfsFAFQkY=/0x0/filters:format(jpeg)/pic3727022.jpg","thumbnail":"https://cf.geekdo-images.com/3CfMSb-Ox3M-Aqcv7xjLCg__thumb/img/9gbeQCj9zxZE9JYryP35C2lCVtU=/fit-in/200x150/filters:strip_icc()/pic3727022.jpg","link":"https://boardgamegeek.com/thing/163805","minPlayers":"2","maxPlayers":"4","yearPublished":"2017","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":"3"}}