{"timestamp":"2024-11-12T22:10:19.817Z","gameDetails":{"id":"163841","name":"18CZ","type":"boardgame","description":"18CZ is a game of the 18xx family that is set in the Czech Republic. In the game, the players seek to make the most money by buying and selling stock certificates of up to fifteen railroad companies. The player with the most stock of a particular company in his possession acts as the president of this company and is responsible for track laying, the placement of railheads (which are necessary for train runs), route selection and train acquisition. Running trains earns money and this money is either divided by the shareholders or kept in the company's treasure for further investments (like buying better trains or constructing track). This decision influences the value of the company's shares &mdash; and not the player with the most stock or the most beautiful constructed track wins the game, but the player with the most riches in terms of cash and shares.&#10;&#10;18CZ is unique as it uses three different corporation sizes, five small companies with 50%-25%-25% shares, five medium companies with 40%-20%-20%-20% shares, and five big companies with the usual 20%-10%-10%-10%-10%-10%-10%-10%-10% share distribution. Each company size has a different set of trains, and the key focus in this game is that bigger companies can absorb smaller companies.&#10;&#10;","image":"https://cf.geekdo-images.com/gTqu_0IVZdOahTOG7BzBDw__original/img/AhogMB0sOV354J0qOZ6-2yk-gio=/0x0/filters:format(jpeg)/pic3696524.jpg","thumbnail":"https://cf.geekdo-images.com/gTqu_0IVZdOahTOG7BzBDw__thumb/img/4K3vtMTWgXYuS6rmhg2ecNBpEhk=/fit-in/200x150/filters:strip_icc()/pic3696524.jpg","link":"https://boardgamegeek.com/thing/163841","minPlayers":"2","maxPlayers":"6","yearPublished":"2017","playingTime":"250","minPlayingTime":"250","maxPlayingTime":"250","bestAtCount":[4],"averageRating":"7.67017","averageWeight":"4.2941","boardGameRank":"2625","mechanics":["Network and Route Building","Stock Holding","Tile Placement"],"categories":["Economic","Trains"],"designers":["Leonhard \"Lonny\" Orgler"]}}