{"timestamp":"2024-11-13T01:35:28.579Z","gameDetails":{"id":"163937","name":"World of Yo-Ho","type":"boardgame","description":"World of Yo-Ho is a fantasy game of adventure and piracy on the high seas, combining the tangible elements of a board game with the interactive mechanics of a video game. The game features a board with a gridded map of the world of Yo-Ho and a downloadable app that turns your smartphone into a ship. Simply place your phone on the map and set sail for adventure!&#10;&#10;Become the most famous captain of Yo-Ho, a parallel world teeming with intelligent animals, lost islands, and wild magic! In search of fame and fortune, you will explore the mysteries of Yo-Ho and battle sea monsters and other booty hungry corsairs in tactical naval engagements. Fill your holds with plunder you can use to upgrade your boat and acquire useful items and more powerful weaponry. Stock up on swag and fly your colors high.&#10;&#10;You're the master of your own destiny: Will you be a bloodthirsty swashbuckler, brazenly hoisting the Jolly Roger as you plunder all those you cross? Or will you choose to stand as defender of the innocent and a peaceful merchant? Whatever your freebooting predilection may be, the stage is set and you will play a vital role in the saga of Yo-Ho, if you are but bold enough...&#10;&#10;","image":"https://cf.geekdo-images.com/gEmQnLEvN-FverO0l1ucFw__original/img/ot_-4cM1JI7dApujN2QC6ogp7Yw=/0x0/filters:format(jpeg)/pic5011094.jpg","thumbnail":"https://cf.geekdo-images.com/gEmQnLEvN-FverO0l1ucFw__thumb/img/NSDT6KOp4xTP_518mS_dL0A7yTQ=/fit-in/200x150/filters:strip_icc()/pic5011094.jpg","link":"https://boardgamegeek.com/thing/163937","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"90","minPlayingTime":"45","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"6.38051","averageWeight":"2.1429","boardGameRank":"5695","mechanics":["Grid Movement","Variable Player Powers"],"categories":["Adventure","Nautical","Pirates"],"designers":[]}}