{"timestamp":"2024-11-10T05:46:24.748Z","gameDetails":{"id":"164010","name":"Moriarty's Machinations","type":"boardgame","description":"The year is 1891, and the city is London. The Napoleon of Crime, Professor Moriarty, has planned out a series of fantastic heists that will grant him untold fortune and power. However, he knows that the brilliant detective, Sherlock Holmes, has caught on to his plans and is trying to sabotage them! Prepared for this possibility, he has hired all his henchmen through intermediaries and hidden himself among them. Who will be discovered first: Sherlock or Moriarty?&#10;&#10;Moriarty's Machinations is a party deduction game for 5-10 players. Each player starts with a unique role card, and which roles are in the game depends on how many players there are. Each role has different information about the other players.&#10;&#10;Phase 1: Information Exchange&#10;At the start of the game, a script is read to inform each player of their privileged knowledge about some of the other players.&#10;&#10;Phase 2: Heists&#10;Players take turns selecting crew members to go on Heists. If the majority of the table approves, then that crew goes on a Heist. Each crew member is given a set of Heist Cards. Cops can choose to Foil the Heist, and it only takes one cop to successfully do so. If no Cops Foil the Heist, then the points are awarded to the Robbers. Otherwise the Cops get the points.&#10;&#10;Phase 3: Accusation&#10;Once one team has reached the required point total, the Accusation phase begins. Jack the Ripper and Inspector Lestrade reveal their roles publicly and try to guess who the leader of the opposing team is. If they guess correctly, their team wins. If they tie, then the win is based on Heist points.&#10;&#10;","image":"https://cf.geekdo-images.com/wBQjkP58cKOZvYn8_bICSQ__original/img/2mcWCdzamdyQqTCr4jI02Brnka0=/0x0/filters:format(jpeg)/pic7644554.jpg","thumbnail":"https://cf.geekdo-images.com/wBQjkP58cKOZvYn8_bICSQ__thumb/img/yz8mROfIGUAukEdxRxMnef2SZ7E=/fit-in/200x150/filters:strip_icc()/pic7644554.jpg","link":"https://boardgamegeek.com/thing/164010","minPlayers":"5","maxPlayers":"10","yearPublished":"2014","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"5"}}