{"timestamp":"2024-11-09T19:54:42.597Z","gameDetails":{"id":"164314","name":"Android: Netrunner – Order and Chaos","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;&quot;The real mission? We&rsquo;re going to save the human race.&quot; &ndash;Jack Weyland&#10;&#10;Where is humanity headed? Jack Weyland wants to take us to the stars, but what will be the human cost of his efforts? Order and Chaos, the third deluxe expansion for Android: Netrunner, pits three new subversive Anarchs against the bleeding edge ice and operations with which the Weyland Consortium intends to safeguard its most far-sighted and futuristic ambitions.&#10; Its 165 new cards (three copies each of fifty-five individual cards) amplify the high-stakes cyberstruggles between the developers at Weyland Consortium and those destructive Anarchs who would rather see the corporation&rsquo;s utopian ambitions reduced to ashes than raised to the heavens upon the backs of the downtrodden. Accordingly, you'll find a slate of new identities, tech, and tools that enhance these factions' core strengths, even as they permit the exploration of new themes and decks. The Weyland Consortium gains a host of new, advanceable ice, as well as new strategies for protecting their agendas and assets while raking in bundles of quick credits. Anarchs, on the other hand, unleash a plethora of destructive new programs and resources that can tear apart anything a Corp can put together, whether they use them to further their humanitarian efforts or simply vent the pent-up rage of a disenfranchised youth.&#10;&#10;Finally, Order and Chaos presents fans of every faction with six different neutral cards that they can use to safeguard their servers, evade tags, and advance their economies.&#10;&#10;","image":"https://cf.geekdo-images.com/MovLb8YIhw2syvWh0KuO2A__original/img/xxI4wd0k1n9ohWGTCStSOUi5ZGI=/0x0/filters:format(jpeg)/pic2247653.jpg","thumbnail":"https://cf.geekdo-images.com/MovLb8YIhw2syvWh0KuO2A__thumb/img/PcQVm4uDgDcg2dJDkUNvpHFnzEA=/fit-in/200x150/filters:strip_icc()/pic2247653.jpg","link":"https://boardgamegeek.com/thing/164314","minPlayers":"2","maxPlayers":"2","yearPublished":"2015","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"2"}}