{"timestamp":"2024-11-10T04:46:22.109Z","gameDetails":{"id":"165722","name":"KLASK","type":"boardgame","description":"The KLASK game board is shaped like a ball field with two deep holes functioning as goals in each end of the field. In the middle of the field, three white magnetic pieces serve as &quot;obstacles&quot; &ndash; do NOT attract them to your own gaming piece! Your gaming piece is a black magnet. You control it by holding a large magnet under the board. This magnet is connected to a small magnet placed on the field. The purpose of the game is to push the small, red ball around on the field with your magnet/gaming piece, shoot the ball past the obstacles and your opponent and into the goal hole (Klask). It&rsquo;s so much fun when your opponent suddenly is covered in white obstacles or you drop your gaming piece into the goal &ndash; something which might happen if you get a little too eager!&#10;&#10;Place the game board on a table between the two players. Place the three white magnetic pieces on the white fields on the board. Put two coins in each point slot next to the &quot;0&quot;. Each player has a black magnetic gaming piece in two parts. Place the short (thin) part on top of the board and the long (thick) part under the board in such a way, so the two parts &ldquo;catch&rdquo; each other. Place the ball in the corner start field. Steer it with the black gaming pieces.&#10;&#10;The youngest player starts the game. You score a point if:&#10;&#10;&#10;    The ball ends in your opponent's hole and stays in the hole.&#10;    Two or all of the three white magnetic pieces stick to your opponent's gaming piece.&#10;    The opponent accidentally pulls their gaming piece into their own goal hole.&#10;    If the opponent loses their gaming piece.&#10;&#10;&#10;Each time you get a point, you must move your coin one point forward in the point slot. The player who first reaches the KLASK field wins.&#10;&#10;During the game:&#10;&#10;&#10;    If one of the white magnetic pieces sticks to a gaming piece, the game continues; if two of the white magnetic pieces stick to one gaming piece, the opponent gets one point.&#10;    If the ball falls over the edges of the board, you must place the ball in the corner start field in the half from which the ball fell.&#10;    If one or more white magnetic pieces fall over the edges of the board, the game continues.&#10;    Each time a player scores a point, you must put the white magnetic pieces back on the white fields on the board, and the player who did not score a point places the ball in their corner start field.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/oPNuEm_dR987BKoYEF9zGQ__original/img/ZNqEkLMKkrIPxRduZWmWC6VBgoY=/0x0/filters:format(png)/pic7414566.png","thumbnail":"https://cf.geekdo-images.com/oPNuEm_dR987BKoYEF9zGQ__thumb/img/JeO68IlD-DGB8zg2ozB-3MmpN2s=/fit-in/200x150/filters:strip_icc()/pic7414566.png","link":"https://boardgamegeek.com/thing/165722","minPlayers":"2","maxPlayers":"2","yearPublished":"2014","playingTime":"10","minPlayingTime":"10","maxPlayingTime":"10","bestAtCount":"2"}}