{"timestamp":"2024-11-09T21:09:15.092Z","gameDetails":{"id":"165948","name":"Mangrovia","type":"boardgame","description":"In Mangrovia, a light &quot;gamer's game&quot;/family game with a Caribbean mangrove setting, a clever role selection mechanism allows the players to choose two different bonuses/actions as well as the turn order in which they want these actions to be carried out &mdash; all by placing just one marker. Victory is achievable through a number of viable options, which guarantees high re-playability.&#10;&#10;The game is a fight over acquiring the best locations for your huts in this appealing and unspoiled landscape. If you manage to do so, you will become the rightful successor of the old chief and win the game. You gain Chief points by having the most huts (and the secondmost huts) along each of the eight divine paths monitored by the statues of Gods. Additional Chief points are earned by controlling sacred locations, by collecting amulets, and simply by building huts at lucrative spaces.&#10;&#10;Building a hut requires that the space's landscape is &quot;active&quot; and that you can pay the exact price (not overpay) for the space. Therefore, the game feels tight even from the very start. The game gets tighter and tighter towards the end of the game as you have fewer choices of spaces, and as the actions you choose become more and more crucial.&#10;&#10;In order to succeed in this game, you should carefully choose and time the best possible combination of actions, called &quot;ritual sites&quot;. A boat goes from ritual site to ritual site, first on the west side, then on the east side (in opposite order), triggering each action. If, for instance, you choose a ritual site high up, you will have an early choice of cards, but a late choice of space to build your huts or to collect amulets (and vice versa). A fourth action type is to select &quot;active landscapes&quot; and become starting player, which makes it possible to control the next round. After all players have performed two actions, the round ends. The game is usually played over 10-14 rounds and ends when one player builds his last hut.&#10;&#10;Collecting amulets may be key in this game. Instead of keeping them as Chief points, you may use them to build huts on designated spaces which require payment in amulets instead of cards &mdash; and still to the exact price. Building huts on such spaces may be exactly what you need to get the majority along one or two divine paths. In order to gain enough amulets &mdash; and amulets of the appropriate values &mdash; you should position some of your huts on amulet spaces. The more huts you build on such spaces, the more amulets you can draw. The probability of getting the amulets you need will therefore increase.&#10;&#10;The game board is built as a matrix system, with some spaces being part of two divine paths while other spaces belong to just one. The spaces that are part of two divine paths are obviously most tempting, but can you afford to build your huts there?&#10;&#10;","image":"https://cf.geekdo-images.com/kxKp3aOFB1gLq63mo8b8AA__original/img/lQp98uhvDji2HWEjR4VPNF1za_A=/0x0/filters:format(png)/pic2251077.png","thumbnail":"https://cf.geekdo-images.com/kxKp3aOFB1gLq63mo8b8AA__thumb/img/nGWJtTjOMjne_wUF5cOgOaakhIg=/fit-in/200x150/filters:strip_icc()/pic2251077.png","link":"https://boardgamegeek.com/thing/165948","minPlayers":"2","maxPlayers":"5","yearPublished":"2014","playingTime":"75","minPlayingTime":"75","maxPlayingTime":"75","bestAtCount":"3"}}