{"timestamp":"2024-11-12T21:09:51.075Z","gameDetails":{"id":"166384","name":"Spyfall","type":"boardgame","description":"Spyfall is a party game unlike any other, one in which you get to be a spy and try to understand what's going on around you. It's really simple!&#10;&#10;Spyfall is played over several rounds, and at the start of each round all players receive cards showing the same location &mdash; a casino, a traveling circus, a pirate ship, or even a space station &mdash; except that one player receives a card that says &quot;Spy&quot; instead of the location. Players then start asking each other questions &mdash; &quot;Why are you dressed so strangely?&quot; or &quot;When was the last time we got a payday?&quot; or anything else you can come up with &mdash; trying to guess who among them is the spy. The spy doesn't know where he is, so he has to listen carefully. When it's his time to answer, he'd better create a good story!&#10;&#10;At any time during a round, one player may accuse another of being a spy. If all other players agree with the accusation, the round ends and the accused player has to reveal his identity. If the spy is uncovered, all other players score points.  However, the spy can himself end a round by announcing that he understands what the secret location is; if his guess is correct, only the spy scores points.&#10;&#10;After a few rounds of guessing, suspicion and bluffing, the game ends and whoever has scored the most points is victorious!&#10;&#10;","image":"https://cf.geekdo-images.com/Ehx72XRdSeQHISVXcZVnHg__original/img/bI3PgKtvAGiD59QYya-pqasF_tk=/0x0/filters:format(jpeg)/pic2453926.jpg","thumbnail":"https://cf.geekdo-images.com/Ehx72XRdSeQHISVXcZVnHg__thumb/img/sPJVWjzGcEpiseZGdoD6HNR9nRI=/fit-in/200x150/filters:strip_icc()/pic2453926.jpg","link":"https://boardgamegeek.com/thing/166384","minPlayers":"3","maxPlayers":"8","yearPublished":"2014","playingTime":"15","minPlayingTime":"15","maxPlayingTime":"15","bestAtCount":[6],"averageRating":"6.76458","averageWeight":"1.2374","boardGameRank":"985","mechanics":["Acting","Communication Limits","Memory","Role Playing","Roles with Asymmetric Information","Targeted Clues","Traitor Game","Voting"],"categories":["Bluffing","Deduction","Humor","Party Game","Spies / Secret Agents"],"designers":["Alexandr Ushan"]}}