{"timestamp":"2024-11-12T22:19:37.983Z","gameDetails":{"id":"166857","name":"Antike II","type":"boardgame","description":"Antike II is a challenging strategy game about evolution and competition among ancient civilizations. Ancient nations create cities, build temples, sail the seas, and discover new principles of science and technology. Their legions and galleys open new settlements and defend their people against attacks from their enemies. Two scenarios can be chosen as the game board is two-sided.&#10;&#10;Every nation tries to win ancient kings, scholars, generals, citizens, and navigators for themselves. The nation that acquires a specified number (depending on the number of players) of ancient personalities first wins the game!&#10;&#10;Lead one of these nations to victory&mdash;but watch out for your enemies as they will want to conquer your cities to destroy your temples. The game depends not on the luck of dice or cards, but on thoughtful plans and skillful diplomacy.&#10;&#10;Antike II differs from the 2005 Antike in several ways, according to designer Mac Gerdts. To start, players now own city tokens, which allows them some degree of choice as to which resource a newly founded city shall produce. Military units have become more expensive, and the rules for the conquest of cities are considerably easier. The scientific progresses were altered as well. Neutral temples now exist, which may be destroyed, gaining VPs of a general, without harming other players. The game features two new maps in a new graphical design, and a new card named &quot;BELLONA&quot; (the ancient Roman goddess of war) has been introduced to counter the starting player's advantage.&#10;&#10;Gerdts notes that the main goal of all of these changes was to make the rules for a conquest of cities easier, while also opening more possibilities to win the game without the need to attack other players.&#10;&#10;","image":"https://cf.geekdo-images.com/X6jKcj8lkaZmNOtuM-pH4w__original/img/9T2pTZ8mcDZ_-DC0Ygi6JIW_Pd8=/0x0/filters:format(jpeg)/pic2252678.jpg","thumbnail":"https://cf.geekdo-images.com/X6jKcj8lkaZmNOtuM-pH4w__thumb/img/QmtyFTGoqF0673i4yIYxyM54FQ4=/fit-in/200x150/filters:strip_icc()/pic2252678.jpg","link":"https://boardgamegeek.com/thing/166857","minPlayers":"3","maxPlayers":"6","yearPublished":"2014","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":[5],"averageRating":"7.45345","averageWeight":"2.8621","boardGameRank":"1572","mechanics":["Advantage Token","Area Majority / Influence","Area Movement","Rondel","Tech Trees / Tech Tracks"],"categories":["Ancient","Civilization","Fighting","Nautical","Territory Building"],"designers":["Mac Gerdts"]}}