{"timestamp":"2024-11-10T05:21:03.182Z","gameDetails":{"id":"1668","name":"Modern Naval Battles","type":"boardgame","description":"Modern Naval Battles is a novel card game for two to six players, based on present day sea power. The games is played in &quot;rounds,&quot; with players taking turns to maneuver the ships in their fleets, attack opponent&rsquo;s ships, and defend their own fleet against enemy attack. At the end of each round, players receive points for each enemy vessel they have sunk. The game can end when a player achieves a specific point total, or when all opposing fleets are sunk.&#10;The game is of medium complexity. There are two expansion sets, Modern Naval Battles II: The Campaign Game and Modern Naval Battles III.&#10;&#10;Expanded by:&#10;&#10;    Modern Naval Battles II: The Campaign Game&#10;    Modern Naval Battles III&#10;&#10;&#10;The revised re-released game consists of six modules:&#10;&#10;&#10;    Cold War Naval Battles (CWNB)&#10;    CWNB II Action!&#10;    CWNB III: Reinforcements!&#10;    CWNB IV: The Air Module&#10;    CWNB V: The Campaign Game&#10;    CWNB VI: Sister Ships&#10;&#10;&#10;This game has been revised and renamed as Cold War Naval Battles and re-released (by the designers) in PDF format (free for personal, non-commercial use). The PDF files are available from:&#10;https://www.relativerange.com/cold-war-naval-battles&#10;&#10;Printed sets can also be purchased from the Relative Range site.&#10;&#10;The re-release of the expanded game system, under a new name, probably deserves a separate entry into the BGG database.&#10;&#10;A simpler version with a SciFi-theme is Star Force Terra #1: Contact!&#10;&#10;","image":"https://cf.geekdo-images.com/8uOxUvF0lt5kivNG8Xrz-Q__original/img/DPjAVl8EYPL56Vs6519G78Qq5Zs=/0x0/filters:format(jpeg)/pic7548.jpg","thumbnail":"https://cf.geekdo-images.com/8uOxUvF0lt5kivNG8Xrz-Q__thumb/img/l9OKFLI51FGm1po9NdZhdkidhG4=/fit-in/200x150/filters:strip_icc()/pic7548.jpg","link":"https://boardgamegeek.com/thing/1668","minPlayers":"2","maxPlayers":"6","yearPublished":"1989","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"6"}}