{"timestamp":"2024-11-12T21:19:04.640Z","gameDetails":{"id":"1670","name":"Modern Naval Battles II: The Campaign Game","type":"boardgameexpansion","description":"Modern Naval Battles II is an expansion set for Modern Naval Battles card game. It is for two to six players, based on present day sea power. The game is played in &quot;rounds,&quot; with players taking turns to maneuver the ships in their fleets, attack opponent's ships, and defend their own fleet against enemy attack. A player's fleet is composed of randomly selected ships (Frigates, Destroyers, Battleships, Carriers, etc.) and boats (submarines), with varied attack/defense capabilities. At the end of each round, players receive points for each enemy vessel they have sunk. The game can end when a player achieves a specific point total, or when all opposing fleets are sunk.&#10;The game is of medium complexity. There are one additional expansion set, Modern Naval Battles III, available. The one major issue with the game is the lack of weapon cards (torpedoes) available for the submarines. This expansion set focuses on campaign play and adds new ships and action cards.&#10;&#10;Expands:&#10;&#10;    Modern Naval Battles&#10;&#10;&#10;Other Expansions:&#10;&#10;    Modern Naval Battles III&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/lmA7Fw7oto0wARwVa14KKQ__original/img/u1CmblqwWG08oivpIvirpw2tpNw=/0x0/filters:format(jpeg)/pic498340.jpg","thumbnail":"https://cf.geekdo-images.com/lmA7Fw7oto0wARwVa14KKQ__thumb/img/3BDED0b07Bp9hU6MNzzvrEFVydI=/fit-in/200x150/filters:strip_icc()/pic498340.jpg","link":"https://boardgamegeek.com/thing/1670","minPlayers":"2","maxPlayers":"6","yearPublished":"1990","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[2],"averageRating":"6.80658","averageWeight":"2.25","boardGameRank":"Not Ranked","mechanics":["Action Points"],"categories":["Card Game","Expansion for Base-game","Modern Warfare","Nautical","Wargame"],"designers":["Alan Emrich","Dan Verssen"]}}