{"timestamp":"2024-11-12T22:01:26.330Z","gameDetails":{"id":"167270","name":"Medina (Second Edition)","type":"boardgame","description":"The year is 1822. After years of decay, it is time to rebuild the medina, located at the foot of the Atlas mountains. The architects and engineers of the city work to erect large and beautiful palaces and to renovate the damaged city wall. As the reconstruction of the old city progresses, the city's inhabitants flock through the alleys, and the contours of the new city gradually reappear!&#10;&#10;Each turn, players must place two pieces on the board (except when allowed to skip this with a tea tile), either augmenting an existing building (or starting a new building if the current building of that color is finished), or expanding one of the other features of the city, like the market or the walls. Each player will claim one building of each of the four colors by the end of the game, giving one point per wooden piece attached to the building.&#10;&#10;Also, if you own the largest building of a particular color you get a bonus for that color. Finally, there are bonuses for palaces around the well, as well as for the player who most recently connected one of their buildings to the walls, which grow from the four corners of the city.&#10;&#10;Medina is a tense game by the great designer Stefan Dorra. This latest edition of the game features a double-sided game board (enabling a two-player game), almost 200 detailed wooden pieces, and updated gameplay, as well as rules and components never before published for this game!&#10;&#10;See Medina for the original edition of this game.&#10;&#10;","image":"https://cf.geekdo-images.com/AXQPpIEYd6uCDOm6xkW2Rg__original/img/FPcoYGcCy_3TXXpsghHe8iUyut8=/0x0/filters:format(jpeg)/pic2061270.jpg","thumbnail":"https://cf.geekdo-images.com/AXQPpIEYd6uCDOm6xkW2Rg__thumb/img/oV9RstPE83y1Aug6kwUk-cn4VEY=/fit-in/200x150/filters:strip_icc()/pic2061270.jpg","link":"https://boardgamegeek.com/thing/167270","minPlayers":"2","maxPlayers":"4","yearPublished":"2014","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.22466","averageWeight":"2.3662","boardGameRank":"1549","mechanics":["Area Majority / Influence","Grid Coverage","Square Grid","Tile Placement"],"categories":["Abstract Strategy","Arabian","City Building"],"designers":["Stefan Dorra"]}}