{"timestamp":"2024-11-12T17:45:32.882Z","gameDetails":{"id":"16772","name":"Mall of Horror","type":"boardgame","description":"&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Back of the BoxIn Mall of Horror, each player takes control of three character: a blonde, a bad boy and a brute, trapped in a mall invaded by hundreds of hungry zombies. There is only one way to survive: find a temporary safety in areas where the zombies aren't yet, and forget about values such as solidarity and humanity. Better them than you!&#10;&#10;Who will be thrown at the zombies for the survival of the rest of the gang? Who will take over the security H.Q.? who will look for some first aid material? No room for the weak, you will negotiate, lie, ally, betray, in one word, you will try to survive!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OverviewThe goal is not to kill the greatest number of zombies but simply to survive. You must flee from place to place while zombies try to devour the inhabitants of the mall.&#10;&#10;Each player controls 3 characters, each with a different ability and worth a certain number of points at the end of the game if they survive.&#10;&#10;Each place in the mall has different characteristics. They may contain varying numbers of characters and may give some bonus items which will help your survival. When enough zombies arrive at a location, the players there must vote for who will get eaten. Players may also vote for who will become the new chief of security and who will search the van with its valuable goods, giving players a chance to negotiate and strike up deals, perhaps even making good on them.&#10;&#10;","image":"https://cf.geekdo-images.com/lqVfulTl86WqS9KW89HqLQ__original/img/crOxBMJjYZEr-H_n7KXtqpsjUU4=/0x0/filters:format(jpeg)/pic347555.jpg","thumbnail":"https://cf.geekdo-images.com/lqVfulTl86WqS9KW89HqLQ__thumb/img/ncwvE2ZvSu18w-1tFoRHc7TqdYQ=/fit-in/200x150/filters:strip_icc()/pic347555.jpg","link":"https://boardgamegeek.com/thing/16772","minPlayers":"3","maxPlayers":"6","yearPublished":"2005","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[6],"averageRating":"6.61914","averageWeight":"1.9408","boardGameRank":"2316","mechanics":["Dice Rolling","Player Elimination","Simultaneous Action Selection","Voting"],"categories":["Horror","Negotiation","Zombies"],"designers":["Nicolas Normandon"]}}