{"timestamp":"2024-11-13T01:00:26.225Z","gameDetails":{"id":"167828","name":"Roll Through the Ages: The Iron Age with Mediterranean Expansion","type":"boardgame","description":"Roll Through the Ages: The Iron Age, a sequel to the highly-awarded Roll Through the Ages: The Bronze Age, lets you build an Iron Age civilization in under an hour! Do you build provinces, raise armies, and conquer barbarians or build ports and ships to gain trade goods? Explore the strategies of Greece, Phoenicia, and Rome as you erect monuments, fend off disasters, and strive to feed your people.&#10;&#10;Roll Through the Ages: The Iron Age gives players different ways to build their empires: the Trade and Naval strategies of the Phoenicians, the conquests of Alexander the Great, and the engineering prowess and gradual absorption of new provinces by the Roman Republic.&#10;&#10;Some copies of the game include the Roll Through the Ages: The Iron Age &#226;&#128;&#147; The Mediterranean Expansion in the base game box. The only indication of this was a sticker on the shrink that read &quot;MED expansion&quot; (and those boxes are heavier).&#10;&#10;The Mediterranean expansion adds overseas settlements to the mix via a central pegboard that all players share. Players race to reap the benefits of strategic colonies: Crete for fleets; Spain for mining; Carthage for wheat; Gaul for armies; while Syracuse, the home of Archimedes, and Alexandria provide vital innovations.&#10;&#10;The Mediterranean expansion is now available separately from Eagle Games, or as part of a new edition of the game. When sold on its own, the expansion does not contain rules or the updated score pads that include expansion scoring.&#10;&#10;","image":"https://cf.geekdo-images.com/WCOJtsux3AJxX1jesQoxLQ__original/img/NONQHFibtVDojoEXAxUGP1cBwns=/0x0/filters:format(jpeg)/pic2275229.jpg","thumbnail":"https://cf.geekdo-images.com/WCOJtsux3AJxX1jesQoxLQ__thumb/img/RGSl3q4jlnpZukj2vTAZxo2h4rU=/fit-in/200x150/filters:strip_icc()/pic2275229.jpg","link":"https://boardgamegeek.com/thing/167828","minPlayers":"1","maxPlayers":"4","yearPublished":"2014","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[3],"averageRating":"6.95551","averageWeight":"2.3333","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Paper-and-Pencil","Solo / Solitaire Game"],"categories":["Ancient","Civilization","Dice"],"designers":["Thomas Lehmann"]}}