{"timestamp":"2024-11-13T00:07:33.514Z","gameDetails":{"id":"167911","name":"Escape: The Curse of the Temple – Queenie 6: The Maze","type":"boardgameexpansion","description":"Queenie 6 for Escape.  2 new chambers (mirage chamber, gear chamber), 2 new curses (weakest link, misinformation), 3 new treasures (short cut, time out, genie lamp)&#10;&#10;Mirage Chamber - When the Mirage Chamber is revealed, it replaces the Starting Chamber and the Starting Chamber is placed where the Mirage Chamber would have gone.&#10;&#10;Gear Chamber - While in the chamber, players must roll 2 torches to slide 1 row or column of chamber tiles 1 space in one direction. All chambers in the row or column must move.&#10;&#10;Weakest Link - If you aren't back in the start chamber at the end of the countdown then you all lose the game. This curse can't be lifted.&#10;&#10;Misinformation - Every time you discover a new chamber you have to yell &quot;I found the exit&quot; twice.&#10;&#10;Short Cut - When discovering a new chamber, look through the whole draw pile and choose 1. Reshuffle when finished.&#10;&#10;Time Out - Use to pause the timer/soundtrack and plan. No rolling while paused.&#10;&#10;Genie Lamp - Draw the top 3 treasures from the stack and choose 1. Return the others to the bottom.&#10;&#10;","image":"https://cf.geekdo-images.com/X8cXQcvxtoHC1nQScW0huQ__original/img/GZj601Q0fD1FmcMwlmdSVowwyds=/0x0/filters:format(png)/pic2297020.png","thumbnail":"https://cf.geekdo-images.com/X8cXQcvxtoHC1nQScW0huQ__thumb/img/VrI7JMhEzxVc-iixmd19W90c-SU=/fit-in/200x150/filters:strip_icc()/pic2297020.png","link":"https://boardgamegeek.com/thing/167911","minPlayers":"1","maxPlayers":"6","yearPublished":"2014","playingTime":"10","minPlayingTime":"10","maxPlayingTime":"10","bestAtCount":null,"averageRating":"7.38851","averageWeight":"1.25","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Dice Rolling","Modular Board","Tile Placement"],"categories":["Expansion for Base-game","Adventure","Dice","Exploration","Real-time"],"designers":["Kristian Amundsen Østby"]}}