{"timestamp":"2024-11-09T20:03:03.045Z","gameDetails":{"id":"168435","name":"Between Two Cities","type":"boardgame","description":"It is the early 1800s, a time of immense construction and urbanization. You are a world-renowned master city planner who has been asked to redesign two different cities. Projects of such significance require the expertise of more than one person, so for each assignment you are paired with a partner with whom to discuss and execute your grandiose plans. Will your planning and collaborative skills be enough to design the most impressive city in the world?&#10;&#10;Between Two Cities is a partnership-driven tile-drafting game in which each tile represents part of a city: factory, shop, park, landmarks, etc. You work with the player on your left to design the heart of one city, and with the player on your right to design the heart of another city. On each turn you select two tiles from hand, reveal them, then work with your partners separately to place one of those tiles into each of your two cities before passing the remaining hand of tiles around the table.&#10;&#10;At the end of the game, each city is scored for its livability. Your final score is the lower of the livability scores of the two cities you helped design. To win, you have to share your attention and your devotion between two cities. The player with the highest final score wins the game.&#10;&#10;The game features play for 3-7 players in 20-25 minutes, a 2-player variant for head-to-head competition as well as a solo variant (Automa).&#10;&#10;","image":"https://cf.geekdo-images.com/7KO73MdSD1yCUvKmb4pOgA__original/img/Z1jHr2yyOS982h3F5IktoEYTxeU=/0x0/filters:format(jpeg)/pic6352795.jpg","thumbnail":"https://cf.geekdo-images.com/7KO73MdSD1yCUvKmb4pOgA__thumb/img/BaLQhhGkNB6LaNqGnaNzz88GLOA=/fit-in/200x150/filters:strip_icc()/pic6352795.jpg","link":"https://boardgamegeek.com/thing/168435","minPlayers":"1","maxPlayers":"7","yearPublished":"2015","playingTime":"25","minPlayingTime":"25","maxPlayingTime":"25","bestAtCount":"5"}}