{"timestamp":"2024-11-13T01:01:22.605Z","gameDetails":{"id":"168788","name":"Rum & Bones","type":"boardgame","description":"Avast ye pirates! Gather your crews and set sail for adventure on the high seas in Rum &amp; Bones!&#10;&#10;Based on online MOBA (Multiplayer Online Battle Arena) style games, Rum &amp; Bones has 2-6 players taking control of legendary pirate heroes, each with unique powers and abilities, as their crews fight over Davy Jones' legendary treasure!&#10;&#10;Players will each control up to five heroes at any time, moving them across the game board in an attempt to destroy various key features across their opponents ship. Victory is obtained by destroying enough of these features. Your heroes are not alone, however, as your crew also consists of deckhands and bosuns who, while not controlled by the player, will work on a simple AI to wreak havoc on the enemy!&#10;&#10;Of course, what would pirates be without plunder? And in Rum &amp; Bones the most sought after treasure are Davy Jones' mythical pieces of eight! Players will amass these powerful coins during gameplay to unleash devastating abilities and attacks from their Heroes, crushing all enemies before them until only they remain!&#10;&#10;","image":"https://cf.geekdo-images.com/UhShS2hLt3bV8Eg4RO5-ZQ__original/img/bG_C_BID602-hLyMwXBkLiubyW0=/0x0/filters:format(jpeg)/pic3954085.jpg","thumbnail":"https://cf.geekdo-images.com/UhShS2hLt3bV8Eg4RO5-ZQ__thumb/img/KFj2-GxWazu8PlHaUZb9ALqMeVw=/fit-in/200x150/filters:strip_icc()/pic3954085.jpg","link":"https://boardgamegeek.com/thing/168788","minPlayers":"2","maxPlayers":"6","yearPublished":"2015","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"6.88744","averageWeight":"2.3443","boardGameRank":"2374","mechanics":["Action Points","Area Majority / Influence","Bias","Dice Rolling","Grid Movement","Variable Player Powers"],"categories":["Fantasy","Miniatures","Nautical","Pirates"],"designers":["Michael Shinall"]}}