{"timestamp":"2024-11-09T21:58:16.543Z","gameDetails":{"id":"168892","name":"Sunrise City: Nights!","type":"boardgameexpansion","description":"Sunrise City: Nights!, the first full expansion for this much loved game. Isaias Vallejo, the designer, set out to bring a little bit of the night-life and casino flavor to the base game and to add a couple of fun mechanics to what many have called a &quot;New Classic&quot; board game.&#10;&#10;The Sunrise City: Nights! expansion gives you more of what you love most in the base game. &#10;&#10;    The 16 new Role Cards give you more customizable player powers and more options for bending the rules to your advantage.&#10;    Two new meeple Roles have a familiar feel but their ability to roam through the city gives you new options to block your opponents.&#10;&#10;&#10;The silver Benchmark Tokens are worth 5pts each so you'll never run out of stars.&#10;&#10;Nights! also introduces two new game systems to enhance the game and add a casino-feel to your city-building adventure.&#10;&#10;    Each player starts the game with a set of five special One-Zone Building (OZB) Tiles that they can play over the course of the game. They play just like any other Building Tile but their size lets them fill in isolated zones or fit neatly onto the edge of a growing skyscraper. OZBs also present new scoring methods based on the current configuration of the city so their potential effect on your score and the city itself, is different each time they're played.&#10;    The Fortune Die is a six-sided die with the red, green, blue and yellow on four sides and purple on two sides. Certain Role Cards and new Building Tiles use the Fortune Die to create a casino-feel with probability-base rewards.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/EkNiuz_2gIgGu8ShHoIxUg__original/img/y-osT0yHw7iOZQyia73SBLE3pEI=/0x0/filters:format(jpeg)/pic2302765.jpg","thumbnail":"https://cf.geekdo-images.com/EkNiuz_2gIgGu8ShHoIxUg__thumb/img/dICSiOOagbF2yBr5mps7-twJVeI=/fit-in/200x150/filters:strip_icc()/pic2302765.jpg","link":"https://boardgamegeek.com/thing/168892","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"3"}}