{"timestamp":"2024-11-13T01:26:19.433Z","gameDetails":{"id":"16986","name":"Ubongo","type":"boardgame","description":"In Ubongo, players compete to solve individual puzzles as quickly as they can to get first crack at the gems on hand for the taking.&#10;&#10;Original edition:&#10;The game board consists of six rows, with twelve gems (of various colors) placed in these rows. At the start of play, each player places their pawn in front of one of those rows. Each player also takes twelve polyominoes &mdash; that is, pieces consisting of 2-5 squares in some configuration; players use these pieces each round to try to recreate shapes.&#10;&#10;At the start of a round, each player receives a puzzle card that depicts a shape created by some number of squares; one side of this card depicts six rows of 3 pieces, the other side depicts six rows of 4 pieces, for a more difficult puzzle. When everyone is ready, someone rolls a die to determine which row of pieces each player can use to recreate the shape on their individual card. The race is timed by a sand timer, and the outcome of this race determines the action on the main playing board.&#10;&#10;Whoever first solves their puzzle in time gets to move their pawn up to three rows left or right, with the second player to finish moving two rows and the third player only one row. Players then collect two gems from the front of the row where their pawn is located, which means that the more rows you can move, the more control you have over which color gems you can collect. After collecting gems, each player receives a new puzzle card, and a new round begins.&#10;&#10;After nine rounds, the game ends and whoever has collected the most gems in a single color wins! If players tie, then those players compare who has the most gems in a second color, and so on.&#10;&#10;2015 edition:&#10;The puzzle-part of the game remains the same, but the scoring track and system has been greatly changed, to be the same as in Ubongo Extreme. There are no pawns anymore, but instead the winner takes a 3-point gem plus a random gem, the second-place player takes a 1-point gem plus a random gem, and others who finish within time take just a random gem. Whoever scores the most gem-points after nine rounds wins the game.&#10;&#10;","image":"https://cf.geekdo-images.com/0wSuQbmk4nPwNytp9_zzPw__original/img/DccSEdsXQG65cfwPJjdrkJySojI=/0x0/filters:format(jpeg)/pic4597123.jpg","thumbnail":"https://cf.geekdo-images.com/0wSuQbmk4nPwNytp9_zzPw__thumb/img/2_damZx35g1mE8kgWUpIXoHybW8=/fit-in/200x150/filters:strip_icc()/pic4597123.jpg","link":"https://boardgamegeek.com/thing/16986","minPlayers":"1","maxPlayers":"4","yearPublished":"2003","playingTime":"25","minPlayingTime":"25","maxPlayingTime":"25","bestAtCount":[4],"averageRating":"6.68235","averageWeight":"1.5078","boardGameRank":"1379","mechanics":["Grid Coverage","Pattern Building","Real-Time","Set Collection"],"categories":["Puzzle","Real-time"],"designers":["Grzegorz Rejchtman"]}}