{"timestamp":"2024-11-10T05:17:34.581Z","gameDetails":{"id":"170318","name":"Among the Stars: Revival","type":"boardgame","description":"A new era has begun. The Alliance's attempt to revive the worlds that were destroyed during the Purge was met with great success and the future looks bright for the first time. Those sectors that were abandoned before, have now become very active and are blooming with life.&#10;&#10;Due to the increased traffic, the construction of new Stations in the area was deemed necessary. Once again, the alien races rush to build the best Space Station, in order to take advantage of the new opportunities that arise. To that end, Advisors are being sent by the Alliance to assist in the construction.&#10;&#10;Among the Stars: Revival, a new expansion for Among the Stars, can also be played as a standalone game for two players! This game features new mechanisms that add more interaction to the game and more things to consider when drafting a card. New elements in the game include:&#10;&#10;&#10;    30 locations: 15 Basic and 15 Special (90 Location cards in total)&#10;    New two-player rules: More strategic and skill-testing especially for two players! These rules can also be used for Among the Stars base game.&#10;    Spaceships: A new highly-interactive mechanism used by many of the new cards. It allows the players to put Spaceship tokens on the Stations, preventing anyone from building on those spaces.&#10;    Advisors: This new module, which can also be added to the Among the Stars base game, increases competition among the players in order to control Advisor cards that grant them special abilities as well as additional victory points.&#10;&#10;&#10;Among the Stars: Revival can also be enhanced by using the miniatures from the Among The Stars: Miniatures Pack (available separately).&#10;&#10;","image":"https://cf.geekdo-images.com/MUIOWTe91G3Oj0TdZEaL_Q__original/img/xwDj5ytWATcjAygtrQk76MAyFvA=/0x0/filters:format(jpeg)/pic2586063.jpg","thumbnail":"https://cf.geekdo-images.com/MUIOWTe91G3Oj0TdZEaL_Q__thumb/img/idnSG68RMGVxYRWUygvS_KY-RAo=/fit-in/200x150/filters:strip_icc()/pic2586063.jpg","link":"https://boardgamegeek.com/thing/170318","minPlayers":"2","maxPlayers":"6","yearPublished":"2015","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"2"}}