{"timestamp":"2024-11-13T01:28:52.815Z","gameDetails":{"id":"170416","name":"Vast: The Crystal Caverns","type":"boardgame","description":"The dragon has been asleep for many long years. In that time, the cave under which it slumbered has changed greatly&hellip;Goblins and strange monsters have filled its gloomy depths and there are whispers that the cave itself has begun thinking, shifting, and growing evermore dangerous.&#10;&#10;Still, stories of peril rarely overshadow the rumors of riches. And riches there may be&hellip; For where a dragon slumbers, there also lies a fiercely guarded treasure. Fortunately for the slumbering beast, malevolent crystals fill the cave&rsquo;s rooms with spectral light, hiding the entrance to the immeasurable treasure trove. Many have given their lives to the search and over the years the rumors have faded to legend.&#10;&#10;But the most courageous adventurers will not be discouraged by bloodshed. On this day, a knight steps into the darkness, her gloved hand gripping the hilt of her sword. Her years of quests--all of the victories and defeats--have led to this one final adventure. Knowing the kingdom can never truly be at peace with the dragon beneath the cave, she has come to make a final stand. Little does she know that she will awake everything that slumbers in the shadows&hellip; and begin the final battle in the darkness.&#10;&#10;Enter the world of Vast: The Crystal Caverns!&#10;&#10;Vast takes you and your friends into the torch light of a classic cave-crawling adventure, built on the concept of total asymmetry. Gone are days of the merry band of travelers fighting off evil. In Vast, you will become part of a new legend... Any part you wish!&#10;&#10;Play as the classic, daring Knight, the chaotic Goblin horde, the colossal, greedy Dragon, or even the Cave itself &mdash; powerful, brooding, and intent on crushing the living things that dare to disturb its gloomy depths. Each role has its own powers, pieces, and paths to victory...and there can be only one winner.&#10;&#10;As the ultimate asymmetric board game, Vast: The Crystal Caverns provides a limitless adventure, playable again and again as you and your friends explore the four different roles in different combinations. Play one-on-one in a race to the death between the Knight and the Goblins, or add in the Dragon and the Cave for deeper and more epic experiences, different every time.&#10;&#10;","image":"https://cf.geekdo-images.com/CeXtELC0X1xjwuend_7pTg__original/img/y-f2dDCvwurzjcgFPbkj00CbXN8=/0x0/filters:format(jpeg)/pic2962290.jpg","thumbnail":"https://cf.geekdo-images.com/CeXtELC0X1xjwuend_7pTg__thumb/img/FdE8SHtb503f9ZOk_TYyxS-sJQg=/fit-in/200x150/filters:strip_icc()/pic2962290.jpg","link":"https://boardgamegeek.com/thing/170416","minPlayers":"1","maxPlayers":"5","yearPublished":"2016","playingTime":"150","minPlayingTime":"75","maxPlayingTime":"150","bestAtCount":[4],"averageRating":"7.10339","averageWeight":"3.64","boardGameRank":"900","mechanics":["Action Points","Dice Rolling","Grid Movement","Hand Management","Line of Sight","Modular Board","Pick-up and Deliver","Pieces as Map","Role Playing","Secret Unit Deployment","Take That","Tile Placement","Variable Player Powers"],"categories":["Adventure","Exploration","Fantasy","Print & Play"],"designers":["Patrick Leder","David Somerville"]}}