{"timestamp":"2024-11-12T18:44:34.655Z","gameDetails":{"id":"1710","name":"The Siege of Jerusalem (Third Edition)","type":"boardgame","description":"Published by Avalon Hill in 1989 (for the Third edition).&#10;&#10;(from MMP's web site:)&#10;&#10;It is 70 A.D.  Dawn breaks on the combined might of four Legions arrayed on the heights of Mount Scopus, starting their methodical advance across the valley to the ancient walled city of Jerusalem.  Siege lines have been secured tight about the city.  There is no hope of escape.  The besieged must persist behind their stout walls or perish before a vengeful Rome.  Five grueling years of campaigning in Judea is now culminating in the Siege of Jerusalem.&#10;&#10;But the fortified city defies even the might of Rome.  The thick walls atop the steep slopes literally bristle with natural and manmade fortifications.  It will take all of Rome's considerable engineering skills to winch their war machines into position for an assault up the slopes to the city.  Only here in the north plain can the city's walls be taken by escalade.  The rhythmic approach of the Legions is muted by the rumble of the siege engines as an assortment of towers, rams, and artillery precede the maniples.  The distant walls seethe with the frenzied activity of an alerted populace as the antagonists draw near.  This majestic view is abruptly halted by the blare of trumpets which soon gives way to the cacophony of the clash of arms and screams of the dying.&#10;&#10;Morning turns to dusk before the walls are breached and the weary legions exact their vengeance.  The sky turns bright again, aglow in the reflection of a thousand fires as the northern outskirts burn.  But what price victory?  Another day such as this will break the Roman Army and only one of the city's ten walled sections has fallen this day.  They will have to find another way.  Shafts must be dug to undermine the walls or earthen ramps built with which to scale them.  It will be a long campaign.&#10;&#10;This is The Siege of Jerusalem...An epic battle simulation with all the trappings and majesty of a Cecil B. DeMille film spectacular.  Facing the greatest army of antiquity, the Judeans must rely on the stoutness of their walls to halt the unbeatable Roman legions and therein lies the fascination:  the immovable object vs the unstoppable force.  As Eliezar Ben Yair, leader of the Zealots, you must conduct a skilled defense of the city's ever shrinking perimeter - exacting from the Romans a price so terrible that they will be forced to lift their siege - or break out to continue your struggle for freedom at Massada.  As Titus, commander of the Roman army, you must decide when, where and how to renew the assault - gauging your troop needs against the progress of your siege works and the press of time caused by outside threats.  More than just conducting tactical combat, the Roman must formulate an overall strategic plan for the conduct of the siege.&#10;&#10;Vastly revised from its 1st &amp; 2nd edition printing from Historical Perspectives in the 70's, Siege of Jerusalem now boasts two-sided counters, a continuous combat system, a strategic interphase for conducting the entire siege, and the morale / panic rules so important in portraying ancient warfare.  An Introductory Scenario depicting the abortive assault of Gallus with the XII Legion three years previous allows players to learn how to handle a legion in a single day's play while training for eventual participation in the conduct of the epic siege.&#10;&#10;","image":"https://cf.geekdo-images.com/Vg0pL7W_IapI3iiORVKkrg__original/img/U3jhAJYOCGsbHrOw5ateFwcfZ7A=/0x0/filters:format(jpeg)/pic252228.jpg","thumbnail":"https://cf.geekdo-images.com/Vg0pL7W_IapI3iiORVKkrg__thumb/img/Cgy8Ry38fwEAd26I6lB57yxdQTc=/fit-in/200x150/filters:strip_icc()/pic252228.jpg","link":"https://boardgamegeek.com/thing/1710","minPlayers":"2","maxPlayers":"2","yearPublished":"1989","playingTime":"300","minPlayingTime":"300","maxPlayingTime":"300","bestAtCount":[2],"averageRating":"7.13232","averageWeight":"3.881","boardGameRank":"4104","mechanics":["Dice Rolling","Hexagon Grid","Solo / Solitaire Game"],"categories":["Ancient","Wargame"],"designers":["Fred Schachter","Steve Weiss"]}}