{"timestamp":"2024-11-12T18:42:59.897Z","gameDetails":{"id":"1711","name":"Richthofen's War: The Air War 1916-1918","type":"boardgame","description":"The Red Baron flies again - now you can virtually fly the same airplanes that blazed a path of glory over the skies of France during WWI. You can be Baron von Richthofen running up a score of 80 victories or Cpt. Roy Brown flying the same Sopwith Camel that shot him down in the game where planes perform exactly as pilots of Flying Circus Aerodrome say they did in real life.&#10;&#10;Each player, in complete control of one airplane, attempts to outmaneuver his opponent and mark up a victory on the way to becoming an Ace. Players pick the type of situation that they want to re-flight from one of seven different scenarios, or they can create their own situations from the wealth of information available in the Instructions and Briefing Manual. Each aircraft is unique in its own combination of: operational ceiling, rate-of-climb, diving speed, firepower, and armament. With over 32 different aircraft types to choose from, there are over 1200 possible combinations of opposing aircraft.&#10;&#10;A solo game is only recommended for scenario no. 7 - Balloon Busting.&#10;&#10;Simple rules allow one to start immediately after reading the Basic Instructions. Almost anyone can play the Basic Game, and little time is required to advance to the Tournament and Optional Games. Features 192 counters (which includes 7 blank ones)&#10;&#10;Avalon Hill Complexity Rating - 5&#10;&#10;Expanded by:&#10;&#10;    Richthofen's War Maneuver Cards&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/-OI9IrS0Pr9TBJkWYAEG-A__original/img/RAbA89cBvVdkycQwhVBJI5MWGVc=/0x0/filters:format(jpeg)/pic172201.jpg","thumbnail":"https://cf.geekdo-images.com/-OI9IrS0Pr9TBJkWYAEG-A__thumb/img/cVwYZXhKdF6pNP8iF2QhX828X3s=/fit-in/200x150/filters:strip_icc()/pic172201.jpg","link":"https://boardgamegeek.com/thing/1711","minPlayers":"1","maxPlayers":"6","yearPublished":"1972","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2,4],"averageRating":"6.14064","averageWeight":"2.4105","boardGameRank":"6805","mechanics":["Hexagon Grid","Simultaneous Action Selection","Variable Player Powers"],"categories":["Aviation / Flight","Wargame","World War I"],"designers":["Randall C. Reed"]}}