{"timestamp":"2024-11-13T00:19:43.426Z","gameDetails":{"id":"171261","name":"Hocus","type":"boardgame","description":"For those with the eldritch gift, temptation lurks around every corner, even in leisure. Just consider the possibilities available to the practitioner of magic. Imagine poker with spells! No person could resist such temptation, and even a casual review of history will prove that none could.&#10;&#10;&#10;    The famous last play of Ephippus of Athens? It was about Circe&rsquo;s never ending thirst for cheating at cards. &#10;    Morgan le Fay and Merlin regularly crossed wits over a deck. &#10;    Roger Bollingbroke&rsquo;s most heinous crime was the transparently bogus run of five straight flushes in a row. &#10;&#10;&#10;And so it has gone. The application of magic to card games is as natural as mixing mandrake and worm&rsquo;s husk.&#10;&#10;For the first time, however, the rules for a game specifically created for wizards have been pieced together from fragments found in tombs, dusty used bookstores, and in the classified ads of one small newspaper. Though magic has largely been forgotten in the centuries since this game was invented, modern game design has given us a way to imitate the arcana outlined in the reconstructed rules. The result is a &ldquo;no-magic-required&rdquo; whimsical romp for 2-5 players.&#10;&#10;Hocus places the players in the flamboyant boots of wizards, using their powerful advantages to create opportunities, manipulate the game, and alter the flow of cards. Wizards hate being pinned down and live by the mantra &ldquo;You shall not fold!&rdquo; Each turn, players choose one Spell to use. As you are new to Hocus, we shall first discuss the three Basic Spells.&#10;&#10;Use the first basic Spell to play cards to the Community. Play thoughtfully, as everyone shares the cards in the Community! The second Spell is for building the Pot. In addition to Suit and Strength, every card has a point value. Cards played to the Pot contribute their points to the winner of each Showdown. Play cards to build a Pocket with the third Spell. (Never ask to see a wizard&rsquo;s pocket!) Each player takes one of their Pockets and combines it with the Community to form a hand during Showdowns. The best hand claims all points in the Pot.&#10;&#10;There is, of course, a twist. Trust a wizard to provide a twist! There are multiple Communities, each with a Pot, and players can compete in multiple Showdowns if they have the Pockets. Hocus is not merely a matter of building good hands, but making a winning hand where your opponents least expect and profiting with a hefty Pot. Timing and careful, targeted play will win the day. And time is limited. You may have conjured a Straight Flush, but it&rsquo;s worthless with no points in the Pot!&#10;&#10;Now, look at the other spells in the game. There are eight different spell books, each with their own unique approaches to the game, providing every wizard who plays with their own special abilities. The spell books raise the game to another level, with even more tools for bending luck to your advantage.&#10;&#10;Travel way back to a dark, dank inn, shuffle the cards, and play the favorite game of the legendary Merlin and Morgan le Fay. Hocus is a little like poker, but a lot more magic!&#10;&#10;","image":"https://cf.geekdo-images.com/ZaDfmv91BUoC65fNzdSvyA__original/img/ZxyuVoQ2TpkSA6But5-ucTcCtgA=/0x0/filters:format(jpeg)/pic4694366.jpg","thumbnail":"https://cf.geekdo-images.com/ZaDfmv91BUoC65fNzdSvyA__thumb/img/kRzjuktOEY7Cpsp8vYPD8QTtiiI=/fit-in/200x150/filters:strip_icc()/pic4694366.jpg","link":"https://boardgamegeek.com/thing/171261","minPlayers":"2","maxPlayers":"5","yearPublished":"2016","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[3],"averageRating":"6.5153","averageWeight":"2.2632","boardGameRank":"5821","mechanics":["Hand Management","Pattern Building","Variable Player Powers"],"categories":["Card Game","Print & Play"],"designers":["Joshua Buergel","Grant Rodiek"]}}