{"timestamp":"2024-11-09T17:48:43.130Z","gameDetails":{"id":"171499","name":"Cacao","type":"boardgame","description":"Cacao is a tile-placement game that immerses players in the exotic world of the &quot;fruit of the Gods&quot;. As the chief of your tribe, you must lead your people to prosperity through the cultivation and trade of cacao &mdash; and to do that, you'll need to put them to work in the best way possible.&#10;&#10;In the game, each player has an individual deck of square worker tiles, with the number of workers on each side of the tile varying from tile to tile. The playing area starts with only a couple of jungle tiles in play: a cacao field and a small market; two jungle tiles are laid face up, and the remaining jungle tiles stacked as a draw pile.&#10;&#10;On a player's turn, he places one of her worker tiles on the board adjacent to one or more jungle tiles already in play, then (if two worker tiles are next to an empty space) adds one of the jungle tiles to the playing area in this space. Her workers then get busy and deliver the results of their effort: If you placed workers next to a cacao field, you receive one or two cacao markers per worker; if they're next to a market, you can choose to sell one cacao marker per worker at the listed price; if next to a well, you receive water; if next to a temple, they stand and look good until the end of the game; and so on. He then refills her hand from her personal deck to three worker tiles.&#10;&#10;Once all players have used all of their worker tiles, the game ends. Players score (or lose) points based on their water supply, and each temple rewards whichever players sent the most workers to it. In the end, whoever has collected the most gold wins.&#10;&#10;","image":"https://cf.geekdo-images.com/oPxM0e3HTS0rIc-9H496Pg__original/img/F_WrTBak8Ct7WtS-S-5cEWxSUBQ=/0x0/filters:format(jpeg)/pic2379288.jpg","thumbnail":"https://cf.geekdo-images.com/oPxM0e3HTS0rIc-9H496Pg__thumb/img/WCVlv0gzsj8yHAdyLUDKMb_fmBc=/fit-in/200x150/filters:strip_icc()/pic2379288.jpg","link":"https://boardgamegeek.com/thing/171499","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"3"}}