{"timestamp":"2024-11-12T20:33:25.757Z","gameDetails":{"id":"17161","name":"Tempus","type":"boardgame","description":"User review&#10;&#10;Set up:&#10;&#10;The game contains twelve map tiles. Each map tile is made of one hexagon surrounded by six hexagons. Each tile will have a mixture of any or all of five types of terrain: grasslands, farmlands, mountains, woods, and hills. Each player gets a Player Aid card, selects a color of people tokens and places the era cube of the matching color on The Era Starting Box on the Progress Column part of the game board. A starting player is selected. Some tiles are placed contiguously on the game board (the number of tiles depends on the number of players) one at a time in turn order. Each player, in turn, places three of their people tokens on the game board contiguously. The game is now ready to begin.&#10;&#10;Game play:&#10;&#10;Players should note which terrain will be worth Progress Points at the end of the era. Progress Points are the number of hexes occupied of the scoring terrain by one&rsquo;s token plus the number of city tiles plus the value of all eligible Idea Cards. The player or players with the most Progress Points will advance to the new era and get an advantage over the other players.&#10;&#10;In turn, a player may:&#10;-    Move people&#10;-    Have babies (increase the number of people tokens on the game board)&#10;-    Have a fight (initiate the diceless combat system against another player)&#10;-    Have an idea (draw chance cards)&#10;-    Build a city (replace people tokens with a city tile)&#10;&#10;After all the players have used all of their turns the era has ended. If this not the first round then all the players&rsquo; Era Cubes are advanced to the level of the leader(s). Progress Points are then compared and the leader(s) advance to take advantage of one&rsquo;s newest ability.&#10;&#10;The game is over after ten eras. Victory Points are the total of number of non-mountain hexagons occupied by one&rsquo;s tokens plus the values of one&rsquo;s cities plus three points for advancing to the final era. The player with most Victory Points is the winner.&#10;&#10;","image":"https://cf.geekdo-images.com/HbByF3L0K1SdYldIlOJK_Q__original/img/I5ptZKlYNda-RllUrHfDcdkGTlU=/0x0/filters:format(jpeg)/pic218485.jpg","thumbnail":"https://cf.geekdo-images.com/HbByF3L0K1SdYldIlOJK_Q__thumb/img/2LMtuAl4hssI5FCi5VfpApvdBi0=/fit-in/200x150/filters:strip_icc()/pic218485.jpg","link":"https://boardgamegeek.com/thing/17161","minPlayers":"3","maxPlayers":"5","yearPublished":"2006","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[4,5],"averageRating":"6.45435","averageWeight":"2.7982","boardGameRank":"2875","mechanics":["Auction / Bidding","Card Play Conflict Resolution","Catch the Leader","End Game Bonuses","Grid Movement","Hand Management","Hexagon Grid","Modular Board","Turn Order: Progressive"],"categories":["Civilization","Territory Building"],"designers":["Martin Wallace"]}}