{"timestamp":"2024-11-09T22:16:05.033Z","gameDetails":{"id":"171623","name":"The Voyages of Marco Polo","type":"boardgame","description":"In 1271, 17-year-old Marco Polo started on a journey to China with his father and older brother. After a long and grueling journey that led through Jerusalem and Mesopotamia and over the &quot;Silk Road&quot;, they reached the court of Kublai Khan in 1275.&#10;&#10;In The Voyages of Marco Polo, players recreate this journey, with each player having a different character from history with a special power in the game. The game is played over five rounds. Each round, the players roll their five personal dice and take turns performing actions by placing their dice onto the board. Players may choose from a variety of actions, each require the use of one or more dice: collecting resources or money, acquiring contracts, traveling on the map or using a special action granted by a city. When traveling, each player begins at Venice and can decide between several routes eastward, all the way to Beijing. When a player stops at a city, they place a trading post there, giving them access to extra actions or resources for the rest of the game. The higher the value of the dice used for an action, the better the options that may be chosen, but also the more money the player must pay if an opponent has already chosen the same action.&#10;&#10;After five rounds, the game ends with players receiving extra victory points for having trading posts in Beijing, fulfilling the most contracts, and having trading posts in the cities on secret goal cards that each player gets at the start of the game.&#10;&#10;This game should not be confused with Marco Polo Expedition, which has the same German title.&#10;&#10;","image":"https://cf.geekdo-images.com/n1G7_aWToLAAB7Mqt8iwyA__original/img/VQddnfi_QO0r4GmUU3M8_-nuO3Q=/0x0/filters:format(png)/pic2461346.png","thumbnail":"https://cf.geekdo-images.com/n1G7_aWToLAAB7Mqt8iwyA__thumb/img/qfEgrXBN5L1EeMQ91siw6r_OoL4=/fit-in/200x150/filters:strip_icc()/pic2461346.png","link":"https://boardgamegeek.com/thing/171623","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"100","minPlayingTime":"40","maxPlayingTime":"100","bestAtCount":"4"}}