{"timestamp":"2024-11-12T23:58:34.848Z","gameDetails":{"id":"171669","name":"Discoveries: The Journals of Lewis & Clark","type":"boardgame","description":"The Lewis and Clark Expedition, which was commissioned in 1803 and ended in 1806, was the first party of men that went through the North American continent, then returned. During these three years, the leaders Meriwether Lewis and William Clark, along with Sergeant Gass and Sergeant Ordway, wrote page after page about their trip, describing the new plants and animals species they discovered and drawing the maps of unknown areas.&#10;&#10;In Discoveries, you play one of the Expedition members: Lewis, Clark, Gass or Ordway. Your goal is to compile as much knowledge as possible in your journal, and in this way advance science thanks to your discoveries.&#10;&#10;The Tribe/Discoveries cards you gain during the game score discovery points at the end. To get these cards, you have to perform exploration actions, and to do this you use dice. On your turn, you either:&#10;&#10;&#10;    Play the dice in your action area or on the game board; by doing this, you prepare or perform the exploration, change your dice, or get new possible actions.&#10;    Get dice back from the game board or from your opponents' action areas.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/3OjspN1BMrUEL1YN-Q8UKQ__original/img/TDdGcOgqmW-ZhEu6ja98GwEkJgI=/0x0/filters:format(jpeg)/pic2571301.jpg","thumbnail":"https://cf.geekdo-images.com/3OjspN1BMrUEL1YN-Q8UKQ__thumb/img/no8Q5IdChPD2Fx1YyDNn_xJyRqw=/fit-in/200x150/filters:strip_icc()/pic2571301.jpg","link":"https://boardgamegeek.com/thing/171669","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[3],"averageRating":"7.01726","averageWeight":"2.3582","boardGameRank":"1119","mechanics":["Contracts","Deck, Bag, and Pool Building","Dice Rolling","Set Collection","Worker Placement","Worker Placement with Dice Workers"],"categories":["American West","Dice"],"designers":["Cédrick Chaboussit"]}}