{"timestamp":"2024-11-12T23:59:43.908Z","gameDetails":{"id":"171915","name":"Dominion: Adventures","type":"boardgameexpansion","description":"Game description from the publisher:&#10;&#10;Life is either a daring adventure or nothing. You're not sure which, but at least you've narrowed it down. You are rich with life experiences, but have had trouble trading them for goods and services.&#10;&#10;It's time to seek your fortune, or anyone's really &mdash; whoever's is closest. To the west there's a land of milk and honey, full of giant bees and monstrous cows; to the east, a land of eggs and licorice; to the north, treacherous swamps; to the south, loyal jungles. But all of them have been thoroughly pillaged. You've heard legends, though, of a fifth direction as yet unspoiled, with its treasures conveniently gathered into troves. You have your sword and your trail mix, handed down from your father, and his father before him. You've recruited some recruits and hired some hirelings; you've shined your armor and distressed a damsel. You put up a sign saying &quot;Gone Adventuring&quot;. Then you put up another sign, saying &quot;Beware of Dog&quot;, in case people get any ideas. You're ready. You saddle up your trusty steed, and head florst.&#10;&#10;Dominion: Adventures, the ninth addition to the game of Dominion, contains 400 cards, 60 tokens and six mats. This expansion has 30 new Kingdom cards, including the return of Duration cards that do things on future turns, plus Reserve cards that can be saved for the right moment. There are also 20 Event cards that give you something to buy besides cards, including tokens that modify cards.&#10;&#10;Part of the Dominion series.&#10;&#10;","image":"https://cf.geekdo-images.com/BZPtZPNjkHKA_wEGe5iTYQ__original/img/vSHlkBQIQZLaeZ7EKAqsEtZsIWY=/0x0/filters:format(jpeg)/pic2374911.jpg","thumbnail":"https://cf.geekdo-images.com/BZPtZPNjkHKA_wEGe5iTYQ__thumb/img/0VwWVsDU9S6NrFnbXNyiT_2U8yo=/fit-in/200x150/filters:strip_icc()/pic2374911.jpg","link":"https://boardgamegeek.com/thing/171915","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2,3],"averageRating":"8.1106","averageWeight":"2.7317","boardGameRank":"Not Ranked","mechanics":["Deck, Bag, and Pool Building","Delayed Purchase","Hand Management","Open Drafting"],"categories":["Expansion for Base-game","Card Game","Medieval"],"designers":["Donald X. Vaccarino"]}}