{"timestamp":"2024-11-12T23:40:45.203Z","gameDetails":{"id":"172032","name":"Bottlecap Vikings","type":"boardgame","description":"You are mighty VIKINGS! Mighty, but very small. As you sail your ship around a bottlecap, you will loot and plunder gold and wood to improve your city (granting you new abilities) and gain victory points. And while you may get hurt along the way, sometimes it's best to just push ahead, because the Valkyries don't come to claim the dead immediately...&#10;&#10;Bottlecap Vikings is a small rondel game with a ton of replayability. The rondel spaces are not fixed in place- they are randomized at the beginning of the game. Not only that, they're double-sided, so you might never play on the exact same configuration twice. There are two different victory conditions, and players each have a small &quot;tech-tree&quot; in their city with multiple viable paths. Furthermore, the city cards are double-sided, one side is identical for all players, and the other side is unique. To top it off, the crux of the gameplay is the push-your-luck damage system, which makes you value spaces differently depending on how damaged you or others already are.&#10;&#10;Bottlecap Vikings is packaged with 3 mini-expansions for other Tasty Minstrel Games&#10;Harbour: Ice Viking&#10;Gold West: Bandits Promo&#10;Eminent Domain: Battlecruisers &#226;&#128;&#147; Heavy Assault&#10;&#10;","image":"https://cf.geekdo-images.com/nNPgdJXhdkw_XLcP-3lbeg__original/img/n3xP1aoZCzF0ssrljG3hZca6FTY=/0x0/filters:format(png)/pic2397840.png","thumbnail":"https://cf.geekdo-images.com/nNPgdJXhdkw_XLcP-3lbeg__thumb/img/X1NwSO0SJ6FXmhTnJXw5bo_lO1Q=/fit-in/200x150/filters:strip_icc()/pic2397840.png","link":"https://boardgamegeek.com/thing/172032","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[3],"averageRating":"5.10335","averageWeight":"1.6818","boardGameRank":"27093","mechanics":["Modular Board"],"categories":["City Building"],"designers":["Andy Van Zandt"]}}