{"timestamp":"2024-11-12T23:41:03.897Z","gameDetails":{"id":"172308","name":"Broom Service","type":"boardgame","description":"Score the most victory points by delivering potions via Broom Service throughout the magical realm.&#10;&#10;Broom Service is a card-based game that combines luck and skill and balances timely bluffing with clever hand management.&#10;&#10;Remake of award-winning Witch's Brew:&#10;&#10;&#10;    New theme! Now with 3 types of roles: witches, druids, and gatherers.&#10;    Drizzelda, the weather fairy, helps chase away the bad weather.&#10;    New illustrations and game pieces.&#10;    Same style of play, and by the same game designer as Witch&rsquo;s Brew.&#10;    New version also includes a 2-player version.&#10;&#10;&#10;The game is played over 7 rounds, with 4 turns per round. Each round, players simultaneously select 4 of their 10 role cards, and then they take turns playing one role at a time. Each role has a brave action and a cowardly action; the brave action is stronger, but riskier, as another player could steal the action from you later; the cowardly action is safer, but not as robust. How well can you bluff your opponents?&#10;&#10;Use the gatherer roles to collect ingredients to make potions, the witch roles to zoom around on your broom to different areas, and the witch or druid roles to deliver the potions, collecting victory points as you go. Chase away lightning clouds with the help of the weather fairy, and keep an eye on the event cards that change game play, one event per round.&#10;&#10;The winner is the player with the most victory points after all 7 rounds are complete and end-of-game bonus points have been awarded.&#10;&#10;","image":"https://cf.geekdo-images.com/PcxTKtTwov2vxkZZbRVDAw__original/img/kjg4hSkTE2a8MKlkZNgTGqfKqgc=/0x0/filters:format(jpeg)/pic2546156.jpg","thumbnail":"https://cf.geekdo-images.com/PcxTKtTwov2vxkZZbRVDAw__thumb/img/exJUDw66ox4k5H5dSX_oAOuRNXk=/fit-in/200x150/filters:strip_icc()/pic2546156.jpg","link":"https://boardgamegeek.com/thing/172308","minPlayers":"2","maxPlayers":"5","yearPublished":"2015","playingTime":"75","minPlayingTime":"30","maxPlayingTime":"75","bestAtCount":[4],"averageRating":"7.16348","averageWeight":"2.4073","boardGameRank":"636","mechanics":["Area Movement","Follow","Hand Management","Pick-up and Deliver","Set Collection","Simultaneous Action Selection","Variable Phase Order"],"categories":["Fantasy"],"designers":["Andreas Pelikan","Alexander Pfister"]}}