{"timestamp":"2024-11-13T00:52:04.113Z","gameDetails":{"id":"172385","name":"Porta Nigra","type":"boardgame","description":"The largest Roman city north of the Alps in the late Roman Empire was Augusta Treverorum. Founded in the times of Caesar Augustus and built up by generations of Roman architects, this was the Emperor's residence and a world city during this period. The remains of these most impressive structures can still be visited today. Foremost of these great achievements in the city is the massive &quot;Porta Nigra&quot;, a large Roman city gate located in Trier, Germany that dates to the 2nd century.&#10;&#10;The game Porta Nigra (which translates as &quot;black gate&quot;) is set in that place and time with the players taking on the roles of Roman architects working on the city gate of Porta Nigra. Each player commands a master builder, who moves around a circular track on the game board, enabling you to buy or build only where this master builder is located. Moving the master builder to farther locations along the track is expensive, so players must plan their movements and builds carefully. The number and type of actions that may be performed on your turn comes from cards in your personal draw deck.&#10;&#10;Buildings are erected physically at the various locations around the city using 3D building pieces.&#10;&#10;","image":"https://cf.geekdo-images.com/Cp53m9m-BxT8cpJZVMFNhg__original/img/toLyBemUjFOUPvG5fnXq02L2BJA=/0x0/filters:format(jpeg)/pic3060256.jpg","thumbnail":"https://cf.geekdo-images.com/Cp53m9m-BxT8cpJZVMFNhg__thumb/img/1irXvdfUuk06ddxFRi0lXm3LzUI=/fit-in/200x150/filters:strip_icc()/pic3060256.jpg","link":"https://boardgamegeek.com/thing/172385","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"120","minPlayingTime":"75","maxPlayingTime":"120","bestAtCount":[3],"averageRating":"7.1696","averageWeight":"2.9909","boardGameRank":"1530","mechanics":["Area Majority / Influence","Area Movement","Open Drafting","Rondel","Set Collection"],"categories":["Ancient","City Building"],"designers":["Michael Kiesling","Wolfgang Kramer"]}}