{"timestamp":"2024-11-12T22:05:56.359Z","gameDetails":{"id":"17240","name":"That's Life!","type":"boardgame","description":"Lots of people grew up playing roll-and-move games, and That's Life!, a.k.a., Verflixxt!, is a modern roll-and-move design that puts you (a bit) more in control of your fate than those games of old.&#10;&#10;To set up the game, lay out the tiles in a continuous path, with the tiles either bearing a clover or being numbered -10 to +8. Place wooden guards on the clover tiles and two of the positive tiles as indicated in the rules. Each player has three tokens (two in a five- or six-player game) that start at the beginning of the path.&#10;&#10;On a turn, you roll the die, then move one of your tokens that many spaces down the path. If your token is the only one on a tile when you leave it, you collect that tile, which shrinks the path on which everyone is moving. If a guard is still on a tile when you leave it, you do not collect the tile. If any player's token is on the same space as a guard, you can move that guard instead of moving one of your own tokens, possibly setting someone else up for misfortune on a future turn and possibly setting yourself up for goods things &mdash; as long as no one else lands on your tile!&#10;&#10;Once your token reaches the final space on the path, that token is retired from play. Once all tokens are retired, players tally their points, with each clover you possess turning a negative tile into a positive one. Whoever has the highest score wins!&#10;&#10;Verflixxt! includes a number of variants, including one in which you construct the path by laying out the tiles at random instead of in a particular order. The 2020 version of Verflixxt! uses this variant for its basic set-up, with the addition of a double-sided &quot;give/steal&quot; tile placed after every eighth tile on the path. When you collect tiles in this version of play, you place them in a tower, with your most recently collected tile on top. When you are the last token to leave a &quot;give&quot; tile, you must give your topmost tile to another player, giving a negative token to whoever has the most positive token on top and vice versa; you then flip the &quot;give&quot; tile to its &quot;steal&quot; side. When you are the last token to leave a &quot;steal&quot; tile, you take the topmost tile from whichever player you choose, then place it on top of your stack.&#10;&#10;For an even trickier variant, you can play that the clover tile affects only the tile directly beneath it in your stack, turning a positive negative and a negative positive. Now the clover isn't always so attractive!&#10;&#10;","image":"https://cf.geekdo-images.com/fnH6cwR6hPjjQ6SbrRl0ig__original/img/2Fuzw7DV4e-tHW6dq1AhWjeLt1U=/0x0/filters:format(jpeg)/pic108094.jpg","thumbnail":"https://cf.geekdo-images.com/fnH6cwR6hPjjQ6SbrRl0ig__thumb/img/JTqzhyvCf0hXnE87rFQ5rS8KErs=/fit-in/200x150/filters:strip_icc()/pic108094.jpg","link":"https://boardgamegeek.com/thing/17240","minPlayers":"2","maxPlayers":"6","yearPublished":"2005","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[4,5],"averageRating":"6.48288","averageWeight":"1.3189","boardGameRank":"2518","mechanics":["Dice Rolling","Map Reduction","Modular Board","Roll / Spin and Move"],"categories":["Humor"],"designers":["Michael Kiesling","Wolfgang Kramer"]}}