{"timestamp":"2024-11-12T17:42:37.893Z","gameDetails":{"id":"173090","name":"The Game","type":"boardgame","description":"Players in The Game try to discard all 98 cards in the deck onto four discard piles in order to win, but they need to do so in the right ways.&#10;&#10;Each player starts with 6-8 cards in their hand depending on the number of players, and four discard pile prompt cards are on the table: two showing &quot;1&quot; and an up arrow and two showing &quot;100&quot; and a down arrow. On a turn, a player must discard at least two cards from their hand onto one or more discard piles, with cards on the 1 piles being placed in ascending order and cards on the 100 piles being placed in descending order. One tricky aspect of the game is that you can play a card exactly 10 higher/lower than the top card of a discard pile even when you would normally have to play in a descending/ascending order, e.g., if a 100 discard pile is topped with an 87, you can play any card lower than 87 or you can play the 97.&#10;&#10;After a player finishes their turn, they refill their hand from the deck. During play, players cannot reveal exact numbers in their hands, but they can warn others not to play on certain discard piles or otherwise make play suggestions.&#10;&#10;Once the deck is emptied, players are required only to play at least one card on a turn. If you play all 98 cards, you win! If you get good, the rules suggest that you play at least three cards a turn to increase the challenge.&#10;&#10;","image":"https://cf.geekdo-images.com/g4pn1ieUKfIhERl5Ym6joQ__original/img/ZcwvBXraym0wfre1sm9t1d44BBA=/0x0/filters:format(png)/pic4203279.png","thumbnail":"https://cf.geekdo-images.com/g4pn1ieUKfIhERl5Ym6joQ__thumb/img/IRLfNA-yFg0etLOeNFp7QKFsea4=/fit-in/200x150/filters:strip_icc()/pic4203279.png","link":"https://boardgamegeek.com/thing/173090","minPlayers":"1","maxPlayers":"5","yearPublished":"2015","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":[3],"averageRating":"6.71262","averageWeight":"1.2359","boardGameRank":"1220","mechanics":["Communication Limits","Cooperative Game","Hand Management","Solo / Solitaire Game"],"categories":["Card Game","Number"],"designers":["Steffen Benndorf"]}}