{"timestamp":"2024-11-12T21:16:06.360Z","gameDetails":{"id":"173486","name":"Dune: The Dice Game","type":"boardgame","description":"Dune: The Dice Game is a dice-driven game set in the Dune Universe created by Frank Herbert. The players represent various Factions vying for control of Arrakis, the desert planet. Each of the 6 playable Factions has a small set of thematical special abilities that allow them to break certain rules in the game.&#10;&#10;Each turn, you will need to politicize, ally and employ the means of Kanly wisely, recruit new troops, ship them to the surface, and attack in just the right spot. Fate, in the form of the dice, can be controlled to a certain degree but still might thwart your plans; Sandstorms and the mighty Shai-Hulud plague the surface of Arrakis; A charismatic leader might tip the balance in a forlorn combat in your favour.&#10;&#10;The game ends when one Faction or Alliance is in control of a certain number of Arrakis&rsquo; strategic Regions at the end of their turn, or after 6 whole rounds.&#10;&#10;Inspired by and based on both, this game tries to find a middle ground between the complexity and duration of Dune and the excessive simplicity of Dune Express while staying true to former&rsquo;s general feel and steering closer to the lore of the original novels than both. Sounds a bit ambitious, I know.&#10;&#10;","image":"https://cf.geekdo-images.com/_ivKiuBgjmQidmFkwUyndA__original/img/r_fogHCxIi6GntyLws1SLDsxglU=/0x0/filters:format(jpeg)/pic2427360.jpg","thumbnail":"https://cf.geekdo-images.com/_ivKiuBgjmQidmFkwUyndA__thumb/img/IjqsdEmiBkDmxdefx0M4gVDKCaI=/fit-in/200x150/filters:strip_icc()/pic2427360.jpg","link":"https://boardgamegeek.com/thing/173486","minPlayers":"3","maxPlayers":"8","yearPublished":"2015","playingTime":"120","minPlayingTime":"30","maxPlayingTime":"120","bestAtCount":[6],"averageRating":"6.80303","averageWeight":"2.92","boardGameRank":"6615","mechanics":["Area Majority / Influence","Area Movement","Dice Rolling","Team-Based Game","Variable Player Powers"],"categories":["Bluffing","Dice","Fighting","Negotiation","Novel-based","Print & Play","Science Fiction"],"designers":["Heiko Günther"]}}