{"timestamp":"2024-11-09T19:55:20.729Z","gameDetails":{"id":"173909","name":"Android: Netrunner – The Underway","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;&quot;The Underway is a funky, chaotic, and eclectic mix of architecture and ethnicities. What unifies it is a general counterculture vibe &ndash; the sense that they are pioneers and iconoclasts. But this independent spirit paved the way for the rise of Los Muertos.&quot;&#10;&ndash;Expos&eacute; on The Underway: Part IV &ndash; Days of the Muertos&#10;&#10;The Underway, the fourth Data Pack in the SanSan Cycle for Android: Netrunner, explores the meat space, culture, and residents of the megacity SanSan. The cradle of high-end tech, home to beautiful beaches, and the host of the World Expo, SanSan is also still recovering from &quot;The Big One&quot;, the cataclysmic earthquake that opened up the San Andreas fault and redefined America's western coast. However, this event that was disastrous for many was an opportunity for others, some of whom quickly moved their homes and businesses into the new space that was created.&#10;&#10;Accordingly, the sixty new cards in The Underway (three copies each of twenty different cards) explore this new space and its motley assembly of different architectural styles, ethnicities, and cultural influences. They also explore the pervasive influence of Los Muertos, a street gang whose members are identified by their bioluminescent tattoos and who deal in illegal tech as much as they deal in flesh and drugs. Through the introduction of new resources, illicit hardware, and clever programs, the gang&rsquo;s criminal influence pervades every aspect of this Data Pack, starting with a new Criminal Runner identity, then reaching outward as other Runner factions are supplied with the sort of tech you don't normally find in America, and finally rippling into every aspect of every card as Corps are forced to deal with the gang&rsquo;s members in one way or another.&#10;&#10;","image":"https://cf.geekdo-images.com/KwC7cJxDI2XCJ39AngASPg__original/img/qKAKCPRHMwSZBYuIIoulFgv9APk=/0x0/filters:format(jpeg)/pic2453763.jpg","thumbnail":"https://cf.geekdo-images.com/KwC7cJxDI2XCJ39AngASPg__thumb/img/JfuT9HjRbcelbygGixBPZaPmJiI=/fit-in/200x150/filters:strip_icc()/pic2453763.jpg","link":"https://boardgamegeek.com/thing/173909","minPlayers":"2","maxPlayers":"2","yearPublished":"2015","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":null}}