{"timestamp":"2024-11-12T18:36:36.695Z","gameDetails":{"id":"17392","name":"Here I Stand","type":"boardgame","description":"Here I Stand: Wars of the Reformation 1517-1555 is the first game in over 25 years to cover the political and religious conflicts of early 16th Century Europe. Few realize that the greatest feats of Martin Luther, John Calvin, Ignatius of Loyola, Henry VIII, Charles V, Francis I, Suleiman the Magnificent, Ferdinand Magellan, Hern&aacute;n Cort&eacute;s, and Nicolaus Copernicus all fall within this narrow 40-year period of history. This game covers all the action of the period using a unique card-driven game system that models both the political and religious conflicts of the period on a single point-to-point map.&#10;&#10;There are six main powers in the game, each with a unique path to victory:&#10;&#10;    The Ottomans&#10;    The Habsburgs&#10;    The English&#10;    The French&#10;    The Papacy&#10;    The Protestants&#10;&#10;&#10;Here I Stand is the first card-driven game to prominently feature secret deal-making. A true six-sided diplomatic struggle, the game places a heavy emphasis on successful alliance-building through negotiations that occur away from the table during the pre-turn Diplomacy Phase. Set during the period in which Niccol&ograve; Machiavelli published his masterpiece &quot;The Prince,&quot; backstabbing is always possible, especially because the card deck is loaded with event and response cards that can be played by any power to disrupt the plans of the powers in the lead.&#10;&#10;Here I Stand integrates religion, politics, economics, and diplomacy in a card-driven design. Games vary in length from 3&ndash;4 hours for a tournament scenario up to full campaign games that run about twice the time. Rules to play games with 3, 4, or 5 players are also included. The 3-player game is just as well balanced as the standard 6-player configuration, taking advantage of the natural alliances of the period.&#10;&#10;","image":"https://cf.geekdo-images.com/SaJz1vt6j4njvkhDaplSHA__original/img/Jc0tqHtksdpScZjgiolbuj9Gupo=/0x0/filters:format(jpeg)/pic353047.jpg","thumbnail":"https://cf.geekdo-images.com/SaJz1vt6j4njvkhDaplSHA__thumb/img/F8ii_yYy1gy3M5vQmq1SexxTM88=/fit-in/200x150/filters:strip_icc()/pic353047.jpg","link":"https://boardgamegeek.com/thing/17392","minPlayers":"2","maxPlayers":"6","yearPublished":"2006","playingTime":"360","minPlayingTime":"180","maxPlayingTime":"360","bestAtCount":[6],"averageRating":"7.88175","averageWeight":"4.1877","boardGameRank":"465","mechanics":["Campaign / Battle Card Driven","Dice Rolling","Events","Hand Management","Movement Points","Point to Point Movement","Scenario / Mission / Campaign Game","Simulation","Variable Player Powers","Variable Set-up"],"categories":["Negotiation","Pike and Shot","Political","Religious","Renaissance","Wargame"],"designers":["Ed Beach"]}}