{
  "timestamp": "2024-10-21T04:35:08.305Z",
  "gameDetails": {
    "name": "1846: The Race for the Midwest",
    "type": "boardgame",
    "description": "1846 is an 18xx game that traces the westward expansion of railways across the Midwestern United States.&#10;&#10;As in other 18XX games, the winner is the player with the greatest combined wealth (cash on hand + value of stock held + value of private companies owned) at the end of the game.  Play proceeds in a series of stock rounds, each followed by a pair of operating rounds.  In stock rounds, players act as investors buying and selling stock in corporations.  During operating rounds, corporations will lay track, build stations, run trains for revenue to be paid out as dividends or withheld, and buy trains.  The majority shareholder of each corporation acts at its president, making all decisions during operating rounds.  Players will continue operating companies, collecting dividends, and reinvesting until the bank breaks.&#10;&#10;1846 features several unique elements, such as scaling the number of corporations, private companies, and bank size to the number of players.  Additionally, the traditional starting private company auction has been replaced with a private company draft, introducing hidden information and a degree of randomness.  Corporations that run a train from the East coast to the West will receive additional revenue.  Moreover, virtually all track builds will incur costs, bringing corporate capitalization and long term financing questions to the fore.&#10;&#10;An unofficial 2-player variant from the designer has been made available in the files section.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/zRZkmUtRhHosQNrcsYquOg__original/img/26Rizb3LBWjVmzHplrYCPcOnZS0=/0x0/filters:format(jpeg)/pic4001497.jpg",
    "thumbnail": "https://cf.geekdo-images.com/zRZkmUtRhHosQNrcsYquOg__thumb/img/1l7TYgRKw5INM3_PNSsjAqBloAs=/fit-in/200x150/filters:strip_icc()/pic4001497.jpg",
    "link": "https://boardgamegeek.com/thing/17405",
    "minPlayers": "3",
    "maxPlayers": "5",
    "bestAtCount": "4",
    "id": "17405"
  }
}