{"timestamp":"2024-11-13T00:28:27.734Z","gameDetails":{"id":"174570","name":"Legendary Encounters: A Predator Deck Building Game","type":"boardgame","description":"Legendary Encounters: A Predator Deck Building Game is based on the first two movies of the Predator series. Taking on the roles of characters from the films, players take turns recruiting cards for their deck from a central selection in order to improve their deck and defeat Predator cards that are added to the central game board.&#10;&#10;In more detail, within the setting for each film you can play as the humans or as the Predators. As the humans, you play the co-op version of the game as in Legendary Encounters: Alien, recruiting, scanning and attacking the same way while trying to achieve objectives. When you play as the Predators, the game is player vs. player instead of co-op, with each player assuming the role of a Predator hunting for the most honor (VPs).&#10;&#10;Legendary Encounters: A Predator Deck Building Game is a standalone game in the Legendary Encounters series that is fully compatible with Legendary Encounters: An Alien Deck Building Game. Specifically, you can use the Predator deck in Alien or the Alien deck in Predator. Similarly, Predator is also compatible with the Marvel superheroes version of Legendary but cannot be fully integrated.&#10;&#10;","image":"https://cf.geekdo-images.com/epuzoJW4hRCx94lABPIVmQ__original/img/zfNo4e2mkasxKTiebnvl-XMjYQo=/0x0/filters:format(jpeg)/pic8202208.jpg","thumbnail":"https://cf.geekdo-images.com/epuzoJW4hRCx94lABPIVmQ__thumb/img/0UFtXiqlk5rlQUR2KfLvXGUoeDc=/fit-in/200x150/filters:strip_icc()/pic8202208.jpg","link":"https://boardgamegeek.com/thing/174570","minPlayers":"1","maxPlayers":"5","yearPublished":"2015","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[3],"averageRating":"7.41985","averageWeight":"2.6709","boardGameRank":"1128","mechanics":["Cooperative Game","Deck, Bag, and Pool Building","Open Drafting","Player Elimination"],"categories":["Card Game","Movies / TV / Radio theme","Science Fiction"],"designers":["Ben Cichoski","Daniel Mandel"]}}