{"timestamp":"2024-11-09T19:56:39.669Z","gameDetails":{"id":"174614","name":"Apotheca","type":"boardgame","description":"Players craft potions in a secret marketplace. Hide ingredients to deceive opponents, and use magical powers to mix concoctions. But beware - your opponents are brewing schemes of their own!&#10;&#10;Apotheca is played on a 4x4 grid. Players gain points by making matches of three potions of the same color in a row. The first player to make three matches wins. It's easily learned, but the combination of asymmetric powers and secret facedown potions make the game a delicious challenge.&#10;&#10;On each turn, players take 2 of 4 possible actions:&#10;&#10;    Reveal: Reveal a secret potion and gain a gem of that color&#10;    Restock: Draw, look at, and place secret potions on the board until there are exactly 3&#10;    Power: Use one of your active apothecary powers&#10;    Hire: Spend gems to hire new apothecaries&#10;&#10;&#10;Whenever a player makes a match, they must place it on one of their apothecaries. This removes that apothecary's power for the rest of the game, so it's important for players to keep revealing potions, collecting gems and hiring new apothecaries... all while keeping their opponents at bay!&#10;&#10;Deduction is key to Apotheca. Players trap each other with clever spatial moves, bluffing and misdirection. The action economy is very well balanced, so every turn offers an opportunity for strategy and tough decisions.&#10;&#10;The feeling of the game differs with every number of players:&#10;&#10;    2 player is the most cerebral and controlled&#10;    3 player is the most chaotic, yet still within your grasp&#10;    4 player is played in teams, offering neat collaborative gameplay&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/DasaooWiCa_0LGIe8iEvEg__original/img/3J0ogEz3_yev_H7v5Iexko7AAAo=/0x0/filters:format(jpeg)/pic2796727.jpg","thumbnail":"https://cf.geekdo-images.com/DasaooWiCa_0LGIe8iEvEg__thumb/img/t21gwZ-HhQvj8Mm5muX35LzQK_Y=/fit-in/200x150/filters:strip_icc()/pic2796727.jpg","link":"https://boardgamegeek.com/thing/174614","minPlayers":"1","maxPlayers":"4","yearPublished":"2016","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"2"}}