{"timestamp":"2024-11-10T04:48:44.856Z","gameDetails":{"id":"175088","name":"Pharaoh's Gulo Gulo","type":"boardgame","description":"Robbers raided Pharaoh Anopheles' grave a long time ago and stole all the valuable scarab beetles. Since then, his mummy has restlessly roamed the pyramid corridors, scaring away anyone who dares intrude. Courageous heroes are the only ones who can free the mummy of the curse. Only those who possess the precious scarabs and can creep through the dark tunnels past the scary mummy all the way to the burial chamber stand a chance of breaking the mummy curse. Whoever hurries through the maze without being careful will attract the furious mummy and quickly find themselves right back at the pyramid entrance. Many adventurers have already tried and failed miserably. Can you get rid of the mummy's curse?&#10;&#10;Pharaoh's Gulo Gulo, a reimplementation of the 2003 game Gulo Gulo, challenges players to make their way through a desert, then through the Pharaoh's pyramid. Before the game begins, players lay out face-down tiles on the desert path, in the pyramid, and in the mummy's burial chamber. The mummy figure starts outside the burial chamber, and the players start at the beginning of the desert.&#10;&#10;On a turn, a player first explores the tomb either by flipping over the closet tile that has not yet been revealed, or by choosing the color of a desert or pyramid tile that's been revealed. The player then digs for the color chosen or revealed on the tile in a wooden bowl. This bowl contains twenty &quot;boulders&quot; (wooden spheres) and a thin Pharaoh's staff that's placed standing up in the bowl. If the player successfully removes a boulder of the proper color without the Pharaoh's staff or another boulder falling out of the bowl, that player moves &mdash; either forward or backward &mdash; to the next space on the path of that color. If the player lands on a scarab space, they take a scarab token and place it in front of themself (with a maximum of four scarabs for a player).&#10;&#10;If the player creates a landslide by dropping a boulder or causing the staff to fall and touch the table, that player must retreat to the starting desert space (if in the desert) or the pyramid entrance (if in the pyramid). (You refill the bowl with all the boulders should someone cause a landslide or when all the boulders of one color have been removed.)&#10;&#10;If the player lands on a tile showing one or more mummy heads, the mummy advances that many spaces, moving again if it lands on a tile showing mummy heads. If the mummy passes a player or lands on the same space as one, that player must discard a scarab or retreat immediately to the pyramid entrance. The mummy roams back and forth from burial chamber to entrance, so you'll encounter it at least once!&#10;&#10;A player must have at least two scarabs to enter the burial chamber, after which the player must complete two boulder grabs in a row based on the tiles in that chamber. The first player to do so wins!&#10;&#10;","image":"https://cf.geekdo-images.com/aoxexwmc-wCwYewROxqUlw__original/img/spALlpzDjF0PjfU7S600R_wUNzQ=/0x0/filters:format(jpeg)/pic2558240.jpg","thumbnail":"https://cf.geekdo-images.com/aoxexwmc-wCwYewROxqUlw__thumb/img/fAw9elKwNjXXTQglzg_sshBjZM8=/fit-in/200x150/filters:strip_icc()/pic2558240.jpg","link":"https://boardgamegeek.com/thing/175088","minPlayers":"2","maxPlayers":"6","yearPublished":"2015","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":"3"}}