{"timestamp":"2024-11-13T00:12:32.030Z","gameDetails":{"id":"175155","name":"Forbidden Stars","type":"boardgame","description":"The shifting Warp Storms that surround the long lost Herakon Cluster have finally abated, leaving the ancient treasures and planets within this sector open to the rest of the galaxy. Now, the great factions of the galaxy mobilize their fleets and race to establish a foothold. The reward for successful domination surpasses all other concerns, and the price for conquering this sector will be paid in lives.&#10;&#10;Forbidden Stars challenges you and up to three other players to take command of a mighty fighting force: the Ultramarines chapter of Space Marines, the Eldar of Craftworld Iyanden, the Evil Sunz Ork clan, or the World Eaters Warband of the Chaos Space Marines. Each faction offers unique armies and play styles, but your goal remains the same &mdash; to claim the key objectives selected for your faction. These objective tokens are scattered throughout the Herakon Cluster, but your opponents are sure to defend your objectives against you. You need to build massive armies and command them in unending war to best your enemies and claim your objectives. The fight for the Herakon Cluster is brutal and bloody, and either you will stride triumphant over the bodies of your fallen foes &mdash; or they will do the same to you.&#10;&#10;Each round in Forbidden Stars is divided into three phases. In the planning phase, players take turns placing order tokens face down on the separate tiles (systems) that make up the game board; the four types of order tokens that players can place correspond to four types of actions that players can resolve in the second phase of play. In the operations phase, players reveal their tokens to:&#10;&#10;&#10;     Dominate, draining friendly planets of their important resources&#10;     Strategize, purchasing cards that can upgrade their orders and combat abilities&#10;     Deploy, building cities, factories, bastions, and new mobile units&#10;     Advance, moving units and attacking their enemies.&#10;&#10;&#10;The last phase of each round is the refresh phase, during which players profit from the planets they control, reveal event cards to move the impassable Warp Storms, and heal any units wounded in battle.&#10;&#10;Because of the game's three-phase structure, strategy in Forbidden Stars is balanced between short-term bluffing and long-term tactical military action. The game's set-up also poses strategic opportunities. Players start the game by taking turns assembling sections of the Herakon Cluster, placing individual system tiles along with their own starting forces and the enemy objectives that they must defend. This intentional construction, along with the unique domination abilities of the game's four factions, means that players must work to best utilize their own force's strengths while exploiting the weaknesses of their opponents.&#10;&#10;","image":"https://cf.geekdo-images.com/WlvyznYhlYNXMtMbKKu1oA__original/img/AQ1P6PKw7ZW-XTOAFKhCwsnfP0I=/0x0/filters:format(jpeg)/pic2471359.jpg","thumbnail":"https://cf.geekdo-images.com/WlvyznYhlYNXMtMbKKu1oA__thumb/img/cudczHrJs0wFKywIHBQ6Fb7D7oY=/fit-in/200x150/filters:strip_icc()/pic2471359.jpg","link":"https://boardgamegeek.com/thing/175155","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"180","minPlayingTime":"120","maxPlayingTime":"180","bestAtCount":[3],"averageRating":"7.98","averageWeight":"3.8351","boardGameRank":"142","mechanics":["Area Majority / Influence","Area Movement","Card Play Conflict Resolution","Deck, Bag, and Pool Building","Dice Rolling","Hand Management","Modular Board","Order Counters","Variable Player Powers"],"categories":["Bluffing","Fighting","Miniatures","Science Fiction","Wargame"],"designers":["Samuel Bailey","James Kniffen","Corey Konieczka"]}}