{"timestamp":"2024-11-12T21:15:22.555Z","gameDetails":{"id":"175117","name":"Celestia","type":"boardgame","description":"In Celestia, a revamped version of Cloud 9, you board an aircraft with a team of adventurers to perform many trips through the cities of Celestia and recover their wonderful treasures. Your journey will not be safe, but you will attempt to be the richest adventurer by collecting the most precious treasures!&#10;&#10;At the beginning of a journey, all players place their pawns within the aircraft; the players start the game with six cards in hand (or eight depending on the number of players). At the beginning of each round, one player is chosen to be the captain of the trip and he rolls 2-4 dice to discover the challenges that they will face: fog, lightning bolts, killer birds, or pirates. He must then play the appropriate cards &mdash; a compass, a lightning arrester, a foghorn, or even cannons &mdash; to continue on the journey and reach the next city. But before the captain plays the appropriate cards, each player must decide whether to stay within the aircraft:&#10;&#10;&#10;     If you exit, you're guaranteed the victory points that come from exploring the current city.&#10;     If you stay on board, you hope to make it to the next city in order to catch more precious treasures. If the captain can't overcome the challenge, though, everyone comes crashing down empty-handed and you'll need to begin a new trip with all passengers on board.&#10;&#10;&#10;During the journey, each adventurer can try to pull out of the game with fabulous objects (a jetpack, astronomy glasses, etc.) or by changing the trip (modifying the travel or abandoning an explorer in the city). As soon as a player earns treasure worth at least fifty points, the game ends and this player wins.&#10;&#10;","image":"https://cf.geekdo-images.com/8kl6m6m_unthBPw9SxoDQQ__original/img/FtecAcFxPelZCfbWhZlo85uF2Rg=/0x0/filters:format(png)/pic6973677.png","thumbnail":"https://cf.geekdo-images.com/8kl6m6m_unthBPw9SxoDQQ__thumb/img/vK6rBE3ZjolzG6jEVxJj49MBIc4=/fit-in/200x150/filters:strip_icc()/pic6973677.png","link":"https://boardgamegeek.com/thing/175117","minPlayers":"2","maxPlayers":"6","yearPublished":"2015","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[5,6],"averageRating":"6.9392","averageWeight":"1.3236","boardGameRank":"899","mechanics":["Betting and Bluffing","Dice Rolling","Hidden Victory Points","Push Your Luck"],"categories":["Adventure","Aviation / Flight","Card Game","Fantasy"],"designers":["Aaron Weissblum"]}}