{"timestamp":"2024-11-09T22:15:21.356Z","gameDetails":{"id":"175640","name":"Vinhos: Deluxe Edition","type":"boardgame","description":"Vinhos (the Portuguese word for &quot;wines&quot;) is a trading and economic game about the business of wine making. Despite its small size, Portugal is one of the world's leading wine producers. Over six years of harvests, cultivate your vines, choose the best varieties, hire the best oenologists, take part in trade fairs, and show your opponents you are the best winemaker in the game.&#10;&#10;As winemakers in Portugal, the players develop their vineyards and produce wine to achieve maximum profit. The object of the game is to produce quality wines that can be exchanged for money or victory points.&#10;&#10;The Vinhos Deluxe Edition features new art from Ian O'Toole, all components and improved rules of the original game of Vinhos, and a new simplified version of the game. The board is double-sided and features both versions of the game. Here are the main differences from the first edition of Vinhos:&#10;&#10;&#10;    Double-sided player boards can be used in both game versions&#10;    A ninth region has been added&#10;    A new estate has been added&#10;    The Farmer (a new character) has been added&#10;    The Fair has been streamlined with new mechanisms&#10;    18 actions tiles to replace the manager's actions&#10;    22 multiplier tiles to final scoring&#10;    The bank action has been removed&#10;    The zero initial Vintage tile has been removed&#10;    The exportation action has been optimized for 2 players&#10;    A few small rules like the limit on experts was removed and the action replaced for another vineyards action&#10;    No exceptions on a number of things you can do in your turn, now you can buy, hire, sell, export 1 or 2 things in every action&#10;    Explanation of gameplay was reduced a lot&#10;    New solo rules designed for the new game version&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/JuyN9UOenAG_BlO-APPpdw__original/img/_0ZWOmqFvL5UybNWgPIyioib3mQ=/0x0/filters:format(jpeg)/pic2649446.jpg","thumbnail":"https://cf.geekdo-images.com/JuyN9UOenAG_BlO-APPpdw__thumb/img/hQLejMza7x_sM1hW24jAocbyqHY=/fit-in/200x150/filters:strip_icc()/pic2649446.jpg","link":"https://boardgamegeek.com/thing/175640","minPlayers":"1","maxPlayers":"4","yearPublished":"2016","playingTime":"180","minPlayingTime":"90","maxPlayingTime":"180","bestAtCount":"4"}}