{"timestamp":"2024-11-09T17:52:13.264Z","gameDetails":{"id":"176173","name":"Evolution: Flight","type":"boardgameexpansion","description":"Evolution: Flight, an expansion for Evolution, introduces avian species into the ecosystem. Now your species can swoop on unsuspecting prey from above, fly away from predators, or soar to a new location when food is scarce. Will the ability to fly propel you to new heights?  Or will it bring your downfall? Explore the expanding Evolution world and find out!&#10;&#10;With this expansion, you may now choose between creating a normal species and creating a flying species. Flying species have special costs and advantages:&#10;&#10;Costs&#10;&#10;1. You must discard 2 cards instead of 1 to create a flying species.&#10;2. Flying species have a maximum body size of 3 instead of 6.&#10;3. Flying species have an upkeep cost of food equal to their Body Size. The upkeep cost simulates the amount of food needed to maintain wings.&#10;&#10;Advantages&#10;&#10;1. Some of the new expansion traits, like Dive-Bomb and Brood Parasite, only work for flying creatures.&#10;2. A species with Flight may take food from the Cliff, giving it an extra source of food. &#10;3. A species with Flight cannot be attacked unless the attacking Carnivore also has the Flight trait. &#10;4. If a species with Flight also has the Carnivore trait, you may discard from your hand to negate Symbiosis, Warning Call, or Climbing for when it attacks.&#10;&#10;The expansion changes tactics and strategy dramatically, but it doesn't change the base game's core mechanics, so it's a snap to learn.&#10;&#10;","image":"https://cf.geekdo-images.com/dIwjHW8pXR9DTPfY9tXtyw__original/img/eapFlZjamQNqkopvJ52avzEMaBw=/0x0/filters:format(jpeg)/pic2558554.jpg","thumbnail":"https://cf.geekdo-images.com/dIwjHW8pXR9DTPfY9tXtyw__thumb/img/0VRHeRKJLX-q6gCnsSMOwLJKQT8=/fit-in/200x150/filters:strip_icc()/pic2558554.jpg","link":"https://boardgamegeek.com/thing/176173","minPlayers":"2","maxPlayers":"6","yearPublished":"2015","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"4"}}