{"timestamp":"2024-11-09T22:22:31.268Z","gameDetails":{"id":"176189","name":"Zombicide: Black Plague","type":"boardgame","description":"Description from the publisher:&#10;&#10;Zombicide: Black Plague takes the zombie apocalypse into a fantastical medieval setting! The arcane powers of the Necromancers have unleashed a zombie invasion in the age of swords and sorcery, and it's up to your group of straggling survivors to not only stay alive during these dark times, but to take back the realm and punish those responsible for the apocalypse!&#10;&#10;Zombicide: Black Plague allows you take control of paladins, dwarves, knights, and magicians, wielding powerful swords, crossbows, and even magic spells to defeat the zombie hordes and its Necromancer overlords. The classic Zombicide rules have been revamped for this new incarnation of the game, while still retaining the nonstop action, tense atmosphere and easy-to-learn rules that made Zombicide a classic. Equip your survivor with equipment like chainmail armor or shields to defend against the undead, pick up spell books to perform fantastic enchantments, or light up a pool of dragon bile to create an all-consuming inferno of dragon fire!&#10;&#10;Take on the zombie invasion from the medieval streets to secret vaults that create quick passages through the citadel (and often hold special artifacts). Chase down the elusive Necromancers to keep them from multiplying the zombie masses. And tackle a whole new set of missions through which your group of survivors will become the heroes of the land (or the last victims of the zombie massacre).&#10;&#10;","image":"https://cf.geekdo-images.com/kVHuMBxmathfnq42XINBQg__original/img/Xak18xf2xfSedYFS9-ZKwjSk7yc=/0x0/filters:format(jpeg)/pic2482309.jpg","thumbnail":"https://cf.geekdo-images.com/kVHuMBxmathfnq42XINBQg__thumb/img/u5Fuj4SwZhXElCO3VmrNKkAeXX4=/fit-in/200x150/filters:strip_icc()/pic2482309.jpg","link":"https://boardgamegeek.com/thing/176189","minPlayers":"1","maxPlayers":"6","yearPublished":"2015","playingTime":"180","minPlayingTime":"60","maxPlayingTime":"180","bestAtCount":"3"}}