{"timestamp":"2024-11-09T21:47:19.686Z","gameDetails":{"id":"176103","name":"Shogun Big Box","type":"boardgame","description":"Shogun Big Box includes the base game of Shogun and its expansion Shogun: Tenno's Court, as well as three small modules: Samurai, Military Leaders and Chambers, with the latter two unique to this release.&#10;&#10;With Samurai, each player receives a stack of cards showing progressively better bonuses. At the beginning of each round, if a player controls provinces in at least four regions, they reveal the next card in their stack and select one of the bonuses depicted on it. These bonuses include war chests, armies placed directly into the tower tray, rice and victory points.&#10;&#10;With Military Leaders, every player is given one military leader figure to place on one of their controlled provinces. A player's leader provides extra benefits for performing actions in their province, such as reducing the cost for buildings or providing extra resources when collecting rice or taxes. At the end of a player's turn, they move their leader to an adjacent province they control and leave a marker at the old location - if they don't control any provinces adjacent to where their leader is, they move their leader to any of their controlled provinces without leaving a marker behind. The more markers a player has on the board at the end of the game, the more points will be awarded!&#10;&#10;For Chambers, many offices have to be taken in order to rule the land. At the beginning of each round, six chamber markers are revealed and placed on the corresponding spaces on the chamber tableau, representing available offices that can be filled by the players. Whoever controls the most provinces in each region can fill the position by exchanging the chamber marker on the tableau with one of their own player markers. At the end of the game, players are awarded extra points for majorities in horizontal and vertical lines on the chamber tableau.&#10;&#10;","image":"https://cf.geekdo-images.com/nRzAp6Z0gieoIOyt1woxPg__original/img/sbJeb56ukHmIM4iX2Ty7VkOpLXM=/0x0/filters:format(jpeg)/pic5362154.jpg","thumbnail":"https://cf.geekdo-images.com/nRzAp6Z0gieoIOyt1woxPg__thumb/img/98Q89gy3ZlwwFquwoEU7tYbW5XE=/fit-in/200x150/filters:strip_icc()/pic5362154.jpg","link":"https://boardgamegeek.com/thing/176103","minPlayers":"3","maxPlayers":"5","yearPublished":"2015","playingTime":"150","minPlayingTime":"120","maxPlayingTime":"150","bestAtCount":"4"}}