{"timestamp":"2024-11-13T00:54:55.496Z","gameDetails":{"id":"176396","name":"Quadropolis","type":"boardgame","description":"Each player builds their own metropolis in Quadropolis (first announced as City Mania), but they're competing with one another for the shops, parks, public services and other structures to be placed in them.&#10;&#10;The game lasts four rounds, and in each round players first lay out tiles for the appropriate round at random on a 5x5 grid. Each player has four architects numbered 1-4 and on a turn, a player places an architect next to a row or column in the grid, claims the tile that's as far in as the number of the architect placed (e.g., the fourth tile in for architect #4), places that tile in the appropriately numbered row or column on the player's 4x4 city board, then claims any resources associated with the tile (inhabitants or energy).&#10;&#10;When a player takes a tile, a figure is placed in this now-empty space and the next player cannot place an architect in the same row or column where this tile was located. In addition, you can't place one architect on top of another, so each placement cuts off play options for you and everyone else later in the round. After all players have placed all four architects, the round ends, all remaining tiles are removed, and the tiles for the next round laid out.&#10;&#10;After four rounds, the game ends. Players can move the inhabitants and energy among their tiles at any point during the game to see how to maximize their score. At game end, they then score for each of the six types of buildings depending on how well they build their city &mdash; as long as they have activated the buildings with inhabitants or energy as required:&#10;&#10;&#10;    Residential buildings score depending on their height&#10;    Shops score depending on how many customers they have&#10;    Public services score depending on the number of districts in your city that have them&#10;    Parks score depending on the number of residential buildings next to them&#10;    Harbors score based on the longest row or column of activated harbors in the city&#10;    Factories score based on the number of adjacent shops and harbors&#10;&#10;&#10;Some buildings are worth victory points (VPs) on their own, and once players sum these values with what they've scored for each type of building in their city, whoever has the highest score wins.&#10;&#10;","image":"https://cf.geekdo-images.com/y7kVtuCs6EfItCGUloqBAA__original/img/vRPabR3wug71QB2mHCx-0BnairI=/0x0/filters:format(jpeg)/pic2840020.jpg","thumbnail":"https://cf.geekdo-images.com/y7kVtuCs6EfItCGUloqBAA__thumb/img/SGHJzA_0kYlRzeWTi5s_4JB_EPY=/fit-in/200x150/filters:strip_icc()/pic2840020.jpg","link":"https://boardgamegeek.com/thing/176396","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.2245","averageWeight":"2.1985","boardGameRank":"515","mechanics":["End Game Bonuses","Open Drafting","Pattern Building","Set Collection","Square Grid","Tile Placement","Worker Placement","Worker Placement, Different Worker Types"],"categories":["City Building","Environmental"],"designers":["François Gandon"]}}