{"timestamp":"2024-11-13T01:35:44.145Z","gameDetails":{"id":"176530","name":"Xenon Profiteer","type":"boardgame","description":"Xenon is a valuable noble gas that is found in very trace amounts in Earth's atmosphere. Due to the difficulty and expense of isolating high-purity Xenon for various technological advancements in recent years, the need for Cryogenic Distillation of Xenon is on the rise.&#10;&#10;Xenon Profiteer is a highly thematic, deck-deconstruction, euro game for 2-4 entrepreneurs in which each player takes control of their own Air Separation Facility and distills Xenon from their Systems to complete lucrative contracts. You will also physically expand your facility by building upgrades, pipelines, and acquiring new contracts and connecting them to your Center Console.&#10;&#10;In a decidedly different take on the classic deck-building format, Xenon Profiteer not only actively encourages players to remove cards from their decks, it is absolutely essential in order to isolate Xenon. Each turn begins by strategically removing cards from your hand (and deck) through Distilling based on the real-world hierarchy of elements. The goal: only have Xenon remaining in your hand. The problem is, of course, the only way to gain more Xenon, is to bring in more AIR. And AIR is composed of all kinds of other pesky elements that make isolating Xenon difficult.&#10;&#10;To combat this, you will need to Buy powerful upgrade cards for your facility in order to become more efficient. These upgrade cards can either be purchased for a lower cost and placed into your system (deck) or installed directly to your facility to be used every turn for the remainder of the game. Or maybe, if you are low on funds, you might decide to place a Bid Token onto an important Upgrade or Contract, thereby giving yourself a discount on a future turn and causing other players to pay YOU extra if they decide to purchase it instead.&#10;&#10;After a player has either completed five contracts or installed five upgrades, the game end is triggered and the player with the most Xenon points is the winner.&#10;&#10;Do you have the ingenuity, strategy, and tactical fortitude it takes to be recognized by several reputable business publications as the owner of the most influential domestic supplier of Xenon?&#10;&#10;","image":"https://cf.geekdo-images.com/ZYukAQrKxJTosyVYmm98aw__original/img/oKB6574HUERBq9MIIfYyCcUZ04U=/0x0/filters:format(jpeg)/pic2537665.jpg","thumbnail":"https://cf.geekdo-images.com/ZYukAQrKxJTosyVYmm98aw__thumb/img/BIsI2thXlVPfY30qfyftZCsNnY0=/fit-in/200x150/filters:strip_icc()/pic2537665.jpg","link":"https://boardgamegeek.com/thing/176530","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"7.19873","averageWeight":"2.129","boardGameRank":"2627","mechanics":["Contracts","Deck, Bag, and Pool Building","Hand Management","Income","Open Drafting"],"categories":["Card Game","Economic","Industry / Manufacturing"],"designers":["T. C. Petty III"]}}