{"timestamp":"2024-11-13T00:57:12.432Z","gameDetails":{"id":"176606","name":"Rattle, Battle, Grab the Loot","type":"boardgame","description":"Take to the high seas as the captain of your very own pirate ship. Seek out valuable merchant ships and raid them for their goods! Hire new crew, upgrade your ship, and give your treasure to the Pirate King for fame and glory!&#10;&#10;Rattle, Battle, Grab the Loot takes the fun of rolling dice and combines it with a rich scenario deck to make each game play differently. Each round, the players battle it out with merchant vessels and other ships, trying to grab as much loot as possible. One player takes dice from all the players, rattles them in their hand, then tosses them into the game box to resolve the battle. Where your dice land in the box, in addition to the symbols rolled, determines the results of the battle, then players claim their loot. Players may now return to port to upgrade their ship, hire new crew, or give their goods to the Pirate King for his favor.&#10;&#10;When upgrading their ship, players use physical pieces to assemble their vessel, making each ship look different. In the box are dozens of punchboard pieces to customize your ship. In addition to common items and crew members, there will be unique item upgrades and crew that can make your ship stand out among the crowd!&#10;&#10;At the end of the game, the player who earned the most favor from the Pirate King wins!&#10;&#10;&#10;*Note: Per the publisher, unfortunately there's a misprint in the components list in the rulebook:&#10;&#10;The correct numbers of Loot tokens in the box are:&#10;10 Spices&#10;18 Rum&#10;18 Fabrics&#10;10 Valuables&#10;&#10;Also, the correct number of Special Loot cards from the mini-expansion is 5 (not 8).&#10;&#10;","image":"https://cf.geekdo-images.com/v3kj4Je0TEMkq855P2LWzg__original/img/7mbWkeDR6Rwph1djRB3NkoNq-lg=/0x0/filters:format(jpeg)/pic2502709.jpg","thumbnail":"https://cf.geekdo-images.com/v3kj4Je0TEMkq855P2LWzg__thumb/img/1EMj-xTnH7VaXffGUiz75j1G9Oc=/fit-in/200x150/filters:strip_icc()/pic2502709.jpg","link":"https://boardgamegeek.com/thing/176606","minPlayers":"2","maxPlayers":"5","yearPublished":"2015","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"6.01092","averageWeight":"2.5","boardGameRank":"6529","mechanics":["Dice Rolling","Measurement Movement"],"categories":["Dice","Humor","Nautical","Pirates"],"designers":["Ignacy Trzewiczek"]}}