{"timestamp":"2024-11-13T00:30:01.760Z","gameDetails":{"id":"176816","name":"The Little Prince: Rising to the Stars","type":"boardgame","description":"In the Little Girl's wake, go to meet the Little Prince, flying on board your biplane! Flying from cloud to cloud and from surprise to surprise searching precious stars, an unexpected journey awaits.&#10;&#10;The Little Prince: Rising to the Stars brings you in a journey from the Grandfather's house to the Little Prince's planet. It is a point-to-point movement game, in which your goal is to collect stars.&#10;&#10;You move your plane by playing one of the fox cards in your hand, and every player starts with the same set of cards (eight cards numbered 1-5, with duplicates of 2, 3 and 4). Whoever is farthest back on the path to the Little Prince's planet is the active player, and this player plays one card from hand, moving at least one cloud and up to the number of clouds shown on the card. If you land on a star cloud, you take a star from the reserve; if you land on a telescope cloud, you flip one of the tokens at Grandfather's house to see what happens; if you land on a bird cloud, you take one card from Grandfather's deck, which provide different types of movement. If you arrive on a cloud where an opponent's plane sits, you take a card at random from that opponent's hand and give him in return a card of your choice.&#10;&#10;When you cross one of the three connecting boards, you take one of the story tiles next to it, with these tiles holding 1-5 stars. Collect both the fox and Little Prince, and you earn eight stars for this pair instead of only two.&#10;&#10;If you manage to make it all the way to the Little Prince's planet &mdash; and you'll need to pick up extra movement cards in order to do so &mdash; you receive a star-filled paper plane, with the quickest players receiving the most stars. In the end, whoever collects the most stars wins.&#10;&#10;","image":"https://cf.geekdo-images.com/roY19Bj3rgFiMRkzZJmFUA__original/img/ydkOKvtjGqLzRbwuX-BzGVOxZ1Q=/0x0/filters:format(jpeg)/pic2577103.jpg","thumbnail":"https://cf.geekdo-images.com/roY19Bj3rgFiMRkzZJmFUA__thumb/img/WB4Jj1IUfzDffF_gXzVXU0LqLQU=/fit-in/200x150/filters:strip_icc()/pic2577103.jpg","link":"https://boardgamegeek.com/thing/176816","minPlayers":"2","maxPlayers":"6","yearPublished":"2015","playingTime":"30","minPlayingTime":"15","maxPlayingTime":"30","bestAtCount":[4],"averageRating":"6.05436","averageWeight":"1.3333","boardGameRank":"9832","mechanics":["Modular Board","Point to Point Movement","Turn Order: Time Track"],"categories":["Children's Game","Movies / TV / Radio theme","Travel"],"designers":["Antoine Bauza","Bruno Cathala"]}}