{"timestamp":"2024-11-12T23:45:32.334Z","gameDetails":{"id":"176966","name":"Catan: Catan Day 2015 Exclusive Expansion","type":"boardgameexpansion","description":"The Catan Day 2015 Special is an expansion for Catan.  This is an exclusive item only available to the attendees of Catan Day 2015.  It commemorates the first annual Catan Con in Nashville TN.&#10;&#10;You use this expansion with the Catan base game, the expansions Catan Seafarers, and Catan Cities &amp; Knights. You can also play with the 5-6 player expansions for all the games and expansions mentioned.&#10;&#10;Game Components:&#10;2 Nashville Hexes&#10;1 Lonely Cowboy game piece in 2 parts&#10;Rule Sheet&#10;&#10;Setting up the Game&#10;&#10;Remove the Desert Hex from the game and replace it with the Broadway Hex. Build your board by randomly distributing terrain hexes, while ensuring that the broadway hex is in the center of the island.&#10;&#10;Place the number tokens according to the game rules. Replace the terrain hex that receives the &quot;2&quot; token with the Gaylord Opryland hex and remove the &quot;2&quot; token as well.&#10;&#10;Since neither Nashville hex has a number token, they do not produce resources when the dice are rolled.&#10;&#10;The Lonely Cowboy&#10;&#10;When the lonely cowboy visits you, he will sing for his supper and you will gladly pay him.&#10;&#10;He consists of 2 parts.  Slide both parts together so the musical notes are facing each other. The lonely cowboy replaces the robber.  Place him on the Broadway hex during setup.&#10;&#10;Advantage of the Nashville Hexes&#10;&#10;Whenever you roll a &quot;7&quot;, the usual actions are carried out normally. (Discards (if any), move the cowboy, &quot;sing&quot; for a card etc.).  Then before you take the rest of your turn, activate the lonely cowboy.&#10;&#10;The lonely cowboy gives one resource from the bank to each player with one or more settlements on a Nashville hex intersection (even if you have 2+ settlements/cities, you only get one card).  You receive the card type matching the terrain hex the Lonely cowboy currently occupies.&#10;&#10;Important:  Once the lonely cowboy leaves the broadway hex, it can never be placed on either Nashville hex for the rest of the game.&#10;&#10;","image":"https://cf.geekdo-images.com/9Qdc_-bletUSvXTMvb45ag__original/img/6g-aSjP5z8jp6qWmVBQ6iQF78M8=/0x0/filters:format(jpeg)/pic2507426.jpg","thumbnail":"https://cf.geekdo-images.com/9Qdc_-bletUSvXTMvb45ag__thumb/img/GQLvBuG0C4oA3uugBAAS7GRU12I=/fit-in/200x150/filters:strip_icc()/pic2507426.jpg","link":"https://boardgamegeek.com/thing/176966","minPlayers":"3","maxPlayers":"4","yearPublished":"2015","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":null,"averageRating":"6.76406","averageWeight":"2","boardGameRank":"Not Ranked","mechanics":[],"categories":["Expansion for Base-game"],"designers":["Klaus Teuber"]}}