{"timestamp":"2024-11-09T21:54:31.349Z","gameDetails":{"id":"177078","name":"Star Wars: The Card Game – Imperial Entanglements","type":"boardgameexpansion","description":"&ldquo;Let&rsquo;s just say we&rsquo;d like to avoid any Imperial entanglements.&rdquo;&#10;   &ndash;Obi-Wan Kenobi, Star Wars: A New Hope&#10;&#10;The galaxy trembles under the rule of the tyrannical Galactic Empire. Fleets of Star Destroyers and innumerable Stormtroopers enforce oppressive laws, while the Empire commits slavery and genocide against its own people. Yet even faced with such a monolithic government, there are those who push their luck daily to make another handful of credits and stay ahead of the authorities. These free spirits &ndash; the smugglers and spies of the galaxy &ndash; are united in their hatred of the Empire&rsquo;s oppression, and they&rsquo;re willing to fight to keep their freedom, no matter the odds against them.&#10;&#10;The Imperial Entanglements deluxe expansion focuses on the Imperial Navy and the galaxy&rsquo;s Smugglers and Spies, but every affiliation receives new cards to challenge tyranny or uphold the power of the dark side. Within this expansion, you&rsquo;ll find twenty-six new objective sets (two copies each of twelve unique objective sets and one copy each of two &ldquo;limit one per objective deck&rdquo; sets). Two brand-new fate cards add new tension to your edge battles, while powerful characters and vehicles like Lando Calrissian and TIE Phantoms join the battle for the fate of the galaxy. Choose your side with the newest deluxe expansion for Star Wars: The Card Game!&#10;&#10;Contains objective sets 171-184.&#10;&#10;","image":"https://cf.geekdo-images.com/Ivg9Sj7IzGjGE7tIWGm1FQ__original/img/S0B34dnsDWfW3J_kfDCYEVrIba4=/0x0/filters:format(jpeg)/pic2783397.jpg","thumbnail":"https://cf.geekdo-images.com/Ivg9Sj7IzGjGE7tIWGm1FQ__thumb/img/XZBRKOUJ6Tr218lVttixjc5K7aE=/fit-in/200x150/filters:strip_icc()/pic2783397.jpg","link":"https://boardgamegeek.com/thing/177078","minPlayers":"2","maxPlayers":"2","yearPublished":"2015","playingTime":"0","minPlayingTime":"60","maxPlayingTime":"0","bestAtCount":"2"}}