{"timestamp":"2024-11-12T17:43:53.159Z","gameDetails":{"id":"177524","name":"ICECOOL","type":"boardgame","description":"The lunch break is almost there and all of the young penguins would finally get the fish they&rsquo;ve been craving. However, some rascals think they are quick enough to snatch some of the fish before the lunch break starts, but they have forgotten one thing &ndash; the Hall Monitor! Each school day one of the penguins is designated to watch over the school, and this is his moment to shine &ndash; for each rascal penguin he catches he would get additional fish!&#10;&#10;A fun run takes place &ndash; the rascals are running everywhere and trying to snatch some fish on their way, but the Hall Monitor is trying to catch each and one of them to have some order in the school. Who will be more successful?&#10;&#10;ICECOOL is a flicking game in which each round one of the players takes the role of the Hall Monitor (also called &quot;the Catcher&quot;) &ndash; his aim will be to catch each other penguin and get points for that. The others (also known as &quot;Runners&quot;) will try to run through several doors, thus gaining fish (that give them points) on their way. When either the Hall Monitor has caught each other penguin once or any of the others has gone through all 3 doors that have fish on them, the round is over. Each player will take the role of the Hall Monitor once and at the end of the game the winner will be the one with the most points on their fish cards.&#10;&#10;The penguins can be flicked in a straight line, make curves and even jump over the walls! Each player will have to use the best of their skills in order to get the most points in this fun and exciting game. It's not just cool, it's ICECOOL!&#10;&#10;","image":"https://cf.geekdo-images.com/xVx8ex1fjO9C7W8rRvWdVQ__original/img/rIyNSXqNgGs4Yqt0xL5CdTp9grg=/0x0/filters:format(png)/pic3320017.png","thumbnail":"https://cf.geekdo-images.com/xVx8ex1fjO9C7W8rRvWdVQ__thumb/img/7ZeCdaJWigksF5wUHTGGXmmfP6Y=/fit-in/200x150/filters:strip_icc()/pic3320017.png","link":"https://boardgamegeek.com/thing/177524","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[4],"averageRating":"6.78688","averageWeight":"1.0556","boardGameRank":"1105","mechanics":["Area Movement","Flicking","Take That"],"categories":["Action / Dexterity","Animals","Children's Game"],"designers":["Brian Gomez"]}}