{"timestamp":"2024-11-12T21:20:32.374Z","gameDetails":{"id":"177927","name":"Res Publica: 2230AD","type":"boardgame","description":"Res Publica returns with a new version under a different theme. In Res Publica: 2230AD, the players travel to the future, when races migrate through space searching for new areas in which to settle. Intensive trading brings together strong Races, encourages new settlements and promotes the development of civilization.&#10;&#10;Each turn is divided in three different phases: Trade, Display and Draw cards. Each player at his turn can make a trade offer and each player in turn responds in kind. Using the cards through trading and drawing players work to acquire five identical race cards in order to build a Space Station (which increases the number of cards you can draw each turn) or five identical technology cards in order to build a City (which gives Victory Points). A variant play has been created in this game where each player, owns a planet divided in four different missions. If a mission is accomplished, more Victory Points are added to the sum and if a player completes all missions game ends.&#10;&#10;Aside the set collection and trading mechanisms, you will discover some extra cards in the game. New buildings with different abilities that either allow you to build a City displaying four technology cards, or give you extra Victory Points. At the end of the game, players total the points collected and the highest score wins.&#10;&#10;","image":"https://cf.geekdo-images.com/6WwiIZrsYjltZoUrfcE75g__original/img/qgobZDndDxEXT-Yp3kzB3NldCDY=/0x0/filters:format(jpeg)/pic2651018.jpg","thumbnail":"https://cf.geekdo-images.com/6WwiIZrsYjltZoUrfcE75g__thumb/img/WgBfRrjjWVwj1PyOtZ3_9OfnGww=/fit-in/200x150/filters:strip_icc()/pic2651018.jpg","link":"https://boardgamegeek.com/thing/177927","minPlayers":"3","maxPlayers":"5","yearPublished":"2015","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[3],"averageRating":"6.13743","averageWeight":"2","boardGameRank":"17408","mechanics":["Set Collection","Trading"],"categories":["Card Game","Civilization","Science Fiction"],"designers":["Reiner Knizia"]}}