{
  "timestamp": "2025-11-26T21:14:29.134Z",
  "gameDetails": {
    "id": "17851",
    "name": "Pizza Box Football",
    "type": "boardgame",
    "description": "The players decide whether they want to play the standard four-quarters football game or one of three scenarios. The scenarios put the offensive player in an on-field situation. When the offensive player scores or is forced to surrender the ball after failing to score, the players exchange roles and the new offensive player plays under identical conditions.\n\nPlay action begins with the defensive player secretly chooses a die. The color of the die determines the defensive stand: against the running play, a short pass or a long pass. The offensive player then announces which of the three plays will be enacted. Defense rolls the die. Offense rolls three dice. Each player checks the appropriate table for results. The higher the number rolled by the players, the more effective their choices were, generally.\n\nPizza Box Football is shaped like a pizza box... and it opens up into a head-to-head football strategy game designed to offer all the intensity of real football in every play. Players unfold the game board (the field) and lay it inside the unfolded pizza box. The cards guide the players as they play and show the players which dice to roll.\n\nPlayers must apply football strategy in order to win (when to run, when to short pass, when to long pass and when to try to fool the other team). Also available are additional plays from the expansion (sold separately) that extend the offensive strategy to include draws, screen passes and play-action passes and add run blitzes, route jumps and QB blitzes for the defense.  These plays work with the existing PBF game.  (The full expansion features 32 teams with different strengths on offense and on defense.)\n\nPizza Box Football lets players feel like a coach, a player and a fan all at once. Its robust, statistically accurate play satisfies even the most demanding football fanatic while remaining accessible enough for the younger or casual fan. Four game options let opponents play for 5 minutes or an hour, they decide.\n\nContents: 1 game board, 5 play cards, 13 color pegs, 13 dice, 1 expansion game preview card, 1 instruction booklet, 1 stat sheet tablet. For 1 or 2 players (solitaire rules available at www.PizzaBoxFootball.com). Made in the USA, this game's clever design allows it to pack up into its pizza box, and yet it is sturdy enough for play anywhere.\n\nExpanded by:\n\n    Pizza Box Football Expansion\n    Pizza Box Football 2006 Expansion\n    Pizza Box Football 2007 Expansion\n    Pizza Box Football 2008 Expansion\n\n\n",
    "image": "https://cf.geekdo-images.com/Bonj18bfce0lojH9e4h3mQ__original/img/1RcSbuJ4VxZTITTygc6QOZXdREk=/0x0/filters:format(jpeg)/pic201631.jpg",
    "thumbnail": "https://cf.geekdo-images.com/Bonj18bfce0lojH9e4h3mQ__small/img/SUNLoHEBigZ_wwn4VSaTezZNvmI=/fit-in/200x150/filters:strip_icc()/pic201631.jpg",
    "link": "https://boardgamegeek.com/thing/17851",
    "minPlayers": "1",
    "maxPlayers": "2",
    "yearPublished": "2005",
    "playingTime": "60",
    "minPlayingTime": "60",
    "maxPlayingTime": "60",
    "bestAtCount": [
      2
    ],
    "averageRating": "6.24102",
    "averageWeight": "2.0076",
    "boardGameRank": "5755",
    "mechanics": [
      "Dice Rolling",
      "Rock-Paper-Scissors",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "categories": [
      "Bluffing",
      "Dice",
      "Sports"
    ],
    "designers": [
      "Erik Smith",
      "Scott Smith (I)"
    ]
  }
}