{"timestamp":"2024-11-10T04:46:15.765Z","gameDetails":{"id":"1785","name":"King's Bounty","type":"boardgame","description":"Released in 1991 by Task Force Games, King's Bounty resembles its like-named 1990 computer game counterpart from New World Computing: the players are rival bounty hunters, each riding through the kingdom, hunting down monsters and other miscreants upon whose heads the king has put a prize. Despite the release dates, the board game was actually designed prior to the computer game.&#10;&#10;The turn-based computer game's origin began with fighting mechanics that were meant to have a similar flavor to Avalon Hill's Titan, but the program lacked a story-line and theme. Meanwhile, development of the King's Bounty board game was wrapping up under the working title of &quot;Bounty Hunter.&quot; New World Computing, which owned Task Force Games at the time, decided to have the computer game adopt a storyline and theme similar to that of the board game.&#10;&#10;The computer game, designed by Jon Van Caneghem, is notably considered the forerunner of the Heroes of Might and Magic series of computer and video games. A sequel to the original computer game, called King's Bounty: The Legend, was released in 2008.&#10;&#10;New World Computing transferred ownership of Task Force Games  prior to the production of the board game, which delayed the board game's release. The major remaining component that had to be completed was final production and layout of the rule book, which is why rules artwork changed from that produced for other game components. However, the box cover art, originally contracted and completed for the board game and then adopted by the computer game, remained unchanged upon the board game's release.&#10;&#10;","image":"https://cf.geekdo-images.com/IgVx5cQW4le1SB1aZGj7Eg__original/img/YRmkrTcbVdWchdcCnaxfKUTztbA=/0x0/filters:format(jpeg)/pic321800.jpg","thumbnail":"https://cf.geekdo-images.com/IgVx5cQW4le1SB1aZGj7Eg__thumb/img/8sGSDVEMgfdORisbVZQyAvBZzRk=/fit-in/200x150/filters:strip_icc()/pic321800.jpg","link":"https://boardgamegeek.com/thing/1785","minPlayers":"1","maxPlayers":"8","yearPublished":"1991","playingTime":"300","minPlayingTime":"45","maxPlayingTime":"300","bestAtCount":"4"}}