{"timestamp":"2024-11-09T19:53:39.276Z","gameDetails":{"id":"178866","name":"Android: Netrunner – Data and Destiny","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;Control your data. Control your destiny.&#10;&#10;Data and Destiny is the fourth deluxe expansion for Android: Netrunner The Card Game, focusing on media giant NBN and three groundbreaking Runners.&#10;&#10;In the world of Android: Netrunner, knowledge is just about everything, and no one has more or better access to the knowledge that humanity has collected and stored on the network than info-giant NBN. After all, not only does NBN boast the most pervasive data network ever imagined, it literally controls the infrastructure, media, and messages that define modern society. Accordingly, amid the 165 cards from Data and Destiny (three copies each of fifty-five different cards), you'll find a wealth of new media-focused assets, agendas, and resources. You'll be selectively targeted by new advertisements and tagged by new ice as NBN launches the initiatives of three new divisions, each of which rolls out with a new identity card.&#10;&#10;Meanwhile, even as Data and Destiny lends new strength to NBN's efforts to shape the world in which we live, it unleashes chaos upon that world in the form of three new Runners. One is a network security officer sent to hack servers with the full blessings of Globalsec. One is a bioroid mysteriously set free from the Third Directive. One is a mysterious and predatory presence on the net, devouring all that it encounters. Each represents a unique take on the Runner's experience and, more than that, each introduces a new Runner mini-faction, so that for the first time since the Core Set, Data and Destiny explores brand new Runner paradigms.&#10;&#10;","image":"https://cf.geekdo-images.com/NVycOkMN-rggwvYzylt6uA__original/img/-_tDWxCEtBKnWq1CChncydvBYJY=/0x0/filters:format(jpeg)/pic2653119.jpg","thumbnail":"https://cf.geekdo-images.com/NVycOkMN-rggwvYzylt6uA__thumb/img/oUEmdNWD0pWSwjPwPOhm3OQQxrU=/fit-in/200x150/filters:strip_icc()/pic2653119.jpg","link":"https://boardgamegeek.com/thing/178866","minPlayers":"2","maxPlayers":"2","yearPublished":"2015","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"2"}}