{"timestamp":"2024-11-09T20:01:34.817Z","gameDetails":{"id":"178944","name":"BATTALIA: The Creation","type":"boardgame","description":"BATTALIA: The Creation is a competitive, fast-paced, strategic deck-builder that combines map construction, hero and area control and unique calendar mechanisms.&#10;&#10;In the base game, all players will buy useful artefacts and hire battle and labor units to support their armies. They will build roads and cities and send their heroes to battle - every opponent will have to find the most powerful mixture of all these assets and apply them at the right moment, so eventually the player could claim to be the rightful ruler of Battalia and win the game. A victory can be obtained through aggressive conquest or a peaceful development of your own city system (if a player is lucky enough and the others let him ... :). Battalia has 2 game end conditions - full conclusion of the game board or first player, who achieves 5 cities of level four, immediately ends the game. The winner is the player with the most victory points at the and of the game and this is not necessary the same person, who made the final cut!&#10;&#10;An immersive game play will provide the opportunity for the players to make key decisions and turn the tides of even the grimmest of outcomes. A player can outmaneuver and BE outmaneuvered by his opponents at any point in the game.&#10;Dynamic atmosphere and intense battles are key factors in the overall experience, however the game strives to stimulate analytic thinking and strategy over rash and impulsive decisions.&#10;In general this is not a luck based game, because of the core deck building mechanics, but a die is integrated as an optional element and is the ingredient, which spices up the game for all the fortunate fellows! You will find also an element of bluffing, when you fight your battles, so put the poker face on and be ready to outsmart your opponent.&#10;The game is defined by the unique combination of mechanics, aesthetic art style, and the presence of large scale 3D Hero figures in four colors, representing the leaders of the players army and their movement on the board.&#10;&#10;The calendar mechanics is implemented in the Sun Oracle, shortly called Orac, as it is a key element of the game. The Oracle is almighty ancient monument, eternal apprentice of the nature itself and the hand of the gods among humans and beasts. The Oracle provides advantages to the players (every day a different one) and it could support them, if they catch the lucky moment on a sunny day... It counts the days and guides the leaders through the never-ending competition between the folks that inhabit these lands: The B&auml;rfolk, The Emberians, The Islanders and The Cloudborn.&#10;Four factions coexist in the world of Battalia. Most of the cards in the game (units, artefacts and terrain cards) and the 8 figures belong to one of the four factions. A leading concept in the game is that the four factions can freely collaborate with each other, but many units from the same faction, using their own artefacts, are much stronger together. Also, unlike all other games where the players choose their factions, in this game the factions choose the players...&#10;&#10;","image":"https://cf.geekdo-images.com/dK77xsHHpjuV261QhCAr6g__original/img/5_iAk_UwLF2FJDGXZIYxD29zSTI=/0x0/filters:format(jpeg)/pic2550416.jpg","thumbnail":"https://cf.geekdo-images.com/dK77xsHHpjuV261QhCAr6g__thumb/img/LCv4CB1ooExmyGXoL597WF6WleE=/fit-in/200x150/filters:strip_icc()/pic2550416.jpg","link":"https://boardgamegeek.com/thing/178944","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}