{"timestamp":"2024-11-13T01:15:48.659Z","gameDetails":{"id":"179460","name":"Stronghold: 2nd edition","type":"boardgame","description":"Stronghold is a two-player game telling the story of a siege. Players take opposing sides: one has to defend the stronghold, and the other has to break into the castle as soon as possible. The game board represents the stronghold itself as well as the surrounding terrain, where enemy forces are placed and whence they proceed to the walls.&#10;&#10;The defender has a small number of soldiers manning the walls, while the invader has an infinite legion of attacking creatures. A desperate fight takes place every single turn. The invaders build war machines, equip their soldiers, train them, and use black magic rituals to achieve victory. Meanwhile, defenders repair walls, build cannons, train soldiers, and do everything they can to hold the castle as long as possible.&#10;&#10;If the invader manages to break into the castle before the end of seven rounds, they win; otherwise the defender wins.&#10;&#10;This second edition of Stronghold features:&#10;&#10;&bull; Ten objective cards for the invader and ten hidden defense plan cards for the defender; each objective encourages the invader to consider a particular move, while each defense plan shows the defender different ways to surprise the invader&#10;&bull; Shorter gameplay than the first edition, with attackers being placed on the board during set-up&#10;&bull; Gameplay limited to two players only, replacing the team rules in the first edition&#10;&bull; Streamlined rules and an enhanced rulebook&#10;&bull; Improved components, such as a larger game board and new artwork&#10;&#10;","image":"https://cf.geekdo-images.com/bqKVFPMa19yNMD6BJv0vVQ__original/img/Oa0w-bg7bHrS6Tzy6X6Lg1No3Rg=/0x0/filters:format(jpeg)/pic2642989.jpg","thumbnail":"https://cf.geekdo-images.com/bqKVFPMa19yNMD6BJv0vVQ__thumb/img/rRMWfvYSM0HjkVpi_YFgd1NvBPE=/fit-in/200x150/filters:strip_icc()/pic2642989.jpg","link":"https://boardgamegeek.com/thing/179460","minPlayers":"2","maxPlayers":"2","yearPublished":"2015","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[2],"averageRating":"7.44075","averageWeight":"3.7353","boardGameRank":"1583","mechanics":["Action Points","Area Majority / Influence","Point to Point Movement","Variable Player Powers"],"categories":["Fantasy","Fighting","Medieval"],"designers":["Ignacy Trzewiczek"]}}