{"timestamp":"2024-11-09T20:56:14.868Z","gameDetails":{"id":"179876","name":"Jailbreakers: Plan Your Escape","type":"boardgame","description":"In Jailbreakers: Plan Your Escape you take the role of a group of prisoners plotting their escape. Carefully gather materials to create unique items that are needed to execute escape plans. Each item has a special ability which will help you along the way. But be careful as you collect items from rooms around the prison as the guards can catch you!&#10;&#10;Summary of play in six steps:&#10;&#10;Step 1: Roll and Place Prisoner Dice&#10;&#10;A player begins his turn by rolling a six sided die. Depending on the value rolled he must then place that die on a placement card that is less than or equal to that value. Since there can only be one die per placement there is a possibility that he will be unable to place his die due to another player being there or that space being patrolled by a guard, if that is the case he will temporarily lose that die.&#10;&#10;Step 2: Take Action on Placement Card&#10;&#10;After landing on a placement card the player then takes the action associated with that card. Some placements will allow you to collect materials while others let you steal from other players.&#10;&#10;Step 3: Use Material Cards to Craft Items&#10;&#10;Anytime during a players turn they may take two material cards to create a crafted item. Each crafted item has a special ability which helps throughout the game. Some crafted items will alter dice rolls while others make it easier to escape.&#10;&#10;Step 4: Gather the Items for an Escape Plan&#10;&#10;There will be a handful of escape plans that are available for everyone to utilize. Use the escape plans available as a guide on what combination of crafted items you should be creating. Once you have collected the required items needed (2-4 depending on the type of escape plan) you can execute that escape.&#10;&#10;Step 5: Execute an Escape Plan&#10;&#10;In order to successfully escape the player must draw the required success cards needed (Depending on the type of escape plan) one by one. This number is indicated on the escape plan. You may back out at any time but if you fail then you will lose all the items you used during that attempt.&#10;&#10;Step 6: Escape with Two Prisoners&#10;&#10;The first player to escape with two prisoners wins the game&#10;&#10;","image":"https://cf.geekdo-images.com/rMcdpJiN166aRtbIn3qWvw__original/img/etodtS0clFNAEvXdpkVWAjnO8BU=/0x0/filters:format(png)/pic2571225.png","thumbnail":"https://cf.geekdo-images.com/rMcdpJiN166aRtbIn3qWvw__thumb/img/AzqSFUeCi5sKeBD2EcOvKHRdurk=/fit-in/200x150/filters:strip_icc()/pic2571225.png","link":"https://boardgamegeek.com/thing/179876","minPlayers":"1","maxPlayers":"5","yearPublished":"2015","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":"4"}}