{"timestamp":"2024-11-10T05:47:11.869Z","gameDetails":{"id":"180198","name":"Rolling America","type":"boardgame","description":"Rolling America, based on the 2014 release Rolling Japan, is a light &quot;multiplayer solitaire&quot; dice game. Each player has a map of the United States that's divided into fifty (abstractly represented) states, which are then bunched together into six differently colored areas.&#10;&#10;On a turn, a player draws two regular six-sided dice from a bag and rolls them; the bag starts with seven dice, six matching the colors of the areas on the map along with a wild clear die. All players now write down each number rolled on any state of the matching color, i.e., if the blue die shows 4 and the yellow a 2, write a 4 in one blue state and a 2 in one yellow state. If the clear die is rolled, you can place this number in a state of your choice; additionally, three times per game you can choose to use a non-clear die as any color. However, neighboring states can't have numbers with a difference larger than 1; if you can't place a number without breaking this rule, then you must place an X in a state of the appropriate color. (If all the states in an area are filled, you can ignore the die or use one of your three color changes to place the number elsewhere.)&#10;&#10;Rolling America has a few changes from Rolling Japan. The &quot;guard&quot; action allows you to ignore the neighboring number restriction three times during the game, and the &quot;dupe&quot; action allows you to use one of the active dice twice in the same region. As in real life, Alaska and Hawaii are not connected to the continental United States, so you can drop any numbers you want in those states!&#10;&#10;After six dice have been rolled, mark one round as being complete, then return the dice to the bag and start the next round. After eight rounds the game ends, and whoever has the fewest Xs on their map wins.&#10;&#10;","image":"https://cf.geekdo-images.com/oxmhfPXiAZCnWQ2nBw2fpA__original/img/XNgGhaMfanxQ9_EUodkoSq2PXGA=/0x0/filters:format(jpeg)/pic2736928.jpg","thumbnail":"https://cf.geekdo-images.com/oxmhfPXiAZCnWQ2nBw2fpA__thumb/img/3OxxHpSUFHDMHAFHRJyKarTU12Y=/fit-in/200x150/filters:strip_icc()/pic2736928.jpg","link":"https://boardgamegeek.com/thing/180198","minPlayers":"1","maxPlayers":"99","yearPublished":"2015","playingTime":"15","minPlayingTime":"15","maxPlayingTime":"15","bestAtCount":"2"}}