{"timestamp":"2024-11-09T21:14:53.749Z","gameDetails":{"id":"180257","name":"Molecular: The Strategic Chemistry Tile Game","type":"boardgame","description":"Long hours in the lab trying to master your molecule, the life of a junior researcher is a busy one, your supervisor has given you specifications for a new molecule, something with huge potential, it&rsquo;s your job to bring these ideas to fruition using the resources at your disposal&#10;&#10;If only life was that easy. Rival researchers also have their own agendas, they are more than willing to sabotage the best laid plans or even steal the value of your research for their own ends. Not to mention the risks and stresses of working in a lab, be careful not to blow yourself up...&#10;&#10;Molecular captures the lab in a multiplayer light strategy tile mechanic where players take turns either pursuing their research by activating 'Functional Groups', building up the molecular all players are seeking to use for their research by connecting 'Atom Tiles' or using the tools of the Chemist by activating 'Effector Cards'. Each researcher gets 2 actions per turn, which they can use to do any of the above in any combination.&#10;&#10;In each game of Molecular, researchers (players) define a 'deadline' which is the number of turns each researcher gets before the game ends. At the end of the game, points are counted and the researcher with the highest score wins! Points are scored by creating new bonds, scoring Functional Group cards, and in some other ways through use of the Effector cards.&#10;&#10;","image":"https://cf.geekdo-images.com/afl-KlPXKZChK6V0lEKVTg__original/img/GXEBMGTi4mO4hwKWpwB0qjx9iTU=/0x0/filters:format(png)/pic2578204.png","thumbnail":"https://cf.geekdo-images.com/afl-KlPXKZChK6V0lEKVTg__thumb/img/hb4L__SfyIw9awTvPCtF2IlyE1Y=/fit-in/200x150/filters:strip_icc()/pic2578204.png","link":"https://boardgamegeek.com/thing/180257","minPlayers":"2","maxPlayers":"8","yearPublished":"2015","playingTime":"60","minPlayingTime":"10","maxPlayingTime":"60","bestAtCount":"4"}}