{"timestamp":"2024-11-09T19:54:23.618Z","gameDetails":{"id":"180303","name":"Android: Netrunner – Kala Ghoda","type":"boardgameexpansion","description":"From the publisher's website:&#10;&#10;&quot;Clones are not people. The outcomes of our elections must recognize this truth.&quot;&#10;     &ndash;Raman Rai, V.P. of Jinteki India&#10;&#10;Kala Ghoda is the first Data Pack in the Mumbad Cycle for Android: Netrunner, which introduces players to the future of the Indian Union, the planet's most populous democracy and generally a hopeful, dynamic place. Its largest megapolis, Mumbad, is home to many of the world's greatest technological advancements, and while there remain vast gulfs between the nation's richest individuals and its poorest, they are no longer separated by the specter of the caste system. In theory, the scheduled castes are relics of history, but daily life acknowledges two: human and android.&#10;&#10;Now, as elections draw near, one question consumes the I.U. and defines its most heated debates: should clones be granted full citizenship? Kala Ghoda introduces sixty new cards (including a complete playset of nineteen different cards) that explore this question and the political turmoil it raises, even as it transports the game's Corps and Runners to the massive, sprawling megapolis of Mumbad, which stretches from Mumbai in the south to Ahmedabad in the north. Here, the heated political environment leads to new opportunities for all seven of the game's factions, and Jinteki will stop at nothing to make sure their most lucrative product remains just that: a product.&#10;&#10;","image":"https://cf.geekdo-images.com/m-Px3mIVAsEWqD137SsgRQ__original/img/KbooF27cEcEYJPtxnKv_-18_IOY=/0x0/filters:format(png)/pic2579564.png","thumbnail":"https://cf.geekdo-images.com/m-Px3mIVAsEWqD137SsgRQ__thumb/img/8ka65G4AE-VMFCbiT3X3lwDAxa4=/fit-in/200x150/filters:strip_icc()/pic2579564.png","link":"https://boardgamegeek.com/thing/180303","minPlayers":"2","maxPlayers":"2","yearPublished":"2016","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":null}}