{"timestamp":"2024-11-13T01:36:49.632Z","gameDetails":{"id":"180483","name":"Zombicide: Black Plague – Zombie Bosses Abomination Pack","type":"boardgameexpansion","description":"Special box with three abominations:&#10;&#10;&#10;     Abominotaur. It can break through walls and closed doors! At the start of the activation step of the Zombies' Phase, set the Abominotaur's target Zone before moving it, ignoring closed doors and walls (but not Vault doors and ramparts). If an Abominotaur has to go through a closed door or wall, first put a &ldquo;broken wall&rdquo; token to link its starting and destination Zones, and remove any closed door token that might be in the way. The broken wall is considered as an open door, and thus can generate a Zombie spawn in a previously closed building. Actors can now cross the Zones. After that, proceed with moving all the other Zombies (as the Zombies&rsquo; route can be redefined by the wall&rsquo;s destruction).&#10;&#10;&#10;&#10;     Abominatroll. Is big, very big, but also incredibly stupid. It will roam around aimlessly until it spots a Survivor. But when it does see you, it will go mental and rush to tear you apart! The Abominatroll normally has only 1 Action per activation. However, if it activates with Line of Sight to any Survivors, it will then get 3 Actions for that activation! Hide away from this freak, and you may evade it. Get caught in the open and you will be well and truly trolled!&#10;&#10;&#10;&#10;     Ablobination. Is massive and very tough to kill, but what really sets it apart is its freakishly huge and powerful arm, and the surprising ferocity with which it flails it about, creating a swath of destruction around it! Whenever the Ablobination activates with Line Of Sight to any Survivors at Range 0-1. It will perform an Attack against ALL Zones at Range 0-1 to which it has Line of Sight. That means its own Zone, and any open Zones connected to it! Obstacles preventing Movement between Zones (such as tower ramparts) do manage to block the Ablobination's attack.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/qLYt9DjGVfMfK0WkzlltvQ__original/img/AY-eP7efM2uVW4gj0qvDhCFmz4k=/0x0/filters:format(jpeg)/pic3084765.jpg","thumbnail":"https://cf.geekdo-images.com/qLYt9DjGVfMfK0WkzlltvQ__thumb/img/YfYIWjxcCSzf02aCoAnaX0ZWREs=/fit-in/200x150/filters:strip_icc()/pic3084765.jpg","link":"https://boardgamegeek.com/thing/180483","minPlayers":"1","maxPlayers":"6","yearPublished":"2015","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2,3],"averageRating":"8.05301","averageWeight":"2.1429","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Dice Rolling","Modular Board","Variable Player Powers"],"categories":["Expansion for Base-game","Horror","Miniatures","Zombies"],"designers":[]}}