{"timestamp":"2024-11-12T22:21:58.162Z","gameDetails":{"id":"180680","name":"Automobiles","type":"boardgame","description":"Drivers, start your engines! Will you cross the finish line first? Now is your chance to find out!&#10;&#10;Automobiles is a deck&#226;&#128;&#145;building game in which the fun is cubed &mdash; because instead of using cards to build a deck, you build with your collection of cubes. These cubes not only allow you to race your car around the track, but they also allow you to improve your handling, optimize your pit crew, and boost your speed, all of which are your keys to victory!&#10;&#10;The goal of the game is to cross the finish line first! You accomplish this by customizing your race car and surrounding yourself with the best crew. Your race car and crew are represented by a collection of cubes garnered from various options available to you. Starting with the same small set of cubes, each player builds their collection as they play the game. Use these cubes to enhance your performance, train your pit crew, and ensure your race car runs as effectively as possible. Be the first to cross the finish line and watch that checkered flag wave!&#10;&#10;Designed by David Short, Automobiles is the third title in AEG's Destination Fun series! Continue your travels in the acclaimed Trains and Planes board games.&#10;&#10;Online Play&#10;&#10;     Yucata (turn-based)&#10;     BoardGameArena (real-time &amp; turn-based)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/nkJTfSPcFJMWRXbylQV1zQ__original/img/bcbLZ1mH1F55W7vYEo7h4XwXkbs=/0x0/filters:format(png)/pic2586265.png","thumbnail":"https://cf.geekdo-images.com/nkJTfSPcFJMWRXbylQV1zQ__thumb/img/IMVYj2GfptabGcuAmZHL54SHSw0=/fit-in/200x150/filters:strip_icc()/pic2586265.png","link":"https://boardgamegeek.com/thing/180680","minPlayers":"2","maxPlayers":"5","yearPublished":"2016","playingTime":"75","minPlayingTime":"45","maxPlayingTime":"75","bestAtCount":[3,4],"averageRating":"7.1987","averageWeight":"2.2125","boardGameRank":"1135","mechanics":["Deck, Bag, and Pool Building","Hand Management","Race"],"categories":["Racing","Sports","Transportation"],"designers":["David Short"]}}