{"timestamp":"2024-11-12T21:55:10.374Z","gameDetails":{"id":"180761","name":"Dreamwell","type":"boardgame","description":"In a place outside the waking world where children go while they sleep, &#10;Wander the dreamkin&mdash;lost sleepers, whose souls this land seeks to keep. &#10;Underneath the gentle waves of lucid seas we fell. &#10;We&rsquo;re off to find our missing friends in the vast Dreamwell.&#10;&#10;Dreamwell is a 2-4 player competitive game featuring the art of Tara McPherson where players are trying to locate their lost friends in the Dreamwell. The Dreamwell is represented by a 4 x 4 grid of tiles. Each tile shows a environment and a creature, in addition to pathways to neighboring tiles. At the beginning of the game, players will be dealt two cards, each of which shows a picture of the friend whom he or she is trying to locate along with the two creatures and environment that will be required to find that particular friend.&#10;&#10;On your turn, you will be able to take three actions from the following list: move one of your pawns, rotate a tile, draw a card, replace the display, or locate one of your missing friends by playing a card. Only by carefully navigating the maze-like Dreamwell can you locate your friends and win the game.&#10;&#10;","image":"https://cf.geekdo-images.com/OHMZdtc4L-5h4yggKQU9nQ__original/img/321t1NjtJiz6fu3r6KFhDXsSJwI=/0x0/filters:format(jpeg)/pic2838571.jpg","thumbnail":"https://cf.geekdo-images.com/OHMZdtc4L-5h4yggKQU9nQ__thumb/img/L4xMarJUnHyYwvgQDzdoZK4sQlg=/fit-in/200x150/filters:strip_icc()/pic2838571.jpg","link":"https://boardgamegeek.com/thing/180761","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[3],"averageRating":"6.49204","averageWeight":"2.125","boardGameRank":"5442","mechanics":["Grid Movement","Modular Board","Pattern Building","Set Collection"],"categories":["Abstract Strategy","Card Game","Fantasy"],"designers":["Nick Little (I)"]}}