{"timestamp":"2024-11-12T21:23:36.435Z","gameDetails":{"id":"180852","name":"Tiny Epic Western","type":"boardgame","description":"HOOK: Poker meets worker-placement&#10;&#10;DESCRIPTION: The West is growing day by day, and you&rsquo;re looking to stake your claim. To win, you have to gamble your relationships with the most powerful bosses in town to win influence. This influence comes in many forms: Law, Money and Force. If you&rsquo;re clever enough, you&rsquo;ll be able to take claim over the buildings in the evergrowing boomtowns and gain powerful abilities. At the end of the day, the boss who has the best combination of wit and bluff will become the most powerful tycoon in the Wild Wild West.&#10;&#10;GAMEPLAY: The game is played in a series of rounds.  Each round, poker cards are dealt between the locations, which are laid out in a circle.  Players place posse members on these location cards, which will both give an action and count as a bid for the location's valuable resources.  Players also get a poker card of their own which uses the two adjacent cards from a location to form a three-card hand.  This creates a clever mix of modern worker placement and poker that drives the game. In addition, players must manage their resources of Law, Money and Force to buy buildings and gunfight. If you have the highest stake in the most lucrative industry at the end, you will be rewarded bonus points. Add these points to the points you've collected from buying buildings and determine the winner! Yippie kay yay a!&#10;&#10;&#10;For a deluxe edition of this game, see Tiny Epic Western: Deluxe Edition&#10;&#10;","image":"https://cf.geekdo-images.com/kFjhHf1GyTywohUu4ylykA__original/img/uWshV9cvrOUZyWqJ3VSjvH6BgMc=/0x0/filters:format(jpeg)/pic2795243.jpg","thumbnail":"https://cf.geekdo-images.com/kFjhHf1GyTywohUu4ylykA__thumb/img/sbjYQ4xUOyxrPO2bWy_UDzptDhA=/fit-in/200x150/filters:strip_icc()/pic2795243.jpg","link":"https://boardgamegeek.com/thing/180852","minPlayers":"1","maxPlayers":"4","yearPublished":"2016","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":[4],"averageRating":"6.62723","averageWeight":"2.8793","boardGameRank":"2018","mechanics":["Area Majority / Influence","Commodity Speculation","Dice Rolling","Set Collection","Variable Player Powers","Worker Placement"],"categories":["American West","Bluffing","Industry / Manufacturing"],"designers":["Scott Almes"]}}