{"timestamp":"2024-11-10T04:47:41.071Z","gameDetails":{"id":"18098","name":"Napoleon's Triumph","type":"boardgame","description":"(From the publisher)&#10;&#10;Napoleon&rsquo;s Triumph is built on the same foundations as its acclaimed predecessor, Bonaparte at Marengo, but is bigger and grander in scale. It uses two boards to make a double-size 44&quot; x 34&quot; map of the Austerlitz battlefield and has twice as many pieces as the earlier game, but defying the tradition that big wargames must also take a long time to play, Napoleon&rsquo;s Triumph can be played from start to finish in a single evening.&#10;&#10;From Back of Box&#10;On December 2, 1805, on the battlefield of Austerlitz, an outnumbered French army led by their newly crowned emperor, Napoleon, waited to receive an expected attack by a Russian and Austrian army commanded by the Russian Czar, Alexander. Napoleon lured the Allies into attacking with their left wing, and when the Allies did so, a surprise French counter-attack smashed the Allied right and centre, and then surrounded and destroyed the Allied left in one of the most famous and decisive battles in military history.&#10;&#10;Napoleon's Triumph re-creates that historic battle. Befitting its epic subject, Napoleon's Triumph is played on a double-sized 44&quot; x34&quot; map of the battlefield.&#10;&#10;In spite of the game's size, it is easy to learn and fast to play. The rules are only nine pages long, and the playing time is only two hours. Napoleon's Triumph is unique among big wargames in that players can learn the game, set it up, and play it to completion in a single evening.&#10;&#10;The game system is derived from its award-winning forebear, Bonaparte at Marengo. Like that game, Napoleon's Triumph breaks with almost all of the standard wargame conventions. It has no hex grid and terrain effects chart; terrain effects are designed into the map itself. It has no combat results table; combat is resolved through strength differential. It has no dice; tension comes from limited information and the outcome only depends on the players' decisions.&#10;&#10;Napoleon's Triumph is a unique wargame experience. It is large, yet fast-playing. It has simple rules, but deep game play that rewards both boldness of conception and attention to detail. It stays close enough to history to engross wargamers and other students of the period, while still being entertaining enough for even non-wargamers to enjoy.&#10;&#10;Napoleon's Triumph is not only easy to learn and fast and exciting to play, it also is a great looking game due to its exceptional component quality.  The map is mounted on a heavy board cut in the German style so that the playing surface is durable, stable, and flat, without the valleys of American-style mounted boards or the buckling of paper boards.&#10;&#10;To represent opposing armies, the game comes with 140 wooden blocks, blue for the French and red for the Allies. Painted on each block are symbols that identify the type and strengths of the unit. The senior commanders of the opposing armies are represented by 18 metal flags; stickers are applied to mark the nationality and name of each commander.&#10;&#10;In play, Napoleon's Triumph combines the visual appeal of 19th century battle maps and military minatures, with columns and rows of units lined for movement and attack, accented by flags to indicate corps. The effect is simply stunning.&#10;&#10;","image":"https://cf.geekdo-images.com/NTO-71GWQCPtfms6thu_yg__original/img/ggBLDujij6IRGZg0PoMRgBdoC4g=/0x0/filters:format(jpeg)/pic291050.jpg","thumbnail":"https://cf.geekdo-images.com/NTO-71GWQCPtfms6thu_yg__thumb/img/-hEQuP_HebKIh4XlZppUkzMSOtk=/fit-in/200x150/filters:strip_icc()/pic291050.jpg","link":"https://boardgamegeek.com/thing/18098","minPlayers":"2","maxPlayers":"2","yearPublished":"2007","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"2"}}