{"timestamp":"2024-11-12T20:27:36.972Z","gameDetails":{"id":"18100","name":"China","type":"boardgame","description":"China is an abstracted game of political influence in China. Players use cards to place pieces (Houses or Emissaries) into the nine regions on the board. When all house spaces in a region are filled (or at the end of the game), players score for majorities of houses in that region. At game end, players then score for having majorities of emissaries in two adjacent regions. Players also score for having four or more houses in an uninterrupted sequence along one of the roads on the board.&#10;&#10;This fascinating game of domination combines multiple tactical possibilities with simple-to-learn rules and a short playing time!&#10;&#10;Even today in China, the unmistakable evidence of a fascinating story is everywhere. Hundreds of years ago, the country teetered on the brink of a change in power. Regional rulers fought continuously with each other with only one goal in mind: to become the new Emperor. They erected imposing houses and sent their emissaries to the regional courts.&#10;&#10;China is based on the award-winning game Web of Power by master game designer Michael Schacht. China differs from Web of Power in that there is no &quot;half-time&quot; scoring of regions as there is in the earlier game; there are four face-up cards to draw from instead of just two; and all adjacent regions have Emissary scoring opportunities, whereas in Web of Power, some adjacent regions did not. &#10;A special variant with fortifications is included.&#10;&#10;Aside from these differences, the two games are essentially the same.&#10;&#10;","image":"https://cf.geekdo-images.com/JpLM08UVFMBTpxg2_L71Ug__original/img/pera_XSRM3I1nAH69mP8VzOUb0s=/0x0/filters:format(jpeg)/pic63275.jpg","thumbnail":"https://cf.geekdo-images.com/JpLM08UVFMBTpxg2_L71Ug__thumb/img/tpNmOUjT0PXk5eki_BthGcG2CsQ=/fit-in/200x150/filters:strip_icc()/pic63275.jpg","link":"https://boardgamegeek.com/thing/18100","minPlayers":"3","maxPlayers":"5","yearPublished":"2005","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[3],"averageRating":"6.98173","averageWeight":"2.2843","boardGameRank":"1223","mechanics":["Area Majority / Influence","End Game Bonuses","Hand Management","Network and Route Building","Open Drafting"],"categories":["Ancient","Territory Building"],"designers":["Michael Schacht"]}}