{"timestamp":"2024-11-12T22:21:48.705Z","gameDetails":{"id":"181254","name":"Attack on Titan: The Last Stand","type":"boardgame","description":"In Attack on Titan: The Last Stand, one player takes on the role of a Titan while the others represent the human heroes fighting it. The Titan piece is a vertical game board element that the hero game pieces climb in an effort to take it down.&#10;&#10;ACD Distribution provides the following detail:&#10;&#10;It's all come down to this. Titans have broken through Wall Maria and are heading for the supply depot in Trost. If the depot falls, all the resources needed to continue fighting off these monstrous aberrations will be destroyed and all hope for the last remnants of mankind will be lost. It's up to you and your team to fend off and fell the Titans before they can succeed! Are you ready for the last stand?&#10;&#10;Play as your favorite Attack on Titan Character... or as the Titan!&#10;&#10;During each round of the game, the Titan player chooses two Attack cards to play: One face up and one face down. The other players then roll their dice and try to avoid these Attacks, but knowing only what one of them is. The other will be a surprise, so players will have to use their wits to figure out what they need to avoid it. Protect your very lives and the castle walls to save the day!&#10;&#10;Positioning is key! The Titan and the castle walls create a vertical playing surface. Move your character up and down as you see fit to avoid Attacks, or tactically position yourself to land a devastating blow on the Titan. Tactics Cards can be revealed and utilized or passed on until later. Your goal is to weaken the Titan so that it's susceptible to a kill shot. But watch out! The Titan has lots of tricks waiting for you...&#10;&#10;","image":"https://cf.geekdo-images.com/uwmSBUIVgLGDKFR7oSMRXw__original/img/Q_hpc4Uc8jlFwMVyIszVvlTbelM=/0x0/filters:format(jpeg)/pic6294407.jpg","thumbnail":"https://cf.geekdo-images.com/uwmSBUIVgLGDKFR7oSMRXw__thumb/img/do99vm904zN_8DkBO-aKL97PlxE=/fit-in/200x150/filters:strip_icc()/pic6294407.jpg","link":"https://boardgamegeek.com/thing/181254","minPlayers":"2","maxPlayers":"5","yearPublished":"2017","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[5],"averageRating":"6.54916","averageWeight":"2.125","boardGameRank":"4954","mechanics":["Dice Rolling","Push Your Luck","Three Dimensional Movement"],"categories":["Fighting","Movies / TV / Radio theme"],"designers":["Antoine Bauza","Ludovic Maublanc"]}}