{"timestamp":"2024-11-13T01:03:49.762Z","gameDetails":{"id":"181693","name":"Russian Railroads: German Railroads","type":"boardgameexpansion","description":"Russian Railroads: German Railroads is the first expansion for Russian Railroads and requires the base game to play. This expansion consists of three different, independent modules:&#10;&#10;1) Germany game board&#10;&#10;A brand new game board with new routes and, consequently, completely new opportunities and strategies to follow. For example, the distances are not fixed, which means that all options are open and not equal to vary the flow compared to the standard game.&#10;&#10;2) Coal age&#10;&#10;This module breaks up familiar strategies through the addition of a coal resource. Coal can be used to improve locomotives and factories, or it can also be used in foundries. These new foundries bring in a decent income when they are fired with coal. Alternatively, coal may also enhance a locomotive or the effect of a factory, if used as a heat source.&#10;&#10;3) Single ticket&#10;&#10;This module is a solo version, which features a dummy opponent that occupies different spots and tries to stop the player from achieving high scoring.&#10;&#10;On top of the three modules there are new components: engineers, a factory, tokens and cards. In principle, you can combine the new game components with all of the expansions and the base game.&#10;&#10;","image":"https://cf.geekdo-images.com/40TeMnbvaIEfbDjfwaOQhw__original/img/6jZ9djsFJ4fw9ijaPJoTFPel_SU=/0x0/filters:format(jpeg)/pic3735777.jpg","thumbnail":"https://cf.geekdo-images.com/40TeMnbvaIEfbDjfwaOQhw__thumb/img/5OnmT47YmF-Oy1CTTpUBdDHg-8Q=/fit-in/200x150/filters:strip_icc()/pic3735777.jpg","link":"https://boardgamegeek.com/thing/181693","minPlayers":"1","maxPlayers":"4","yearPublished":"2015","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"8.23137","averageWeight":"3.5479","boardGameRank":"Not Ranked","mechanics":["Worker Placement"],"categories":["Expansion for Base-game","Industry / Manufacturing","Trains"],"designers":["Helmut Ohley","Leonhard \"Lonny\" Orgler"]}}