{"timestamp":"2024-11-13T00:22:03.716Z","gameDetails":{"id":"181797","name":"Inhabit the Earth","type":"boardgame","description":"Inhabit the Earth is a race game played on six continent boards. Players create their own menagerie of up to six creatures, each of which is represented by up to six cards, by using cards to introduce, multiply, evolve, and adapt their creatures. Each of the 162 unique cards identifies a creature's class, a continent and terrain that the creature inhabits, and a special or scoring ability.&#10;&#10;Each class of creature is also represented by a counter, and the cards are also used to trigger the movement of the counters along the trails on the boards and by migrating, from one board to another. Breeding, achieved by flipping over a creature's counter, generates new cards. Movement facilitates further breeding and the chance to secure tokens for additional icons and point scoring.&#10;&#10;At the end of the game, points are scored through abilities on the creature's cards, the position of the creatures' counters on the boards, and from tokens; the player with the most points wins. Rules for an introductory game for up to three players are included.&#10;&#10;","image":"https://cf.geekdo-images.com/p74qIG0QUH9k-YdTdVV6CA__original/img/G5nMkKx8lH1LdfILALIo33S-Rw0=/0x0/filters:format(jpeg)/pic2645523.jpg","thumbnail":"https://cf.geekdo-images.com/p74qIG0QUH9k-YdTdVV6CA__thumb/img/u0qlwwzK9vD62Pvc0cOG-29_Pok=/fit-in/200x150/filters:strip_icc()/pic2645523.jpg","link":"https://boardgamegeek.com/thing/181797","minPlayers":"2","maxPlayers":"4","yearPublished":"2015","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":[3],"averageRating":"6.90701","averageWeight":"3.1579","boardGameRank":"2836","mechanics":["Action Queue","Area Movement","Hand Management","Melding and Splaying","Modular Board","Open Drafting","Point to Point Movement","Set Collection","Tile Placement"],"categories":["Animals","Environmental"],"designers":["Richard Breese"]}}