{"timestamp":"2024-11-13T00:05:22.719Z","gameDetails":{"id":"181817","name":"Eldritch Horror: Under the Pyramids","type":"boardgameexpansion","description":"From the publisher:&#10;&#10;Ancient secrets, sandblasted ruins, and unprecedented horrors await in Under the Pyramids! This side board expansion opens up six new locations throughout Egypt, including bustling Cairo, ancient Tel El-Amarna, and the shining, snaking, Nile River. Yet the Egypt of the 1920s is hardly a safe tourist destination. Amid the cultural tumult and political instability of this modernizing African nation, countless Cultists are working to bring about the return of an ancient and powerful evil known as the Dark Pharaoh. If he should rise up to rule Egypt once more with his iron will, he would doom all humankind to wretched, cruel slavery.&#10;&#10;Fighting this battle against terrible evil are eight more investigators, aided by invaluable Relics, powerful Glamour spells, and legendary allies. The Museum Heist Adventure cards lead you on a hunt for stolen antiquities, and six more preludes that can transform your games of Eldritch Horror in innovative and thematic ways.&#10;&#10;Under the Pyramids includes:&#10;&#10;     A side board that opens up six locations spread across Egypt and North Africa&#10;     A rulebook to guide your journey down the Nile and into the Sahara&#10;     Two Ancient Ones, each with unique Mystery, Research, and Special Encounters decks&#10;     Eight new Investigators&#10;     Plentiful new Unique Assets, Conditions, Spells, Artifacts, Gates, and Monsters&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/YqOHAsl8zBL6MUfi3ZTHEg__original/img/VLjbA3J0sebnPShymSp2w235ufk=/0x0/filters:format(jpeg)/pic2628036.jpg","thumbnail":"https://cf.geekdo-images.com/YqOHAsl8zBL6MUfi3ZTHEg__thumb/img/ifBM-25dl3QGt_87f2zqTB5h58o=/fit-in/200x150/filters:strip_icc()/pic2628036.jpg","link":"https://boardgamegeek.com/thing/181817","minPlayers":"1","maxPlayers":"8","yearPublished":"2015","playingTime":"0","minPlayingTime":"180","maxPlayingTime":"0","bestAtCount":[4],"averageRating":"8.37318","averageWeight":"3.1053","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Dice Rolling","Point to Point Movement","Role Playing","Storytelling","Variable Player Powers"],"categories":["Expansion for Base-game","Adventure","Fantasy","Fighting","Horror","Novel-based","Travel"],"designers":["Nikki Valens"]}}