{"timestamp":"2024-11-09T21:31:46.458Z","gameDetails":{"id":"181971","name":"Power Grid: The Stock Companies","type":"boardgameexpansion","description":"The expansion Power Grid: The Stock Companies offers players a completely new game experience, specifically three new ways to play either Power Grid or Power Grid Deluxe.&#10;&#10;The main game is The Stock Companies: As shareholders, the players want to get control over different stock companies so they can acquire the greatest wealth.&#10;&#10;The two variants are a little bit closer to the well-known Power Grid experience.&#10;&#10;&bull; The Biggest Electricity Distributors: In this first variant the players are shareholders who try to get shares of the most successful companies: the companies that supply electricity to the most cities.&#10;&#10;&bull; The Competition of the Private Companies: In this second variant the players control their private stock companies and try to establish them successfully on the electricity market. They sell shares of their own companies to generate more cash and they are able to buy shares of other players&rsquo; companies. Thus, they can also earn a portion of the other players&rsquo; successes.&#10;&#10;If you own all Power Grid maps and the expansion New Power Plants, this expansion offers 222 new possibilities to play Power Grid and Power Grid deluxe.&#10;&#10;The rules for this expansion are based on module 9 &quot;Shares&quot; of the game 504. As 504 is a modular game system, we are able to take that module and mix it with Power Grid. The results are three different options to play this expansion. For the main game, we focused on the first option of the shares module, so you will discover a lot of surprises. Both variants are a little bit closer to the well-known Power Grid experience; they are for gamers who want to experiment with the game system.&#10;&#10;","image":"https://cf.geekdo-images.com/H3T6T21a1rY4rZg_VijfpQ__original/img/JJKIdVZ3vtXyoaCjNjDEZC2YpKA=/0x0/filters:format(jpeg)/pic2617819.jpg","thumbnail":"https://cf.geekdo-images.com/H3T6T21a1rY4rZg_VijfpQ__thumb/img/Bxem21uXkd_peVcxRGYgect_Ni8=/fit-in/200x150/filters:strip_icc()/pic2617819.jpg","link":"https://boardgamegeek.com/thing/181971","minPlayers":"2","maxPlayers":"6","yearPublished":"2015","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":"4"}}