{
  "timestamp": "2024-10-19T00:51:35.610Z",
  "gameDetails": {
    "name": "Ticket to Ride Map Collection 5: United Kingdom & Pennsylvania",
    "type": "boardgameexpansion",
    "description": "Ticket to Ride Map Collection 5: United Kingdom &amp; Pennsylvania contains a double-sided game board with new rules for use with Ticket to Ride or Ticket to Ride: Europe with players now creating train lines in the British Isles and in Pennsylvania.&#10;&#10;The Pennsylvania half of this map collection adds a share mechanism to the basic TtR game. Each time that a player completes a route, they claim a share of one of the companies depicted next to that route. At the end of the game, whoever holds more shares of a company than all other players receives points as a reward.&#10;&#10;The United Kingdom half of this map collection introduces the concept of technology to TtR. At the start of the game, players can build only one- and two-train routes and only in England. By spending wild cards, players gain the ability to build routes three trains long or longer, in addition to being able to build ferries across water and build train routes in Scotland, Wales and Ireland. Players can also buy bonus cards that allow them to score extra points for taking certain actions during play. The game takes us to the beginning of the railway era, so the title correct for the whole United Kingdom of Great Britan and Ireland. &#10;Take notice: Designer Alan R. Moon has himself mentioned in his Design Diary of the game that &quot;The Advanced Technology Cards were not fully playtested&quot;. He also doubled down on that sentiment in the rules forum with &quot;I&#039;ve seen several posts where players are playing with the Advanced Technologies the first time they play the game. These cards were included because we had extra cards that could be used for them, and we considered including them as a bonus, but they were never intended to be part of the basic game.&quot;.&#10;&#10;Although officially an expansion for Ticket to Ride or Ticket to Ride: Europe, this could be used for Ticket to Ride: Nordic Countries.  However use with Nordic Countries would be limited to three players and use of spare trains.  The UK map requires 35 trains, the Pennsylvania map requires 45 trains, and Nordic Countries contains 40 of each colour (with 5 spare).&#10;&#10;Part of Ticket to Ride series.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/Secxz_vsdngRrecTHcPc3A__original/img/mJ0CG0pYnMGFMWDPOOxU7StPV_4=/0x0/filters:format(jpeg)/pic2640876.jpg",
    "thumbnail": "https://cf.geekdo-images.com/Secxz_vsdngRrecTHcPc3A__thumb/img/E5mOGsVUU7zA_oCzZbENMYaHKhw=/fit-in/200x150/filters:strip_icc()/pic2640876.jpg",
    "link": "https://boardgamegeek.com/thing/182078",
    "minPlayers": "2",
    "maxPlayers": "5",
    "bestAtCount": "4",
    "id": "182078"
  }
}