{"timestamp":"2024-11-12T22:02:00.660Z","gameDetails":{"id":"18258","name":"Mission: Red Planet","type":"boardgame","description":"The year is 1888, and Steampunk technology has advanced at a prodigious rate! Probes have been sent to Mars, and soon astronauts will be manning rockets in order to mine the planet for newly discovered resources. The first is a brand new element, Celerium, that could prove to be a combustible energy source the likes man has never seen. The second is Sylvanite, an incredibly dense material unlike anything found on earth. In addition to these resources, glaciers have been discovered on the planet. Whoever controls these icy masses could work to create a livable atmosphere on Mars&#10;&#10;In Mission: Red Planet, players work as mining companies compete to send astronauts to Mars in order to colonize and mine for recently discovered materials. Over the course of 10 rounds, players play one of their special agents every round to help fill the rockets heading to Mars with their own astronauts while simultaneously working to prevent their opponents from doing the same. Once landed, these astronauts must gather to control specific regions of the planet, each yielding one of the three resources: Celerium, Sylvanite, or Ice. After rounds 5 and 8, players gain score tokens for every region where they control the majority of the astronauts. At the end of the game, players score one final time, adding any bonuses received from Discovery Cards and Bonus Cards. The player with the most score tokens at the end controls Mars, and all the riches it can bring!&#10;&#10;From Bruno Faidutti&#039;s website:&#10;&#10;This one, designed with Bruno Cathala, started with the theme. We wanted to make a game about colonizing Mars, with shuttles leaving the blue planet towards the red one. The theme is strong, and well caught in the steampunk graphic style decided by Asmod&#195;&#169;e. In Mission: Red Planet, each player plays a colonial power which sends astronauts, in space shuttles, to occupy the most promising zones on the planet. For scholars, the systems merge a majority game, &agrave; la El Grande or San Marco, with a character/action card system, somewhere between Citadels and Hoity Toity/Adel Verpflichtet. Nothing really new here, but there was much work on it and we're really proud of the result.&#10;&#10;","image":"https://cf.geekdo-images.com/AxL3w-5D1zVgKsrS9iQi2A__original/img/PMXTWDPN_No0gCJuGWG4OaIlIdM=/0x0/filters:format(jpeg)/pic151268.jpg","thumbnail":"https://cf.geekdo-images.com/AxL3w-5D1zVgKsrS9iQi2A__thumb/img/UIYTciBr7EUKGEpde2Xecuk8u9A=/fit-in/200x150/filters:strip_icc()/pic151268.jpg","link":"https://boardgamegeek.com/thing/18258","minPlayers":"3","maxPlayers":"5","yearPublished":"2005","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[4,5],"averageRating":"6.87938","averageWeight":"2.3178","boardGameRank":"1419","mechanics":["Action Retrieval","Area Majority / Influence","Area Movement","End Game Bonuses","Hand Management","Simultaneous Action Selection","Take That","Turn Order: Role Order"],"categories":["Science Fiction","Space Exploration"],"designers":["Bruno Cathala","Bruno Faidutti"]}}