{"timestamp":"2024-11-13T01:06:41.113Z","gameDetails":{"id":"182961","name":"Shadowrun: Crossfire – Demo Box","type":"boardgame","description":"Game description from the publisher:&#10;&#10;The Shadowrun: Crossfire - Demo Box is a trial version of the game that's perfect for learning the rules. We carefully picked out a subset of the full game that shows off Crossfire's feel and mechanisms in a small, elegant package. The demo box takes you through a shorter, tighter version of the &quot;Caught in the Crossfire&quot; mission included in the full game &mdash; it's the quickest way for new players to learn how to play.&#10;&#10;Catalyst Game Labs is giving the Shadowrun: Crossfire - Demo Box to select gamers at Gen Con 2013 in mid-August.&#10;&#10;&#10;The shadows of the Sixth World have every kind of danger you can imagine: ultra-violent gangers, flesh-eating ghouls, mages that summon spirits from toxic waste, backstabbing corporate raiders, hard-nosed police officers, and even dragons. You don't have&#3; much &mdash; mainly your guts, your wits, and your friends &mdash; but maybe that's &#3;enough. Between you and your teammates, you can sling spells, hack the &#3;Matrix, talk a tiger out of his stripes, and bring down a charging ork &#3;from a hundred yards away. Will that be enough to face down the worst &#3;the mean streets can throw at you? You're about to find out.&#10;&#10;Shadowrun: Crossfire is a cooperative deck-building card game for two to four players set in the gritty, cyberpunk fantasy world of Shadowrun. Play a shadowrunner team and take on tough jobs such as protecting a client who's marked for death, shooting your way out of downtown when a run goes sour, or facing down a dragon. In each game you'll improve your deck with a mix of strategies, while earning Karma to give your character cyber upgrades, physical augmentations, magical initiations, weapons training and Edge.&#10;&#10;Shadowrun: Crossfire - Demo Box includes two obstacle decks, a black market deck, a crossfire event deck, a mission sheet, 4 role cards, and 2 product information cards.&#10;&#10;Differences from Shadowrun: Crossfire&#10;&#10;- The crossfire card deck &amp; obstacle decks are smaller than the full game&#10;&#10;- The Demo box contains only 1 scenario (so the only way to play this version) and it is not included in the main Shadowrun: Crossfire game&#10;&#10;- There are only four character cards (1 of which is the troll mage card which is not found in the base set, but was reprinted in Character Expansion Pack 1)&#10;&#10;- The Demo box does not contain any tokens, and requires the players to use something of their own (coins etc.)&#10;&#10;- The rulebook is shorter and does not contain all the rules listed in the base game, but contains information specific to the Demo box&#10;&#10;","image":"https://cf.geekdo-images.com/bcoV33kZ7j0fYVZuXiocpA__original/img/0uiOb2ICGzGPUQp0w5MrVobViKk=/0x0/filters:format(jpeg)/pic1734714.jpg","thumbnail":"https://cf.geekdo-images.com/bcoV33kZ7j0fYVZuXiocpA__thumb/img/sPMDoU0dUfLPCelS_SAYo8uhV-w=/fit-in/200x150/filters:strip_icc()/pic1734714.jpg","link":"https://boardgamegeek.com/thing/182961","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":null,"averageRating":"7.07143","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Deck, Bag, and Pool Building","Variable Player Powers"],"categories":["Adventure","Card Game","Fantasy","Science Fiction"],"designers":["Mike Elliott","Rob Heinsoo","Jim Lin","Gregory Marques","Sean McCarthy","Rob Watkins (Board Game) (I)"]}}