{"timestamp":"2024-11-12T22:10:10.530Z","gameDetails":{"id":"183308","name":"1844/1854","type":"boardgame","description":"The railway history of both Switzerland and Austria can be explored in 1844/1854, two previously self-published designs &mdash; both based on the 1829 (aka 18xx) game system created by Francis Tresham &mdash; that have been thoroughly revised for this new edition.&#10;&#10;In 1844, set in Switzerland, the challenge lies in running different types of businesses: Local railway companies, which merged at that time to form SBB, and national historical railroads require different decisions and support different strategies. Many companies have a destination station and receive a large part of their working capital only if they have connected this station to their route network. The game also features mountain railways, tunnels, private companies and two different types of locomotives, providing for lots of variation for railway enthusiasts and lovers of complex games.&#10;&#10;A special feature of 1854, set in Austria, is located in the stock split, which comes into play in the additional shares. As in 1844, there are mergers of companies, two types of locomotives, tunnels, mountain railways, and private companies. In addition, some private companies operate on a separate game board depicting the Steyr region.&#10;&#10;","image":"https://cf.geekdo-images.com/ZPnQU24NTWm9iueZh8L1sw__original/img/-7lot9QZGtzJuunueAZ8czbDCaY=/0x0/filters:format(jpeg)/pic4388772.jpg","thumbnail":"https://cf.geekdo-images.com/ZPnQU24NTWm9iueZh8L1sw__thumb/img/FwBgovTFBgUHcnj6QH_oBcukVQ0=/fit-in/200x150/filters:strip_icc()/pic4388772.jpg","link":"https://boardgamegeek.com/thing/183308","minPlayers":"3","maxPlayers":"7","yearPublished":"2016","playingTime":"300","minPlayingTime":"300","maxPlayingTime":"300","bestAtCount":[4],"averageRating":"7.83293","averageWeight":"4.4688","boardGameRank":"3618","mechanics":["Auction / Bidding","Network and Route Building","Stock Holding","Tile Placement"],"categories":["Economic","Trains"],"designers":["Helmut Ohley","Leonhard \"Lonny\" Orgler"]}}