{"timestamp":"2024-11-09T21:45:02.152Z","gameDetails":{"id":"18500","name":"Sator Arepo Tenet Opera Rotas","type":"boardgame","description":"Hidden inside the sinners&rsquo; pit of the antique library are cursed tomes, heretical books, treatises on witchcraft and black magic, and precious volumes of Kabbalah, all of them written in strange and lost languages. Each book has been placed precisely in the pit, positioned according to exacting rituals; their function to prevent chaos from emerging from the pit. The Keeper is entrusted to stop the souls of the damned from escaping - something they attempt continuously - by touring the labyrinth and keeping the power contained in the books strong enough to seal the abyss. Only the Keeper knows the rituals and the exact position of every volume as he&rsquo;s the sole person with access to the Sator secrets.&#10;&#10;SATOR AREPO TENET OPERA ROTAS is the seal that keeps the souls of the damned from flowing away...&#10;&#10;But the power of the old Keeper is waning, and the sinners&rsquo; pit has felt this, using the breath of the damned to slowly shift the volumes which compose the Sator across the labyrinth in order to open a passage for their souls into our world.&#10;&#10;Thus, the four Acolytes of the Keeper have been entrusted to recover the holy books that have been moved across the labyrinth. Each volume contains a key which lets one understand some of the arcane words of the Sator and thereby regain control of the labyrinth. The Acolyte who first recovers the four holy books that the Keeper has asked him to find will be able to access the Sator and become the new Keeper.&#10;&#10;Goal&#10;&#10;Each player represents an Acolyte and tries to be the first to recover the four books that the Keeper has entrusted to him (the four books in the color of his pawn). &#10;The sinners&rsquo; pit is an intricate labyrinth of Footbridges and mobile walkways that can be moved by gears and pulleys. They can be turned and pushed in order to create a safe path over which the Acolyte may safely walk the abyss.&#10;&#10;To move Footbridges, each Acolyte may read from the book Incertus Movet in Aere Sospeso', which is a kind of user&rsquo;s manual explaining how to manipulate the walking passages to meet his needs. The more Footbridges the Acolyte moves during his turn, the farther he will be able to walk.&#10;What&rsquo;s more, he will be able to use the content of his own Liber Fidei, a set of prayers, thoughts and ascetic books, to perform apparently impossible actions (such as the manipulation of time and space) thanks to the power of his faith...&#10;&#10;","image":"https://cf.geekdo-images.com/fHhi8Ro6aEP4qB1fvNl0qw__original/img/aKAP0YQMhVP8xH-G6tgM1SN0f08=/0x0/filters:format(jpeg)/pic370329.jpg","thumbnail":"https://cf.geekdo-images.com/fHhi8Ro6aEP4qB1fvNl0qw__thumb/img/khXgpVafQs8mc-YPaQQQwEHFPKU=/fit-in/200x150/filters:strip_icc()/pic370329.jpg","link":"https://boardgamegeek.com/thing/18500","minPlayers":"2","maxPlayers":"4","yearPublished":"2008","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"4"}}