{
  "timestamp": "2025-11-26T21:18:00.199Z",
  "gameDetails": {
    "id": "185538",
    "name": "Tsukuyumi: Full Moon Down",
    "type": "boardgame",
    "description": "STORY\nThe future:\nSlowly but steadily, the Moon has been approaching the Earth. It has touched the surface and ripped a deep rift across continents, mountain ranges and oceans. It has come to a halt in the now dried-out Pacific Ocean. Chaos and devastation wrecked the Earth and its inhabitants. That chaos grew greater when the Moon revealed itself to be a \"kami\" (a Japanese God of old) - the white dragon TSUKUYUMI. Exiled into the night sky eons ago, TSUKUYUMI has been roused by Japanese warriors, who tried to rid themselves of their godly creators. TSUKUYUMI'S time for revenge has finally come...\n\nIn the post-apocalyptic world, humankind is on the verge of extinction, whereas animal species mutated under the influence of TSUKUYUMI and grew bigger and stronger than ever. All those different factions are now fighting fiercely for survival, as well as for world domination.\n\nTSUKUYUMI is a no-luck boardgame, that demands specific strategic skills of its players. Its particular appeal lies in the clash of multifarious, asymmetrical factions. At the beginning, each player picks one of the five factions. The factions bring their own respective abilities, units and strategies. Therefore the game changes depending on what factions meet on the battlefield.\n\nValues and abilities of the factions still don&rsquo;t guarantee victory. Numerous test matches have shown: it&rsquo;s the players who find new combinations and the right moments to use specific faction features, who notice their fellow players&rsquo; weaknesses and use them to their own advantages. This way, they shape their faction and bring the creatures and their stories to life.\n\nFACTIONS\nTHE NOMADS are the former soldiers who were stationed on the USS Nomad, an aircraft carrier that stranded in the wastelands. Armed, agile and patriotic as they are, the NOMADS try to claim the remains of the moon in the name of their (former) nation.\n\nTHE BOARLORDS are a nation of strong and intelligent boars, who enter the pacific region from the former Korean peninsula. They aim to replace the human race as dominant species - claiming more and more land by terraforming it into their rampart-like homes.\n\nTHE CYBERSAMURAI use satellites, supercomputers and artificial intelligence once developed in old Japan to control an army of drones, fighting bots and even an orbital laser system, threatening anyone who tries to plant their flag on the moon.\n\nTHE DARK SEED'S nest grew in the wastelands as roaches and other insects became bigger and more intelligent under TSUKUYUMI'S influence. Their swarm grows rapidly - and thus they fight relentlessly to overwhelm adversarial units and territories by their sheer number.\n\nTHE KAMPFGRUPPE 03 are the heirs to the Order of Marduk - and same as their spiritual ancestors in medieval times, dragonslayers Siegfried and Georg, they strive for a world unburdened by TSUKUYUMI'S existence.\n\nGAMEPLAY\nEach faction has its own units, its own strengths and special abilities - therefore requiring a very adjusted strategy to win. \n After the gameboard is set up, every player chooses a faction respectively. The faction boards explain in detail all special abilities and how to use them. It also specifies the factions' start set-up.\n\nAccording to the descending initiative order marked on the board, the players install their \"Homezones\", pick three start-areas and place their units.\nPrior to the first round, they also choose a white action card - a combination of actions they can use before the beginning of each round.\n\nThen, the players gather their resources according to what their areas offer. They may use these resources to bid on the blue, green and red action cards. Every phase is represented by six of those action cards marked from A to F. Every card displays a different combination of the actions that can be taken during its respective phase. The highest bid is awarded with the A-card, the next one with the B-card, and so on.\n\nEach round consists of the following phases:\nWhite Phase: Players use the white action card they chose to emphasize their strategy.\nBlue Phase: Players can rise in the initiative order and/or draw an Impact Card.\nGreen Phase: New units are generated and resources collected.\nRed Phase: Units are moved, adversarial areas and units may be attacked. Onis are placed, moved, and used for attacks.\n\nGOAL\nThe player who gains the most Victory Points wins the game. Victory Points are earned by conquering and occupying areas, and by fulfilling goals and/or the faction's respective mission.\n\nEND\nThe game ends after the number of rounds determined by the players beforehand - usually 3-4 rounds.\n\nMICROBADGES\n Tsukuyumi fan - logo\n Tsukuyumi fan - moon\n Tsukuyumi - Boarlords fan\n Tsukuyumi - Cybersamurai fan\n Tsukuyumi - Dark Seed fan\n Tsukuyumi - Nomads fan\n Tsukuyumi - Oni fan\n Tsukuyumi - Kampfgruppe 03 fan\n Tsukuyumi - Lords of the Lost Sea fan\n Tsukuyumi - Fireborn fan\n Tsukuyumi - Children of the Lion fan\n\n",
    "image": "https://cf.geekdo-images.com/6l3Ip2RrtpZkDx8KY1IOUg__original/img/IPFaOwFIbna8x6ctTbT5t_1uTGw=/0x0/filters:format(jpeg)/pic4375198.jpg",
    "thumbnail": "https://cf.geekdo-images.com/6l3Ip2RrtpZkDx8KY1IOUg__small/img/YCmr6XJ82ee-kiP4vkW7WRGfDPI=/fit-in/200x150/filters:strip_icc()/pic4375198.jpg",
    "link": "https://boardgamegeek.com/thing/185538",
    "minPlayers": "3",
    "maxPlayers": "5",
    "yearPublished": "2018",
    "playingTime": "180",
    "minPlayingTime": "90",
    "maxPlayingTime": "180",
    "bestAtCount": [
      4
    ],
    "averageRating": "7.83165",
    "averageWeight": "3.7705",
    "boardGameRank": "2549",
    "mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "categories": [
      "Fantasy",
      "Fighting",
      "Mythology",
      "Science Fiction"
    ],
    "designers": [
      "Felix Mertikat"
    ]
  }
}