{"timestamp":"2024-11-10T05:24:26.456Z","gameDetails":{"id":"186659","name":"Tiny Epic Galaxies: Deluxe Edition","type":"boardgame","description":"This Kickstarter-exclusive edition contains, in addition to all the contents of the base game, the mini expansion &quot;Tiny Epic Galaxies: Satellites &amp; Super Weapons Mini Expansion&quot;.&#10;&#10;From the description of Tiny Epic Galaxies:&#10;&#10;A thirty-minute game of galactic conquest, Tiny Epic Galaxies is driven by an exciting dice-rolling mechanism that rewards thoughtful programming of the results. Players control a home galaxy and a fleet of space ships. As players upgrade their galaxies, they gain access to more ships and more dice.&#10;&#10;Each turn, a player rolls a set of dice; how many dice are rolled is determined by the level of that player's galaxy. Each side of the six-sided die represents a different type of action: Movement, Colony Action, Harvest from Culture Planets, Harvest from Energy Planets, Improve an Economic Influence, and Improve a Diplomatic Influence.&#10;&#10;After the roll, the player sorts the results of the roll (one selective re-roll is allowed) and organizes the dice in a desired activation order. Each die, in order, is then resolved and the results are immediate, which allows the player to pull-off unseen combos and surprise other players. Other players have the option to copy other player's actions...at a cost!&#10;&#10;As players expand their galaxy by colonizing other planets through economic and diplomatic influence, they gain victory points AND the special powers brought in by those planets! In addition to galaxy upgrades, effective resource management provides luck-mitigating options that can sway the game in a calculated player's favor.&#10;&#10;Whoever achieves the most points from acquiring planets and upgrading their personal galaxy wins!&#10;&#10;","image":"https://cf.geekdo-images.com/brKD4GbnsFU1UsQVRS7ebQ__original/img/pkatUGnITsJHxHMswnaDfI0m8bQ=/0x0/filters:format(jpeg)/pic2714683.jpg","thumbnail":"https://cf.geekdo-images.com/brKD4GbnsFU1UsQVRS7ebQ__thumb/img/WkGVQAyFS7ADmEXrAVJIABrDB7U=/fit-in/200x150/filters:strip_icc()/pic2714683.jpg","link":"https://boardgamegeek.com/thing/186659","minPlayers":"1","maxPlayers":"5","yearPublished":"2015","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"3"}}