{"timestamp":"2024-11-12T22:17:17.548Z","gameDetails":{"id":"186860","name":"Android: Netrunner – Democracy and Dogma","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;Democracy and Dogma is the third Data Pack in the Mumbad Cycle for Android: Netrunner, and its sixty new cards (including a complete playset of nineteen different cards) are full of snooping, blackmail, coercion, and seedy political dealings as all the game's major players look for ways to take advantage of the chaos surrounding the Indian Union's heated national elections. At the heart of it all is the information broker and new Criminal Runner, Nero Severn, who arrives with his new console, consumer-grade hardware, and network of informants.&#10;&#10;Meanwhile, Jinteki struggles to reshape the dialogue surrounding the issue of clone rights, and Haas-Bioroid launches a clone suffrage movement and voting machine initiative to capitalize on their rival's moment of weakness. Nero Severn finds himself in a unique position to exercise his skills for gathering and monetizing everyone's dirty secrets, and there's no shortage of targets. In the heart of Mumbad's political sector, clone rights advocate Akshara Sareen, local councilmen, Jinteki's PR division, and other players are all hard at work, vying for the population's hearts, minds, and votes.&#10;&#10;","image":"https://cf.geekdo-images.com/rcEoVCNfJIKlnBbTRW3Yyg__original/img/efXmV6y5fRU8a4xzACRhufFqG_w=/0x0/filters:format(jpeg)/pic2786325.jpg","thumbnail":"https://cf.geekdo-images.com/rcEoVCNfJIKlnBbTRW3Yyg__thumb/img/FQ6OWvrFq3OLZrskGKGgl08-ShM=/fit-in/200x150/filters:strip_icc()/pic2786325.jpg","link":"https://boardgamegeek.com/thing/186860","minPlayers":"2","maxPlayers":"2","yearPublished":"2016","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":null,"averageRating":"8.04275","averageWeight":"3","boardGameRank":"Not Ranked","mechanics":["Action Points","Hand Management","Secret Unit Deployment","Variable Player Powers"],"categories":["Expansion for Base-game","Bluffing","Card Game","Collectible Components","Science Fiction"],"designers":["Richard Garfield","Lukas Litzsinger","Maciej Rebisz"]}}