{"timestamp":"2024-11-12T22:18:13.851Z","gameDetails":{"id":"186862","name":"Android: Netrunner – Salsette Island","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;The fourth Data Pack in the Mumbad Cycle for Android: Netrunner, Salsette Island introduces sixty new cards (including a complete playset of nineteen different cards) that carry players deeper into the intrigues, bribes, blackmail, and cybercrime surrounding the Indian Union's heated national elections. As Akshara Sareen and her &#196;&#146;kat&#196;&#129; Party ride the surging interest in clone rights to take a lead in the polls, top executives from all four Corp factions become increasingly willing to forge expedient and beneficial alliances in order to counter (or exploit) the party's growing political influence and preserve their existing business models.&#10;&#10;Meanwhile, the teeming masses and crowded streets of Salsette Island offer the game's Runners myriad places from which they can launch clever new cyberassaults against the Corps. You'll find the game's three Runner factions making notable entrances to the slums, mingling at exclusive parties, hitting the bazaars, flying sports hoppers, and garnering the support of new patrons. With a host of Runner cards that focus more on Mumbad's meatspace than the virtual world, Salsette Island allows you to press your attacks against the Corps more effectively on every front.&#10;&#10;","image":"https://cf.geekdo-images.com/Z8RvzNOQOuB9MMVBzyWUsg__original/img/Cjip5rGyDyk6BJfkJZbl9aS1qS8=/0x0/filters:format(jpeg)/pic2786356.jpg","thumbnail":"https://cf.geekdo-images.com/Z8RvzNOQOuB9MMVBzyWUsg__thumb/img/rhF3nequNAIC6OiLIQHeJlxbYnc=/fit-in/200x150/filters:strip_icc()/pic2786356.jpg","link":"https://boardgamegeek.com/thing/186862","minPlayers":"2","maxPlayers":"2","yearPublished":"2016","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":null,"averageRating":"8.03802","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":["Action Points","Hand Management","Secret Unit Deployment","Variable Player Powers"],"categories":["Expansion for Base-game","Bluffing","Card Game","Collectible Components","Science Fiction"],"designers":["Richard Garfield","Lukas Litzsinger"]}}