{"timestamp":"2024-11-13T01:14:30.352Z","gameDetails":{"id":"187046","name":"Star Wars: The Card Game – The Forest Moon","type":"boardgameexpansion","description":"From the Publisher:&#10;&#10;&ldquo;Although the weapon systems on this Death Star are not yet operational, the Death Star does have a strong defense mechanism. It is protected by an energy shield which is generated from the nearby forest moon of Endor.&rdquo;&#10;   &ndash;Admiral Ackbar, Star Wars: Return of the Jedi&#10;&#10;Experience the climactic events of Return of the Jedi with The Forest Moon Force Pack for Star Wars&trade;: The Card Game. As Han Solo, Luke Skywalker, Chewbacca, and Leia Organa descend to the surface of Endor with a team of elite Rebel operatives, the Rebel fleet prepares for its assault on the second Death Star. In this expansion, you can relive these fleet battles and dramatic adventures in your games of Star Wars: The Card Game.&#10;&#10;The Forest Moon forms the next piece of the Endor cycle, and provides more cards to fit into the climax of Return of the Jedi. Here, you&rsquo;ll find ten new objective sets (two copies each of five distinct sets) that offer new versions of iconic characters and vehicles like Home One, Lobot, and the Super Star Destroyer, Executor. Take advantage of new fate cards to revolutionize your edge battles, and prepare for thrilling adventure on the Sanctuary Moon and in the skies above it.&#10;&#10;This is not a stand-alone deck. A Star Wars: The Card Game Core Set is required to play.&#10;&#10;Contains objective sets 196-200.&#10;&#10;","image":"https://cf.geekdo-images.com/yz2L4cHZ_ZzdQhdHArhE7g__original/img/unUMf2sqgMAyoYHTB8Z656RleEA=/0x0/filters:format(png)/pic2728491.png","thumbnail":"https://cf.geekdo-images.com/yz2L4cHZ_ZzdQhdHArhE7g__thumb/img/raeFH8gyLP2jbOEWGrWxyZum2YU=/fit-in/200x150/filters:strip_icc()/pic2728491.png","link":"https://boardgamegeek.com/thing/187046","minPlayers":"2","maxPlayers":"2","yearPublished":"2016","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":null,"averageRating":"7.94167","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":["Hand Management","Variable Player Powers"],"categories":["Expansion for Base-game","Card Game","Movies / TV / Radio theme","Science Fiction"],"designers":[]}}