{"timestamp":"2024-11-12T20:25:32.024Z","gameDetails":{"id":"187104","name":"4 Gods","type":"boardgame","description":"Four Gods is a real-time tile-laying game in which players create a world &mdash; one tile at a time &mdash; before laying claim to one of the four gods of their world and attempting to win followers by sending prophets into that world.&#10;&#10;In more detail, players sit outside of a cardboard frame that represents the limits of the world. Each player starts with two randomly-drawn tiles in hand, with each double-sided tile depicting 1-3 types of landscape out of the four types present in the world.&#10;&#10;When play begins, each player simultaneously starts laying tiles into the frame; each tile must be adjacent to two sides to be placed, so initially tiles can be placed only in the corners of the frames, with players building inward from there. Players can place tiles anywhere that they can legally be placed (two sides are adjacent to the frame or previously placed tiles and all landscapes match across tile borders.&#10;&#10;Instead of placing a tile, a player can place it in their personal discard area, which can hold at most ten tiles. When a player has both hands free, they can draw two new tiles from the bag; alternatively, any player with a free hand can pick up any tile in any discard area and place it in the world.&#10;&#10;At any point during the game, a player can claim one of four gods and that god's followers. Each god is associated with a particular type of landscape, e.g., the merfolk god. Once a player has followers, they can place a prophet on a tile they just placed to claim that section of landscape. Players can place any number of prophets in a landscape as long as they're placing each prophet on a tile they just added to the world.&#10;&#10;At any point in the game, if a player thinks that a section of the board cannot be filled with a tile &mdash; e.g., a space that's surrounded by four types of landscapes &mdash; that player can place a round city marker in that space, and then claim that city with a prophet. If a matching tile is found later, a player can &quot;smash&quot; and collect that city, replacing it with the tile.&#10;&#10;Once the world is filled or players agree that no more tiles can be placed, the game ends. Each player scores five points for each city occupied or smashed. Each landscape with one or more prophets is worth a number of points to the player(s) with the most prophets in it equal to the number of tiles in that landscape minus the number of prophets in it. The landscape with the largest mass rewards its god with a large bonus, with the second and third largest masses rewarding their gods with smaller bonuses; similarly, the landscape that appears in the most distinct groups rewards its god with a large bonus, with the second and third largest groups again rewarding their gods with smaller bonuses.&#10;&#10;Whichever god has scored the most points wins!&#10;&#10;","image":"https://cf.geekdo-images.com/0swUg4xR-G-KkNwMp_Ag0Q__original/img/UAKwG9-pgfYybeKQ9FD_qdgqrCc=/0x0/filters:format(jpeg)/pic3109082.jpg","thumbnail":"https://cf.geekdo-images.com/0swUg4xR-G-KkNwMp_Ag0Q__thumb/img/XscRazKa06wyD0yOQat-kXR1j58=/fit-in/200x150/filters:strip_icc()/pic3109082.jpg","link":"https://boardgamegeek.com/thing/187104","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"30","minPlayingTime":"15","maxPlayingTime":"30","bestAtCount":[4],"averageRating":"5.95094","averageWeight":"2.2083","boardGameRank":"7355","mechanics":["Area Majority / Influence","Tile Placement"],"categories":["Puzzle","Real-time"],"designers":["Christophe Boelinger"]}}