{"timestamp":"2024-11-09T20:34:43.936Z","gameDetails":{"id":"187785","name":"Glenn Drover's Empires: Galactic Rebellion","type":"boardgame","description":"Description from the publisher:&#10;&#10;Rebellion simmers in the corners of the Galactic Empire and several rival factions are gathering forces in the hope of overthrowing the corrupt Senate by defeating the Sentinels that keep them in power. These rebel factions, each with their own vision of what life in the galaxy should be, despise each other almost as much as they hate the corrupt Galactic Senate. However, only one can wield ultimate power in the galaxy.&#10;&#10;You are the leader on one such rebel faction. You must recruit and train key specialists to help you fight and win a Galactic Rebellion. Scientists will perform research on new technologies that can tip the balance in your favor. Smugglers will help you build a trade network, while Diplomats will join the Senate in hopes of influencing critical decisions. Heroes will conduct Covert Missions to aid your rebel cause, and Troopers will fight your battles as they flare up on planets across the galaxy.&#10;&#10;Empires: Galactic Rebellion is a sequel to Empires: Age of Discovery using similar overall mechanisms. However, many of the specific actions have been reworked to follow the theme, and new spheres of activities have been added to create an entirely new experience, including Covert Missions, The Galactic Senate, and Capital Ship Fleets.&#10;&#10;As the Rebel Faction Leader, you must lead your rebellion to free the galaxy from tyranny and thereby achieve ultimate victory!&#10;&#10;","image":"https://cf.geekdo-images.com/r-ny2JWNOYm4Fhqw82N21w__original/img/PhfgGDpHaMFjuuGiJLoQRaRhlP8=/0x0/filters:format(png)/pic2769924.png","thumbnail":"https://cf.geekdo-images.com/r-ny2JWNOYm4Fhqw82N21w__thumb/img/qcTFElSWFP5kGSzctuk-_UenhoY=/fit-in/200x150/filters:strip_icc()/pic2769924.png","link":"https://boardgamegeek.com/thing/187785","minPlayers":"2","maxPlayers":"6","yearPublished":"2016","playingTime":"180","minPlayingTime":"90","maxPlayingTime":"180","bestAtCount":"4"}}