{"timestamp":"2024-11-13T01:06:44.224Z","gameDetails":{"id":"18866","name":"Shear Panic","type":"boardgame","description":"The second game from Fragor Games, featuring a flock of sheep and their attempts to be in the right place at the right time. Much gambolling, some tupping, lots of shearing.&#10;&#10;Publisher Blurb:&#10;&#10;&quot;'The Best Game Ewe Ever Herd!'&#10;&#10;Ah, do ewe long for the life of a sheep? Bright summer days filled with games of tag and attempts to flock closer to Roger, the Heartthrob Ram? But, Watch Out! The shearer wants to drag you away from all the fun and games!&#10;&#10;In Shear Panic, ewe maneuver your ewes to score points, playing tag, standing close to Roger, or trying to avoid the shearing scissors! Will your brave sheep score the most points, or will it be &quot;Off with the wool&quot; for ewe?&quot;&#10;&#10;The game includes eleven small figurines (which are somewhat fragile): Two each of four different colors, one black, one 'Roger', and one 'Shearer'. Also included are four player mats in different colors; a timing/scoring mat; 48 mutton buttons in four colors; four scoring markers; one flock marker; and two special six-sided dice.&#10;&#10;There are two separate play areas: The one where the flock of sheep figurines are clustered; and the combination timing/scoring mat. (The timing mat is two-sided for 3 or 4 players.) Actions by the players each turn cause the timing marker to move faster or slower through each of the four fields, and the scoring is different in each field.&#10;&#10;Field 1 is Team Tag. Players score higher for keeping their sheep closer together. Field 2 is Roger&rsquo;s Field, where players score more the closer they are to Roger (the ram). Field 3 is Black Sheep Tag, and players score higher the closer they are to the black sheep. Field 4 is the Shear Panic Field, and the row of sheep closest to the shearer figure are eliminated each turn, while the remainder are scored individually. The timing marker indicates which Field the sheep are currently &ldquo;in&rdquo;.&#10;&#10;Players have a total of twelve actions they may take during the course of the game, and as each one is used, a &ldquo;mutton button&rdquo; is placed over it, eliminating it from future use. Also, the more powerful the action, the farther (faster) the timing marker will move. If the timing marker lands on a red spot, the active player executes a free &ldquo;lamb slam&rdquo; by rolling the Panic Die and moving a sheep of the color rolled one space in any direction. If the Panic Die rolls white, the entire flock does a &ldquo;ewe turn&rdquo; ninety degrees in a direction of the active player&rsquo;s choice.&#10;&#10;Since all the player mats are visible to everyone, players need to keep an eye on what moves are still available to their opponents.&#10;&#10;The game is intended for three or four players, but rules for a two-player variant are included.&#10;&#10;Starting player is the person who most recently was sheared (had their hair cut).&#10;&#10;","image":"https://cf.geekdo-images.com/JzqCDDZ2JfeQjYwzHvbsMw__original/img/E3hNdflUaaMVadj29u_vq-M5FTw=/0x0/filters:format(jpeg)/pic436963.jpg","thumbnail":"https://cf.geekdo-images.com/JzqCDDZ2JfeQjYwzHvbsMw__thumb/img/3Q5TY3W-zzrz1-2DRed9cOD8LyQ=/fit-in/200x150/filters:strip_icc()/pic436963.jpg","link":"https://boardgamegeek.com/thing/18866","minPlayers":"2","maxPlayers":"4","yearPublished":"2005","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[4],"averageRating":"6.34539","averageWeight":"2.2219","boardGameRank":"2803","mechanics":["Dice Rolling","Grid Movement","Hand Management","Pattern Building"],"categories":["Animals"],"designers":["Gordon Lamont","Fraser Lamont"]}}