{"timestamp":"2024-11-12T21:22:52.744Z","gameDetails":{"id":"1897","name":"The Starfarers of Catan","type":"boardgame","description":"The foray into space, sometime near the year 2700 A.D. Compete for the prestigious post of Ambassador to the Galactic Council. To attain this lofty position, players must leave Terra and the known planets to explore and colonize the galaxy, while working to establish trade with alien cultures, encounter aliens, and defeat pirates. Glory and victory go to the brave and astute explorer upon whom luck smiles.&#10;&#10;The known worlds lie at one end of the game board, where each of the 3 or 4 players begins from known solar systems, each with 3 planets producing raw materials needed for the travels into deep space.&#10;&#10;Each player begins with 2 Colonies and a Space Port (all components are made from plastic). The Space Port makes starships to transport your new colonies and trade posts to distant lands. Throughout the game, all the colonies and spaceports enable the production of resources when the dice match the numbers of adjacent planets. Resources are traded for colony ships, trade ships, and fleet upgrades of freight rings, booster rockets, and cannon. Beware as you explore&mdash;some planets are covered in ice, and some conceal dangerous pirates.&#10;&#10;Belongs to the Catan Series.&#10;&#10;","image":"https://cf.geekdo-images.com/gZC98WB4HjAnb5F-xy_8DQ__original/img/judrUbDIeiNHBw7RI1_VUxtWj6Y=/0x0/filters:format(jpeg)/pic5054740.jpg","thumbnail":"https://cf.geekdo-images.com/gZC98WB4HjAnb5F-xy_8DQ__thumb/img/CPwsLtETOAamkRIMuzxbguQN11g=/fit-in/200x150/filters:strip_icc()/pic5054740.jpg","link":"https://boardgamegeek.com/thing/1897","minPlayers":"3","maxPlayers":"4","yearPublished":"1999","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"6.80146","averageWeight":"2.5828","boardGameRank":"1494","mechanics":["Hexagon Grid","Trading"],"categories":["Exploration","Negotiation","Science Fiction","Space Exploration"],"designers":["Klaus Teuber"]}}