{"timestamp":"2024-11-09T20:33:07.368Z","gameDetails":{"id":"189807","name":"Elder Sign: Omens of Ice","type":"boardgameexpansion","description":"From the publisher:&#10;&#10;Twenty years ago, during the Klondike Gold Rush, over a hundred thousand prospectors traveled deep into the Alaskan territory. Most of them perished in the ice, a few got rich, and some awoke terrible, ancient evils. Now, down in usually temperate Arkham, the winds are blowing harder and colder than ever before. The Miskatonic has frozen over. Some people complain of insatiable hunger and sometimes the newspapers even report cannibalism. You know all too well that the Ancient Ones are causing the weather and hunger, but this time you cannot fight them from within the Arkham Museum, or even out on Arkham&rsquo;s streets. You must brave the brutal conditions that killed thousands of prospectors, and fight ferocious creatures from this world and others, or else the cold, hunger, and ice will devastate humanity.&#10;&#10;Omens of Ice takes you and your fellow investigators on a treacherous journey into the Alaskan wildernesses, where you must solve the mysteries of three terrible new Ancient Ones. Whether you choose to travel in summer or are forced to go in winter&rsquo;s dark, at every step you&rsquo;ll face terrible perils, from the port of Anchorage to the forest paths and mountain passes of the interior. You must constantly fight not only wild animals and ravenous monsters, but frostbite, starvation, and the madness that befalls many who enter this frozen, isolated, white world.&#10;&#10;","image":"https://cf.geekdo-images.com/cBx7bXKrU1RZtIHVQzZv1A__original/img/Bhj55i7K_SHg1RpcccQoGXZ_-KQ=/0x0/filters:format(jpeg)/pic3927287.jpg","thumbnail":"https://cf.geekdo-images.com/cBx7bXKrU1RZtIHVQzZv1A__thumb/img/X2YZezRJ-wvoK2uUHz14MtSydVI=/fit-in/200x150/filters:strip_icc()/pic3927287.jpg","link":"https://boardgamegeek.com/thing/189807","minPlayers":"1","maxPlayers":"8","yearPublished":"2016","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":"2"}}