{"timestamp":"2024-11-09T20:47:44.997Z","gameDetails":{"id":"19100","name":"Hacienda","type":"boardgame","description":"Hacienda has players competing for space on the South American pampas, aiming to bring their livestock to the most markets. You get three actions a turn to buy cards which then let you lay tiles to control land and herds, or you may buy extras, such as waterholes or the haciendas of the title to get bonus points.&#10;&#10;The game has two card decks, one showing the different land types on the hex map, the other the different animals (pigs, cows, horses and sheep). Some cards are laid face up and you pay 3 pesos to buy the ones you want, or 2 pesos for an unknown card from the draw deck. You spend the cards to put your markers on land and to place your animal tokens on the board. Animals of a type go together to make a herd naturally, and each time a herd touches a market town on the board, you earn money for the size of herd and land attached. With careful hand and herd management, you can make good cash gains and also block your opponents. You need the money to buy more cards of course. 12 pesos also buys waterholes you can place next to your herds, or haciendas to go on your land or herds. If you run short of money, you can call a harvest and get cash off your land.&#10;&#10;But the game is not about money. You score victory points halfway through the game and at the end. The more markets you are serving, the more points you get. The herds and the land get you points. The water and haciendas get you bonus points as well, which can be crucial to your success.&#10;&#10;It should be noted, the game board has two sides: a symmetrical dog-bone shape of land types (appears in most of the photos), and a &quot;random&quot; more varied pattern of land types.&#10;&#10;Online Play&#10;&#10;&#10;     http://www.spielbyweb.com/ (turn-based)&#10;     Yucata (turn-based)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/rUqnRtf5-gBw4JShxnO-JQ__original/img/jsnpKNUP6nCVuUHiyKDX2koCsgk=/0x0/filters:format(jpeg)/pic121746.jpg","thumbnail":"https://cf.geekdo-images.com/rUqnRtf5-gBw4JShxnO-JQ__thumb/img/VYd2G2yYvmEgDcggjKpEpioxs74=/fit-in/200x150/filters:strip_icc()/pic121746.jpg","link":"https://boardgamegeek.com/thing/19100","minPlayers":"2","maxPlayers":"5","yearPublished":"2005","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":"4"}}