{"timestamp":"2024-11-12T18:46:05.350Z","gameDetails":{"id":"1917","name":"Stratego","type":"boardgame","description":"Stratego by Jumbo is the most well-known of this type of hidden tactics board games. It was launched just after World War II in 1946 and has led to a variety of various themed versions and spinoff variations.&#10;&#10;This game is very similar to, and almost certainly derived directly from, the Gibsons game L'Attaque who had acquired the UK rights in 1925 from the game&rsquo;s creator Mademoiselle Hermance Edan who launched it in France in 1909. It is not exactly the same, but not far from it (numbered pieces, spy (same name) can kill the strongest piece but only when attacking, flag, bombs, etc.) The game in turn likely drew on various ancient Chinese board games such as Lu Zhan Jun Qi or the classic children's game Jungle.&#10;&#10;From the box:&#10;&#10;The gameboard is your battlefield.  You have an army of men at your disposal and six bombs.  Your mission--protect your flag and capture your opponent's flag.&#10;&#10;Secretly place your men, bombs, and flag on the gameboard with these objectives in mind.  But remember your opponent is doing the same thing, so you must plan a defense as well as an offense.&#10;&#10;Once the armies are in place, advance your men.  When you're one space away from an enemy, attack.  You and your opponent declare ranks.  The lower-ranking man is captured and out of play.&#10;&#10;You control your pieces and risk your men in battles where the strength of your enemy is unknown. The suspense builds as your men move deeper into enemy territory. Move with caution and courage. The next piece you attack could be a bomb.  And when attacked, it could &quot;blast&quot; your man off the board and out of play.&#10;&#10;The first to capture an enemy flag is the winner!&#10;&#10;Re-implemented by:&#10;&#10;     Stratego (Revised Edition) (aka Stratego Fire &amp; Ice)&#10;     The Generals&#10;     Stratego Legends&#10;     Stratego: Star Wars&#10;     Stratego: Lord of the Rings Trilogy Edition&#10;     Ultimate Stratego&#10;     Electronic Stratego&#10;     Stratego: Marvel Heroes&#10;     Stratego: Star Wars Saga Edition&#10;     Stratego: The Chronicles of Narnia &#226;&#128;&#147; The Lion, The Witch, and The Wardrobe&#10;&#10;&#10;and numerous others.&#10;&#10;Similar to:&#10;&#10;    L'Attaque&#10;    Dover Patrol&#10;    Aviation: The Aerial Tactics Game of Attack and Defence&#10;    Battle of Britain (Gibsons English fifth edition)&#10;    Tri-Tactics&#10;    Sharpe's Attack&#10;    Jeu de la Quille&#10;    Admirals&#10;    Attack&#10;    Batalj&#10;    Game of the Generals&#10;    Lu Zhan Jun Qi (Land Army Chess)&#10;    Hai Lu Kong Zhan Qi (Sea-Land-Air Fighting Chess)&#10;    Si Guo Da Zhan (The Great Battle of Four Countries)&#10;    Jungle (&#233;&#172;&#165;&#231;&#141;&#184;&#230;&#163;&#139; (d&ograve;u sh&ograve;u q&iacute;) or &ldquo;Animal Chess&rdquo;)&#10;    Dong Wu Qi (&#229;&#139;&#149;&#231;&#137;&#169;&#230;&#163;&#139; or &ldquo;Animal Game&quot;)&#10;&#10;&#10;Different Edition Complications&#10;When first produced in Europe, the most powerful pieces had higher numbers.  I.e. the Marshall (most powerful piece) was a 10, the General was a 9, and so on.  The higher the rank, the higher the number.&#10;When they introduced Stratego in the USA, the numbering was reversed, so the Marshall was a 1, the General 2, and so on.  The 1st rank (most powerful) was 1, the second most powerful was 2, 3rd most powerful was 3....&#10;Then, in 2000s Hasbro re-imagined Stratego in the USA and made a few changes.  They reduced the number of pieces per side (from 40 to 30), added additional powers, and changed the numbering to reflect the European system.&#10;This caused extreme consternation with many faithful American Stratego fans who preferred the 'old way'.  (Actually the second oldest way, but whatever.)  Many of these insist on playing Stratego with the 'Marshall 1 system'.&#10;This wouldn't be a problem, except any and all discussions of Stratego are fraught with misunderstandings by those who are unaware of dual numbering systems!  Keep this in mind when reading information about Stratego.&#10;&#10;","image":"https://cf.geekdo-images.com/O3JZyf9nB_2tGl4jpj8SPw__original/img/34QfBCivHif7R6G3MTj-CUJRUAE=/0x0/filters:format(jpeg)/pic25644.jpg","thumbnail":"https://cf.geekdo-images.com/O3JZyf9nB_2tGl4jpj8SPw__thumb/img/Yo80CtI2QTxVEXDWvjhkc6iYsMo=/fit-in/200x150/filters:strip_icc()/pic25644.jpg","link":"https://boardgamegeek.com/thing/1917","minPlayers":"2","maxPlayers":"2","yearPublished":"1946","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[2],"averageRating":"6.14006","averageWeight":"1.8461","boardGameRank":"2977","mechanics":["Grid Movement","Memory","Secret Unit Deployment","Square Grid"],"categories":["Abstract Strategy","Bluffing","Deduction","Memory","Napoleonic","Wargame"],"designers":["Jacques Johan Mogendorff"]}}