{"timestamp":"2024-11-12T17:37:30.629Z","gameDetails":{"id":"19237","name":"Ca$h 'n Gun$","type":"boardgame","description":"In an abandoned warehouse a gangster band is splitting its loot, but they can&rsquo;t get an agreement on the split!  It&rsquo;s time to let the guns talk and soon everyone is aiming at everyone. The richest surviving gangster wins the game!&#10;&#10;Ca$h 'n Gun$ will make you relive the best scenes of your favorite gangster movies. Fun, bluffing, and tough negotiations are guaranteed, but will you dare to play? It's simply killing!&#10;&#10;On each turn, a player will assume the role of &quot;The Don&quot;, and will call out the steps in gameplay.&#10;&#10;Before the skirmish itself, an available pot of cash will be laid out before the players. This pot must be evenly split up amongst all of the surviving hoods.&#10;&#10;After that, the &quot;Don&quot; of the round will ask the players, including himself, to load their guns (in the form of selecting one of three possible cards: &quot;Bang!&quot;, &quot;Bang! Bang! Bang!&quot; or &quot;Click! Click!&quot; from a set of 8 cards: 2 &quot;Bang!&quot;s, 1 Triple-&quot;Bang!&quot; and 5 &quot;Clicks!&quot;), and then count down to all of the players aiming their guns (real foam guns).&#10;&#10;Each player will then take a look at how many guns are pointed at them, and also take a look at the available pot of cash for the round before deciding if they want to &quot;Chicken Out&quot; and remove themselves from the skirmish. If they choose to back down, they will get a &quot;Chicken&quot; token which will deduct from their ill-gotten gains at the end of the game.&#10;But all players have to &quot;Chicken Out&quot; at the same time, using a countdown like the aiming.&#10;&#10;The remaining players will resolve the shootout showing their cards. First, all Triple-&quot;Bangs!&quot; wound the players they are aimed at. If there are still-aiming players with &quot;Bang!&quot; cards, those now wound their targets. &quot;Click!&quot;s are only bluffs and do nothing. A player that is wounded during the standoff does not participate in the split of the cash and receives a bandage (any player that receives a certain number of bandages is eliminated from the game). Now all the used cards are discarded--even those of the players that &quot;Chickened Out&quot;.&#10;&#10;Now the remaining players will finally split the cash. If the cash cannot be divided evenly, the rest is kept on the table and is added to the new pot.&#10;&#10;The game is played 8 rounds, until all cards were played. Keeping track of the cards is important, since all players have only a limited supply of &quot;real&quot; shots.&#10;&#10;There are a couple of expansions packed-in with most editions that change some of the mechanics of the game, and also add a new &quot;traitor&quot;-based mechanic, as well.&#10;&#10;","image":"https://cf.geekdo-images.com/_UpTZr1itCcHdnnbuTUnQQ__original/img/M1LCTvcRyUZPGk3tJge3MzKo9Hw=/0x0/filters:format(jpeg)/pic87523.jpg","thumbnail":"https://cf.geekdo-images.com/_UpTZr1itCcHdnnbuTUnQQ__thumb/img/2gdcEzRm31_zsb2WqS65lHjsGas=/fit-in/200x150/filters:strip_icc()/pic87523.jpg","link":"https://boardgamegeek.com/thing/19237","minPlayers":"4","maxPlayers":"6","yearPublished":"2005","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[6],"averageRating":"6.55186","averageWeight":"1.2767","boardGameRank":"1581","mechanics":["Player Elimination","Simultaneous Action Selection","Variable Player Powers"],"categories":["Bluffing","Card Game","Fighting","Humor","Mafia","Negotiation","Party Game"],"designers":["Ludovic Maublanc"]}}