{"timestamp":"2024-11-09T21:23:36.725Z","gameDetails":{"id":"193558","name":"The Oracle of Delphi","type":"boardgame","description":"Description from the publisher:&#10;&#10;&quot;For once, Zeus, Greek god of thunder and sky, is in high spirits. Hence, he decides to offer a generous gift to a worthy mortal and invite him, or her, to his realm, to Olympus. To determine a sufficient candidate, Zeus hosts a competition for his entertainment. Twelve legendary tasks are imposed upon the fearless participants: to erect graceful statues, to raise awe-inspiring sanctuaries, to offer capacious offerings, and to slay the most fearsome monsters. The first participant to master all the posed assignments wins the favor of the father of the gods himself.&#10;&#10;Indubitably, you will not pass up this golden opportunity, so you clear your ship and rally your crew to follow on the trails of legendary Odysseus through the dangerous waters of the Aegean. But how could you find the righteous path onward? There is but one who can help you. Visit the mysterious oracle of Delphi and let her answers guide your ways.&#10;&#10;In Stefan Feld's new game The Oracle of Delphi, the player's ships travel across a large variable game board of hexagonal tiles showing islands and the surrounding waters. Each player aims to reach certain islands to perform the twelve tasks given by Zeus: e.g., to collect offerings of different colors and to deliver them to corresponding temples, or to slay monsters of a specific type (and color), all of which can be discovered on the islands.&#10;&#10;In order to execute these color-dependent actions, you are given three colored dice each turn, the so-called &quot;oracle dice&quot;. Rolling the dice (at the start of the turn) is equivalent to consulting the oracle, whereas the results represent her answers. The answers determine which actions you will be able to take, but you will always have three actions per turn. However, a slight divergence from your fate is often possible.&#10;&#10;In addition to the oracle, you can request support from the gods and you can acquire favor tokens, companions, and other special abilities that will help you win the race against other competitors.&#10;&#10;Differently equipped ships and the variable set-up of the game board will offer new challenging and interesting strategic and tactical decisions with every new game of The Oracle of Delphi that you play.&#10;&#10;","image":"https://cf.geekdo-images.com/tZFlvhcA97SjyNGurpU6Ag__original/img/BdmVT0x8dOy65F2IFSYYTyLSqfU=/0x0/filters:format(jpeg)/pic3574541.jpg","thumbnail":"https://cf.geekdo-images.com/tZFlvhcA97SjyNGurpU6Ag__thumb/img/fMd29Q6_L8VxO4tLCJROZT7p4is=/fit-in/200x150/filters:strip_icc()/pic3574541.jpg","link":"https://boardgamegeek.com/thing/193558","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"100","minPlayingTime":"70","maxPlayingTime":"100","bestAtCount":"3"}}