{"timestamp":"2024-11-12T22:16:40.111Z","gameDetails":{"id":"193557","name":"Android: Mainframe","type":"boardgame","description":"Description from the publisher:&#10;&#10;Run fast, score big! Android: Mainframe is a fast-paced strategy game set in the not-too-distant future of the Android universe!&#10;&#10;In the game, you and up to three opponents are elite cybercriminals known as runners who are competing for control of a vulnerable bank's various accounts. At the beginning of the game, you mark your arrival by the placement of your first access point. Then, each turn, you get to take a single action: establish another access point, execute a program, or pass. Your goal is to use the programs at your disposal to secure your access points so that they control as many of Titan's vulnerable accounts as possible.&#10;&#10;Most of the generic programs write pathways between Titan's various nodes, allowing you to place a blue partition between the nodes on the board. Whenever your partitions seal off a section of the board containing only your access point or access points, they are &quot;secured&quot; and flipped face down. They are no longer vulnerable to your opponents' programs, and you will score the accounts they control at the end of the game.&#10;&#10;Android: Mainframe differs from its predecessor Bauhaus in a number of ways, such as each player having a hand of cards and the game including six runners who each have five distinctive programs.&#10;&#10;","image":"https://cf.geekdo-images.com/ZjM540oJPso0Z9mIN1i5aQ__original/img/uyONiRADozNNwOm2J5AbfeYNz24=/0x0/filters:format(jpeg)/pic2893229.jpg","thumbnail":"https://cf.geekdo-images.com/ZjM540oJPso0Z9mIN1i5aQ__thumb/img/mfAz3wDRC22Z8nvPbX4N1RGc300=/fit-in/200x150/filters:strip_icc()/pic2893229.jpg","link":"https://boardgamegeek.com/thing/193557","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"30","minPlayingTime":"15","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"6.56378","averageWeight":"1.8409","boardGameRank":"2937","mechanics":["Enclosure","Open Drafting","Take That","Variable Player Powers"],"categories":["Abstract Strategy"],"designers":["Jordi Gené","Gregorio Morales"]}}