{"timestamp":"2024-11-13T00:58:21.215Z","gameDetails":{"id":"194228","name":"Rick and Morty: Mr. Meeseeks' Box o' Fun Dice and Dares Game","type":"boardgame","description":"Do you have a problem that needs fixing and you just don't know where to start? Perhaps there's some task that's beneath you? Then why not hit the button on your Meeseeks Box, summon up a Meeseeks (or three or eight), and let them help you out? That's their purpose! They want you to succeed and only get slightly angry if you don't.&#10;&#10;In the dice-based Rick and Morty: Mr. Meeseeks' Box o' Fun Dice and Dares Game, you draw Request cards &mdash; simple things like &quot;Make Me a Sandwich&quot; or &quot;I Want to be a More Complete Woman&quot; &mdash; then roll your dice to see whether you complete the Request. If not, press the button and summon Mr. Meeseeks to help you out. He wants to help. He hates his existence. As soon as your Request is completed, he can cease to exist and everything will be just grand.&#10;&#10;Don't disappoint Mr. Meeseeks. He will make you do all sorts of embarrassing and foolish things &mdash; if he doesn't simply kill you off, that is. The longer it takes for you to complete your Request, the more Mr. Meeseeks will appear. Soon, they may turn violent, so please do try your hardest. In the end, the player who scores the required number of victory points first wins the game. Score points by completing Requests and doing Dares...unless you're chicken.&#10;&#10;","image":"https://cf.geekdo-images.com/XXVeyidOeIOG2P1ag0fHQA__original/img/4aaP6UVM1pIcPNbci0qL-1diRJI=/0x0/filters:format(png)/pic3056810.png","thumbnail":"https://cf.geekdo-images.com/XXVeyidOeIOG2P1ag0fHQA__thumb/img/AD4XG1Xau6jbOdGL9ZWV2vTRru0=/fit-in/200x150/filters:strip_icc()/pic3056810.png","link":"https://boardgamegeek.com/thing/194228","minPlayers":"2","maxPlayers":"6","yearPublished":"2016","playingTime":"30","minPlayingTime":"20","maxPlayingTime":"30","bestAtCount":[6],"averageRating":"5.17298","averageWeight":"1.2857","boardGameRank":"26359","mechanics":["Push Your Luck"],"categories":["Collectible Components","Dice","Humor","Movies / TV / Radio theme"],"designers":["Matt Hyra"]}}