{"timestamp":"2024-11-13T01:12:18.368Z","gameDetails":{"id":"194897","name":"Star Wars: Imperial Assault – The Bespin Gambit","type":"boardgameexpansion","description":"From the publisher:&#10;&#10;The Bespin Gambit is a new expansion for Imperial Assault!&#10;&#10;The effects of the Galactic Civil War can be felt on every planet of the Star Wars galaxy. On industrialized planets, the inhabitants may be forced to work in brutal conditions, slaves to the construction of the Imperial war machine. Other worlds may be torn by war as legions of Stormtroopers and massive assault walkers squelch any dissension against the Empire&rsquo;s rule.&#10;&#10;On other planets, however, the war is fought in secret, in the shadows of dark alleys, disused conference rooms, and secret meetings. Information is exchanged between faceless Rebel spies, even as the terrifying Imperial Security Bureau searches for their undercover foes. Now, The Bespin Gambit brings this shadow war to your games of Imperial Assault.&#10;&#10;In The Bespin Gambit, you&rsquo;ll find a wealth of new content to take your campaigns and skirmishes into the ritzy hotels and industrial underworks of Cloud City. Iconic characters like Bossk and Lando Calrissian join the game for the first time, gorgeous new map tiles portray some of the most memorable Cloud City locations, while new companions and a new condition change the flow every game. With two new Rebel heroes, one new Imperial class, new items, a new mini-campaign, and a new focus on your Spy characters, The Bespin Gambit offers an indispensable bonus to every Imperial Assault player.&#10;&#10;","image":"https://cf.geekdo-images.com/yhvM4DYxDSUjrNmRTmVokQ__original/img/WZUNuWMlkXL_2gYtwlAiLvviGBk=/0x0/filters:format(jpeg)/pic3013556.jpg","thumbnail":"https://cf.geekdo-images.com/yhvM4DYxDSUjrNmRTmVokQ__thumb/img/FIMZzJtqHHq2hIUWk91Knw0hkkc=/fit-in/200x150/filters:strip_icc()/pic3013556.jpg","link":"https://boardgamegeek.com/thing/194897","minPlayers":"2","maxPlayers":"5","yearPublished":"2016","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[3,5],"averageRating":"8.25818","averageWeight":"3.25","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Grid Movement","Modular Board","Role Playing","Team-Based Game"],"categories":["Expansion for Base-game","Adventure","Fighting","Miniatures","Movies / TV / Radio theme","Science Fiction","Wargame"],"designers":["Justin Kemppainen","Todd Michlitsch","Jonathan Ying"]}}