{"timestamp":"2024-11-09T21:52:43.761Z","gameDetails":{"id":"194902","name":"Star Wars: Imperial Assault – ISB Infiltrators Villain Pack","type":"boardgameexpansion","description":"From the publisher:&#10;&#10;Across the galaxy, few Imperial institutions command more fear than the Imperial Security Bureau. Your neighbor or your family member may secretly serve the ISB. The man you pass on your way to work or the talkative woman in the cantina could be an informer. You can&rsquo;t trust anyone, and in this atmosphere of stifling fear, few dare to speak of rebellion. Now, you can enforce the status quo and punish sedition in your games of Imperial Assault with the help of the ISB Infiltrators Villain Pack.&#10;&#10;If the heroes are unlucky enough to encounter them on a mission, the ISB Infiltrators prove to be dangerous combatants, using the new Hidden condition to reduce enemy accuracy and gaining surges to deal more damage and increase accuracy. More than that, each ISB Infiltrator benefits from the Coordinated Raid ability, which allows another figure in the group to interrupt and perform an attack. Obviously, more attacks can significantly increase your damage output over the course of the game.&#10;&#10;Whether you&rsquo;re using their unique talents in a campaign or a skirmish, this Villain Pack offers additional cards and missions to supplement your adventures in the Star Wars galaxy. A new Agenda set, Command cards, Reward cards, and a skirmish upgrade offer you additional tools for any mission, from the ISB&rsquo;s vaunted training grounds to an Imperial facility on Bespin.&#10;&#10;","image":"https://cf.geekdo-images.com/4RvTOgjxKqwn8NsAZrNV4Q__original/img/6gvr-ZzZurWttJ-EmKXMNsNnHmg=/0x0/filters:format(png)/pic3013569.png","thumbnail":"https://cf.geekdo-images.com/4RvTOgjxKqwn8NsAZrNV4Q__thumb/img/2pPeW-6_x1mWt__wMz5wh3nfdKU=/fit-in/200x150/filters:strip_icc()/pic3013569.png","link":"https://boardgamegeek.com/thing/194902","minPlayers":"2","maxPlayers":"5","yearPublished":"2016","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":null}}