{"timestamp":"2024-11-13T01:11:06.247Z","gameDetails":{"id":"194901","name":"Star Wars: Imperial Assault – Agent Blaise Villain Pack","type":"boardgameexpansion","description":"From the publisher:&#10;&#10;ISB agents in Cloud City are led by none other than Agent Blaise. a methodical warrior and an expert interrogator. With the Agent Blaise Villain Pack, you can bring this Imperial warrior&rsquo;s menace and precision into any game of Imperial Assault.&#10;&#10;Whether you&rsquo;re stalking the halls of Cloud City or engaged in another campaign across the galaxy, Agent Blaise can be a menacing opponent for the Rebel heroes. First, this figure pack contains a brand-new Agenda set, Imperial Intelligence. This Agenda set invites you to take advantage of your espionage and observation of the Rebel heroes&mdash;for instance, Under Surveillance allows you to record a hero&rsquo;s favored attack methods and unleash your knowledge when the heroes least suspect it.&#10;&#10;You may also add Agent Blaise to your skirmish strike team to cut off support from the Rebel forces. Two new skirmish missions bring you into the terrifying depths of ISB Headquarters, and new Command cards offer tricks and unexpected tactics for any strike team. In addition to his reputation as a warrior, Agent Blaise offers several opportunities to interrogate your foes and discard their Command cards, ensuring that you always hold the upper hand.&#10;&#10;","image":"https://cf.geekdo-images.com/MVwtag54c6aBE3D9r1yT2w__original/img/ZZjZTgAN-GLLYiVp1foMJgJhiMs=/0x0/filters:format(png)/pic3013567.png","thumbnail":"https://cf.geekdo-images.com/MVwtag54c6aBE3D9r1yT2w__thumb/img/c2LBEh7BVedDtIdhmpHBN3Ll4wA=/fit-in/200x150/filters:strip_icc()/pic3013567.png","link":"https://boardgamegeek.com/thing/194901","minPlayers":"2","maxPlayers":"5","yearPublished":"2016","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":null,"averageRating":"7.94997","averageWeight":"3","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Grid Movement","Modular Board","Role Playing","Team-Based Game"],"categories":["Expansion for Base-game","Adventure","Fighting","Miniatures","Movies / TV / Radio theme","Science Fiction","Wargame"],"designers":["Justin Kemppainen","Corey Konieczka","Jonathan Ying"]}}