{"timestamp":"2024-11-09T21:52:21.791Z","gameDetails":{"id":"194900","name":"Star Wars: Imperial Assault – Bossk Villain Pack","type":"boardgameexpansion","description":"From the publisher:&#10;&#10;Finally, you can take up the hunt with Bossk, a deadly Trandoshan bounty hunter! Bossk was one of the bounty hunters searching for the Millennium Falcon in The Empire Strikes Back, and with this figure pack, you can harness his unbridled ferocity. Whether you&rsquo;re taking contracts for the Mercenaries faction in a skirmish or working for the Imperial player in a campaign, Bossk will quickly prove himself a dangerous hunter.&#10;&#10;During your campaigns, the Bossk Villain Pack offers new challenges and thrills with an additional Agenda set to supplement your other cards. You can use these Agenda cards to brutally hunt down the Rebels or smuggle guns through the Toydarian wilderness, but no matter how you use them in the game, Bossk is sure to endanger the heroes with his wild attacks and regenerative talents.&#10;&#10;You may also include Bossk in your strike team for a skirmish game. Two new skirmish missions introduced in this figure pack challenge you to navigate the dangers of a Wasskah Hunting Ground, and an assortment of new Command cards introduce unexpected and unpredictable maneuvers. For instance, you may play Wild Attack when you declare an attack to immediately add one red die to your attack pool! In exchange, however, you must add a white die to the defending figure&rsquo;s dice pool. If you need to destroy a powerful figure in a single attack or suffer the consequences, Wild Attack might give you the edge you need.&#10;&#10;This is not a standalone product. A copy of the Imperial Assault Core Set is required to play. Includes missions that require The Bespin Gambit expansion.&#10;&#10;","image":"https://cf.geekdo-images.com/-CVQ7feeqhrEqGEx3gjLEA__original/img/RLPbzM1UD5zZ4zqUyxhUWtHAb40=/0x0/filters:format(png)/pic3013566.png","thumbnail":"https://cf.geekdo-images.com/-CVQ7feeqhrEqGEx3gjLEA__thumb/img/JmWTL1SsVn0jfS1CUb_1TwbVZOo=/fit-in/200x150/filters:strip_icc()/pic3013566.png","link":"https://boardgamegeek.com/thing/194900","minPlayers":"2","maxPlayers":"5","yearPublished":"2016","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":null}}