{"timestamp":"2024-11-09T21:29:28.464Z","gameDetails":{"id":"195162","name":"Plague Inc.: The Board Game","type":"boardgame","description":"Plague Inc: The Board Game is a strategic game of infection, evolution and extinction for 1-5* people - based on the smash-hit digital game with over 85 million players. Can you infect the world?&#10;&#10;Each player is a deadly disease and they must battle against each other to spread their plagues, develop new symptoms and ultimately wipe out humanity.&#10;&#10;Starting with Patient Zero, you spread your infection across the world by placing tokens in cities - earning DNA points and preventing other players from becoming dominant. Players choose which countries are placed on the board but you must be both climate resistant and connected to a country before you can infect it. Eventually, as countries become fully infected - you try to kill them using the Death Dice.&#10;&#10;Each player&rsquo;s unique pathogen can be upgraded by evolving trait cards onto an evolution slide (with DNA points). At the start, your disease is weak and unspecialised, so you will need to add new symptoms to make it stronger. Choose carefully and plan ahead in order to react to the changing world and exploit opportunities created by other player&rsquo;s actions.&#10;&#10;A simple nosebleed could accelerate things early on, whilst diarrhea will help you thrive in hot countries. Sneezing can infect new continents by air but Total Organ Failure would allow you wipe out multiple countries each turn.&#10;&#10;As countries start to fall, use powerful event cards to alter the balance of power. You might try to eradicate a dominant player by bombing their diseased cities, or hold the Olympics to cause huge numbers of infected people to travel to a healthy continent.&#10;&#10;When the world collapses, who will be the ultimate plague?&#10;&#10;&#10;*5 players with 5th player expansion&#10;&#10;","image":"https://cf.geekdo-images.com/1IIgJ56qMAmlb73VdZqJYg__original/img/O5bT46JMOdcsVuDbQItra2k0iyY=/0x0/filters:format(jpeg)/pic3487954.jpg","thumbnail":"https://cf.geekdo-images.com/1IIgJ56qMAmlb73VdZqJYg__thumb/img/TjzqXNopU0kILmu2O951CKoB3cE=/fit-in/200x150/filters:strip_icc()/pic3487954.jpg","link":"https://boardgamegeek.com/thing/195162","minPlayers":"1","maxPlayers":"4","yearPublished":"2017","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"4"}}