{"timestamp":"2024-11-13T00:28:18.390Z","gameDetails":{"id":"195237","name":"Leaders of Euphoria: Choose a Better Oppressor","type":"boardgame","description":"As the city of Euphoria was being established, the struggle for political dominance raged on between the Euphorians and Subterrans. The Icarites had not yet descended upon the city and the Wastelanders were still deciding whether they wanted any part of it.&#10;&#10;Since it has become clear that the two factions cannot share control, it is time for you to pick a side. Choose your faction, find your allies, banish those who oppose you, and ensure your place at the top of the dystopian society to follow. Now it's your chance to Choose a Better Oppressor!&#10;&#10;Leaders of Euphoria: Choose a Better Oppressor is a social deduction game in the style of Good Cop Bad Cop, but set in the world of Euphoria. It takes place earlier in the timeline than Euphoria, when the city was young and foolish. Players will have 3 cards in front of them that determine whether they are on the Euphorian or Subterran team that will be investigated throughout the game to figure out who's on their team and who's not.&#10;&#10;Instead of the equipment cards from Good Cop Bad Cop, players now use and give artifacts from the Old World in a new Artifact Phase or as a standard action. In Leaders of Euphoria, you can use your turn to Hide one of your Recruit cards, which is important because, unlike Good Cop Bad Cop, you may not use important actions without having a hidden recruit to expose. Also, there is no player elimination like there was in GCBC, as players who are banished from the city become Wastelanders and have a new victory condition.&#10;&#10;","image":"https://cf.geekdo-images.com/yusB0cikeEYluWokFovb3Q__original/img/NX8YUJCK5kWCv6lE3vg05dZswRo=/0x0/filters:format(png)/pic3159845.png","thumbnail":"https://cf.geekdo-images.com/yusB0cikeEYluWokFovb3Q__thumb/img/j50k7Cou7wV7OvYL1hfYWgCDwbg=/fit-in/200x150/filters:strip_icc()/pic3159845.png","link":"https://boardgamegeek.com/thing/195237","minPlayers":"4","maxPlayers":"8","yearPublished":"2017","playingTime":"35","minPlayingTime":"15","maxPlayingTime":"35","bestAtCount":[6,8],"averageRating":"6.4146","averageWeight":"1.9091","boardGameRank":"5854","mechanics":["Memory","Take That","Team-Based Game"],"categories":["Bluffing","Card Game","Deduction","Party Game","Political"],"designers":["Brian Henk","Clayton Skancke"]}}