{"timestamp":"2024-11-12T21:19:23.470Z","gameDetails":{"id":"195421","name":"Near and Far","type":"boardgame","description":"Four wanderers search for the Last Ruin, a city that legends say contains an artifact that will grant the greatest desires of the heart. A lost love, redemption, acceptance, a family rejoined-- these are the fires that fuel the wanderers' journeys, but can they overcome their own greed and inner demons on the way?&#10;&#10;In Near and Far, you and up to three friends explore many different maps in a search for the Last Ruin, recruiting adventurers, hunting for treasure, and competing to be the most storied traveler. You must collect food and equipment at town for long journeys to mysterious locales, making sure not to forget enough weapons to fight off bandits, living statues, and rusty robots! Sometimes in your travels you'll run into something unique and one of your friends will read what happens to you from a book of stories, giving you a choice of how to react, creating a new and memorable tale each time you play.&#10;&#10;Near and Far is a sequel to Above and Below and includes a book of encounters. This time players read over ten game sessions to reach the end of the story. Each chapter is played on a completely new map with unique art and adventures.&#10;&#10;Answer the call of the ruins and begin your journey.&#10;&#10;Errata&#10;&#10;","image":"https://cf.geekdo-images.com/lm8OOgJupqd3Q-fZ3DsQhw__original/img/hTV2P_-UPntaLbQB3Dl17LYz42A=/0x0/filters:format(jpeg)/pic3605785.jpg","thumbnail":"https://cf.geekdo-images.com/lm8OOgJupqd3Q-fZ3DsQhw__thumb/img/mZV5Pve42U5PlK-GkFSDTDXCzdg=/fit-in/200x150/filters:strip_icc()/pic3605785.jpg","link":"https://boardgamegeek.com/thing/195421","minPlayers":"2","maxPlayers":"4","yearPublished":"2017","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":[3],"averageRating":"7.67308","averageWeight":"2.8863","boardGameRank":"245","mechanics":["Dice Rolling","Multiple Maps","Narrative Choice / Paragraph","Network and Route Building","Open Drafting","Scenario / Mission / Campaign Game","Set Collection","Storytelling","Variable Player Powers","Worker Placement"],"categories":["Adventure","Exploration","Fantasy","Fighting"],"designers":["Ryan Laukat"]}}