{"timestamp":"2024-11-09T22:17:26.446Z","gameDetails":{"id":"195560","name":"Wasteland Express Delivery Service","type":"boardgame","description":"Wasteland Express Delivery Service is the depraved brainchild of a superstar team of acclaimed game designers: Jon Gilmour (Dead of Winter), Matt Riddle (Fleet, Morocco), and Ben Pinchback (Fleet, Morocco), brought to technicolor life by award-winning comic artist Riccardo Burchielli (DMZ, Batman Black and White) to create the perfect marriage of emergent thematic gameplay and balanced strategy.&#10;&#10;Take on the role of the half-insane drivers for the last delivery company left of earth: the Wasteland Express Delivery Service. In order to scratch out a living in this deranged universe, drivers will deliver goods and guns between the handful of settlements pockmarked throughout the hellscape that you call home and take on missions from the handful of factions still trying to hold onto the last dregs of civilization.&#10;&#10;Course, none of this is easy. Inhabiting the post-apocalyptic wasteland are unhinged characters set on unleashing mayhem at every turn. If you want to survive, you'll have to battle through the psycho raiders who occupy the void between cities. Maybe the world can be saved, maybe you can bring humanity back from the brink. Band the world back together to fight back against the void. Then again, what the f*&amp;% do you care? You're here to get paid and live another day free. Outfit your truck, get loaded for bear, hire some allies, get paid, and just keep on truckin'.&#10;&#10;","image":"https://cf.geekdo-images.com/s6yFAO5N9PIJsfqp7WMgyw__original/img/Y7Y8EPesXw2UPo7qBtfejGn8Y8Y=/0x0/filters:format(png)/pic3612509.png","thumbnail":"https://cf.geekdo-images.com/s6yFAO5N9PIJsfqp7WMgyw__thumb/img/G6KOpK5yYnd75ch9F6g_T-G-rlg=/fit-in/200x150/filters:strip_icc()/pic3612509.png","link":"https://boardgamegeek.com/thing/195560","minPlayers":"2","maxPlayers":"5","yearPublished":"2017","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":"3"}}