{"timestamp":"2024-11-12T22:10:22.936Z","gameDetails":{"id":"196217","name":"18Ireland","type":"boardgame","description":"18Ireland is a member of the 18xx family of games, set in Ireland.&#10;&#10;From the rule book:&#10;18Ireland represents a rather different take on the 18xx system. Ireland was a poor country, but there is no lack of enthusiasm for railways among investors. Up to 13 5-share companies will start in a random sequence. Some of these companies will become successful, others, as a result of underinvestment, isolation or poor timing will struggle to survive. All is not lost for the strugglers, however. A unique shareholder voting mechanism allows companies to merge into 10-share companies(sometimes against their director&rsquo;s wishes) with their more or less successful neighbours.&#10;Track laying provides its own problems as many track tiles are unique. Often, there is no available tile to provide the most efficient route so a roundabout route sometimes must suffice. There are two types of track that can be built: broad gauge and narrow gauge. There are no purchasable narrow gauge locomotives; instead narrow gauge track operates in an abstract way and boosts the value of the broad gauge stations to which it connects.  &#10;Trains in 18Ireland are hex trains. They become obsolete in two stages: rusted trains may be bought back from the bank at half price (but also half capability) and continue to operate until they rot and are then removed. As the game progresses the train rush becomes brutal. Player bankruptcy does not end the game and survivors continue until they have broken a bank that starts with just &pound;4,000.&#10;18Ireland can be played by 3 to 6 players. Experience has shown that at a low player count, this is a &ldquo;run good companies&rdquo; game. At a higher player count, the game is more combative as share portfolios are more diverse and the hostile merger becomes a bigger factor in the game. By choosing the player count, players can select the style of 18xx game that they prefer.&#10;&#10;","image":"https://cf.geekdo-images.com/2PxkAuH3ywSLKYcD2iWMdA__original/img/Ms5CnPbh1nDQrWSbtEyrf3zii0c=/0x0/filters:format(jpeg)/pic5498894.jpg","thumbnail":"https://cf.geekdo-images.com/2PxkAuH3ywSLKYcD2iWMdA__thumb/img/JHeVsMAGuwFcYbWOAfa_mgvnYRs=/fit-in/200x150/filters:strip_icc()/pic5498894.jpg","link":"https://boardgamegeek.com/thing/196217","minPlayers":"3","maxPlayers":"6","yearPublished":"2017","playingTime":"300","minPlayingTime":"240","maxPlayingTime":"300","bestAtCount":[4],"averageRating":"7.4659","averageWeight":"4.2105","boardGameRank":"4535","mechanics":["Auction / Bidding","Network and Route Building","Stock Holding","Tile Placement"],"categories":["Economic","Trains"],"designers":["Ian Scrivins"]}}