{"timestamp":"2024-11-13T01:02:28.668Z","gameDetails":{"id":"196202","name":"Rum & Bones: Second Tide","type":"boardgame","description":"Avast ye pirates! Gather your crews and set sail for adventure on the high seas in Rum &amp; Bones: Second Tide!&#10;&#10;Based on online MOBA (Multiplayer Online Battle Arena) style games, Rum &amp; Bones has 2-6 players taking control of legendary pirate heroes, each with unique powers and abilities, as their crews fight over Davy Jones' legendary treasure!&#10;&#10;Players each control up to five heroes at any time, moving them across the game board in an attempt to destroy various key features on their opponents' ship. Victory is obtained by destroying enough of these features. Your heroes are not alone, however, as your crew also consists of deckhands and bosuns who, while not controlled by the player, will work on a simple AI to wreak havoc on the enemy!&#10;&#10;Of course, what would pirates be without plunder? And in Rum &amp; Bones the most sought after treasure are Davy Jones' mythical pieces of eight! Players amass these powerful coins during gameplay to unleash devastating abilities and attacks from their Heroes, crushing all enemies before them until only they remain!&#10;&#10;This game is both a stand-alone and compatible as an expansion to Rum &amp; Bones. In Rum &amp; Bones: Second Tide, 2 to 6 players will take control of one of two deadly pirate crews: The mysterious and monstrous Deep Lords, who seek to claim Davy Jones&rsquo; treasure in an effort to flood the world and reshape it to their liking, or the Marea de la Muerte&cedil; a crew of ruthless gold-seeking Spanish cutthroats who will stop at nothing to claim the treasure for their own greed!&#10;&#10;Players control teams of three to five heroes, depending on the number of players, each with various and unique powers and abilities. These Heroes are drawn from five different classes, each with their own strengths and weaknesses:&#10;&#10;     Captains: Jack-of-all-Trade Heroes who specialize in buffing other Heroes.&#10;     Brutes: The toughest of the tough, Brutes can take a ton of punishment and only get stronger for doing so!&#10;     Gunner: Ranged damage dealers, Gunners have the lowest HP of all classes, but can also dish out the most hurt.&#10;     Swashbucklers: Like Gunners, Swashbucklers specialize in dealing damage, but prefer the up-close-and-personal approach.&#10;     Quartermaster: While they don't deal the most damage, Quartermasters make up for it in raw utility: specializing in healing and buffing Heroes, and also enhancing your Deckhands and Bosuns!&#10;&#10;&#10;The most notable change to gameplay is their new &quot;dynamic Leveling System&quot;. Now each Hero begins the game with their Basic Attack skill card. As they gain Coins, which are obtained from KO'ing enemies and Objectives, they can use those Coins to buy new skills, as well as level up existing skills! Also, they've introduced a new &quot;Alternating Activation&quot; method of play where players will take turns activating 1 Hero (or their Crew), and then their opponent will do the same, continuing back and forth until everyone has gone.&#10;&#10;","image":"https://cf.geekdo-images.com/IiZsfcuK9NrVwRBqvLyO0A__original/img/VzTm4d6ckh7xLvqsZ5C-s789Ve4=/0x0/filters:format(jpeg)/pic2945727.jpg","thumbnail":"https://cf.geekdo-images.com/IiZsfcuK9NrVwRBqvLyO0A__thumb/img/VcQxDm1Pv1R-gh2-jPImeIHbdWo=/fit-in/200x150/filters:strip_icc()/pic2945727.jpg","link":"https://boardgamegeek.com/thing/196202","minPlayers":"2","maxPlayers":"6","yearPublished":"2017","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"7.58801","averageWeight":"2.8235","boardGameRank":"1586","mechanics":["Action Points","Action Queue","Bias","Dice Rolling","Grid Movement","Modular Board","Variable Phase Order","Variable Player Powers"],"categories":["Dice","Fantasy","Humor","Miniatures","Nautical","Pirates","Zombies"],"designers":["Michael Shinall"]}}