{"timestamp":"2024-11-10T05:20:56.329Z","gameDetails":{"id":"197070","name":"Massive Darkness","type":"boardgame","description":"Massive Darkness brings the classic fantasy RPG experience to modern board gaming, with an action-packed campaign chock full of gorgeous miniatures and a streamlined system that keeps the focus on the heroes' actions, with no need for a game master to control the enemies.&#10;&#10;Using the popular Zombicide system as a starting point, Massive Darkness adds all the richness of a dungeon crawl RPG. Pick your hero, choose a class, decide on which skills to spend your XP, and get loot by searching the dungeon or killing special enemies that can use the equipment against you! Face a multitude of different enemy types, coming in all shapes and sizes, whose behavior is resolved automatically...or you can try to sneak around enemies by taking advantage of dark areas of the map.&#10;&#10;Players begin their adventure in Massive Darkness by picking a Hero &ndash; each with two special starting skills &ndash; and pair them with a Class of their choosing. Depending on the combination, another skill can be unlocked, giving players a wide range of choices and play styles. In Massive Darkness, the created Heroes go on Quests, killing monsters, collecting loot, and gaining XP. Players spend their XP to unlock new Skills, growing more powerful as the Quest progresses.&#10;&#10;Throughout the game, players encounter different monsters, including Minions, Agents, Roaming Monsters, and Bosses. An unique mechanism of the game is the Guardian. Any of the monster types have a chance of spawning as a Guardian, meaning it will use a random piece of equipment in the fight against Heroes. However, if players are able to overcome this difficult encounter, they will acquire that piece of loot!&#10;&#10;","image":"https://cf.geekdo-images.com/4gH_fX2BQPViWLe9pNfSKg__original/img/_bA6dQIzEddE6_i_N7U5zP6ZZ1g=/0x0/filters:format(jpeg)/pic3687923.jpg","thumbnail":"https://cf.geekdo-images.com/4gH_fX2BQPViWLe9pNfSKg__thumb/img/dmONbeBrevbppd5nZ7J1bCGvmzg=/fit-in/200x150/filters:strip_icc()/pic3687923.jpg","link":"https://boardgamegeek.com/thing/197070","minPlayers":"1","maxPlayers":"6","yearPublished":"2017","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":"4"}}