{"timestamp":"2024-11-09T20:46:10.360Z","gameDetails":{"id":"197158","name":"Good Cop Bad Cop: Equipment Pack #3 – Tower","type":"boardgameexpansion","description":"This is a pack of 5 equipment cards and 1 cover assignment originally included in the Dice Tower Season 12 (2016) Kickstarter Campaign. It contains:&#10;&#10;     Earpiece (equipment, 4+): Place this card on the table in front of another player. Anytime that player is investigated, you may also view the integrity card that is viewed.&#10;     Dispatch Radio (equipment, 4+): Place this card on the table in front of you. Anytime a player investigates you, you choose which face-down integrity card they view.&#10;     Riot Shield (equipment, 4+): Place this card in front of any player. While this Equipment is in front of them, they may not take the Arm action. If someone shoots them, they are not shot, but they discard this Equipment.&#10;     Subpoena (equipment, 5+): Place this card in front of another player/ When a gun becomes aimed at the player seated to their left or right, they may immediately investigate that player.&#10;     Extra Ammo (equipment, 5+): Use this after you drop the gun to immediately take the gun again without revealing an Integrity card.&#10;     Smuggler (cover assignment, 6+): Red Side: Choose another player. That Player picks up all of their Integrity cards and places them face-down in any arrangement. Purple Side: When you take the Equip action, you do not have to reveal an Integrity card.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/mhRYY8BIe8FdOPzOegRyPA__original/img/O7nVsZVk4LqmcnJiSUSRMGFERPE=/0x0/filters:format(jpeg)/pic2960283.jpg","thumbnail":"https://cf.geekdo-images.com/mhRYY8BIe8FdOPzOegRyPA__thumb/img/f0KIEZoTTmFcMCxNdEdXZdPwlgE=/fit-in/200x150/filters:strip_icc()/pic2960283.jpg","link":"https://boardgamegeek.com/thing/197158","minPlayers":"3","maxPlayers":"8","yearPublished":"2016","playingTime":"20","minPlayingTime":"10","maxPlayingTime":"20","bestAtCount":null}}