{"timestamp":"2024-11-10T05:23:19.865Z","gameDetails":{"id":"197520","name":"Star Trek: Ascendancy – Ferengi Alliance","type":"boardgameexpansion","description":"Star Trek: Ascendancy &ndash; Ferengi Alliance is an expansion for Star Trek: Ascendancy.&#10;&#10;In the second player expansion for Star Trek: Ascendancy your financial acumen guides the growth of the Ferengi Alliance from the Tower of Commerce. As the leading business authority it&rsquo;s your duty to seek out opportunity, exploit new customers and grow the bottom line until your economy dwarfs the so-called &ldquo;culture&rdquo; of other civilizations. Beyond that, a flotilla of Marauders, commanded by profit-hungry DaiMons, stand ready to enforce your mergers and acquisitions across the quadrant.&#10;&#10;To a Ferengi, profit is everything and the special rules for the Ferengi player reinforce that.&#10;&#10;1) PROFIT OVER PROFUNDITY&#10;The Ferengi may never build Culture Nodes. Ferengi never add their Ascendancy level to Hegemony attempts.&#10;&#10;2) ONLY LATINUM LASTS&#10;During your Build Phase, the Ferengi may buy Culture for 5 Production each. The Ferengi may build Production Nodes on any available spot regardless of Capacity type.&#10;&#10;Other Civilizations devote tremendous resources to scientific and cultural advancements whereas the Ferengi add to the wisdom that has guided their civilization for centuries, the venerated Rules of Acquisition. The very first Grand Nagus set down these guiding principals over ten thousand years ago and each Nagus in succession has been adding to these rules to guide each Ferengi transaction to maximum profitability. The Starting Advancement establishes the Ferengi Commerce Authority, whose agents and liquidators enforce Ferengi Trade Bi-Laws, uphold the Ferengi Bill of Opportunities and ensure that all transactions within the Alliance are true to the Rules of Acquisition. In the game, the FCA allows the Ferengi player to earn 1 Production for each rival Controlled System that has a Ferengi Ship in Orbit. Rule #45 Expand or Die permits the Ferengi to pay the Culture costs of Hegemony and Colonization by paying 2 Production per Culture required. Rule #34 War Is Good For Business allows you to profit from the combative nature of rival species by generating one Production for the Ferengi each time some aggressive ally let their trigger finger do their negotiating instead of their diplomats.&#10;&#10;Ferengi DaiMons generally strike out on their own for individual profit, but at the behest of their Nagus, they will group their Marauders into larger formations to seek profit and enforce Ferengi trade laws. One such formation is the Commerce Enforcement Squadron, an elite group of Liquidators and Auditors whose authority allow them to enter Systems containing rival Starships in order to ensure that best trade practices are being observed. Of course, opportunity can pop up at any moment, so the authority of an Enforcement Squadron allows them to enter Warp during the Ferengi turn without exhausting a Command to do so.&#10;&#10;The arrival of the Ferengi Alliance finally shifts the balance of the game away from the foolish ideals of Cultural Advancement or the barbaric need for military conquest and puts the focus squarely on the most important issue facing the Galaxy, personal financial gain.&#10;&#10;","image":"https://cf.geekdo-images.com/OBdbIhLsroixPzlTWZKObQ__original/img/3cWYMqnjPt6Ry5j4A066YiS_fMo=/0x0/filters:format(jpeg)/pic3690771.jpg","thumbnail":"https://cf.geekdo-images.com/OBdbIhLsroixPzlTWZKObQ__thumb/img/ILvXw5OM_Qj1FXPoH6Q4ZqdC2ao=/fit-in/200x150/filters:strip_icc()/pic3690771.jpg","link":"https://boardgamegeek.com/thing/197520","minPlayers":"0","maxPlayers":"0","yearPublished":"2017","playingTime":"0","minPlayingTime":"0","maxPlayingTime":"0","bestAtCount":"1"}}