{"timestamp":"2024-11-10T05:23:16.764Z","gameDetails":{"id":"197519","name":"Star Trek: Ascendancy – Cardassian Union","type":"boardgameexpansion","description":"&quot;A true victory is to make your enemy see they were wrong to oppose you in the first place. To force them to acknowledge your greatness.&quot;&#10;-- Gul Dukat&#10;&#10;In Star Trek: Ascendancy &ndash; Cardassian Union, the first player expansion for Star Trek: Ascendancy, your disciplined hand will guide the Cardassian civilization to galactic dominance. As the head of Central Command, conquer and occupy other worlds that hold the precious resources required to expand your rule; planting the flag of Cardassia Prime on the rubble of vanquished empires. Or demonstrate to your rivals that your ordered society is superior and set the Cultural example for the Galaxy.&#10;&#10;Conquest and occupation drive the great engine of the Cardassian Union. This relentless hunger affects the Cardassian player&rsquo;s game in the form of two Special Rules displayed on the player&rsquo;s Control Console.&#10;&#10;1) OCCUPATION&#10;Occupied worlds may not recognize the superiority of Cardassian rule however, but Cardassia knows that a firm hand must always be present to ensure compliance, represented by their Occupation rule. Cardassian Controlled Systems only generate production if there are Cardassian ships in orbit.&#10;&#10;2) ANNEXATION&#10;Unrelenting war and invasion add to the glory of Cardassia under their Annexation rule. Take 1 Culture each time you successfully invade a planet.&#10;&#10;The Cardassian player earns one Culture Token each time they successfully invade a planet.&#10;&#10;The cards found in the Cardassian Advancement Deck reinforce their commitment to military might and the subversion of their enemies. The efficiency of Cardassian rule is immediately apparent with their Starting Advancement; Totalitarian Regime allows the Cardassian player to start the game with Six Command Tokens. Cardassian Labor Camps work in conjunction with their Occupation rule, allowing Cardassia to mine Production Tokens from their Culture Nodes to fuel their war machine. While crude by the standards of other civilizations, the Cardassians clever use of Gravitic-based technology allows them to scan their space using a Gravitic Sensor Net countering the advantage of rivals who employ Romulan Cloaking Technology.&#10;&#10;Large formations of Cardassian Starships are ideal for conquest, but Cardassia also makes strategic use of smaller formations to attack their foes. Hunter Killer Fleets are designed to exploit a target&rsquo;s weakness; in the first round of a Space Battle, each ship in the Fleet automatically Scores a Hit. This small formation will likely be broken up in the first round of the battle, but its impact can be devastating, especially if used in conjunction with a larger formation.&#10;&#10;The addition of the Cardassian Union to the game puts the Federation, Klingons and Romulans on notice that their worlds and territories are no longer safe.&#10;&#10;","image":"https://cf.geekdo-images.com/K1l18ffmq4Y-eZCwWE_O-g__original/img/j8n2Eedasb1XRxO-I-jU8iJb8xQ=/0x0/filters:format(jpeg)/pic3690767.jpg","thumbnail":"https://cf.geekdo-images.com/K1l18ffmq4Y-eZCwWE_O-g__thumb/img/j51KIEuIisEI3DBcXCF5aaJNJ1k=/fit-in/200x150/filters:strip_icc()/pic3690767.jpg","link":"https://boardgamegeek.com/thing/197519","minPlayers":"0","maxPlayers":"0","yearPublished":"2017","playingTime":"0","minPlayingTime":"0","maxPlayingTime":"0","bestAtCount":"1"}}