{"timestamp":"2024-11-09T20:33:35.301Z","gameDetails":{"id":"197586","name":"Eldritch Horror: Signs of Carcosa","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;Strange is the night where black stars rise,&#10;And strange moons circle through the skies&#10;But stranger still is&#10;    Lost Carcosa.&#10;   &ndash;Cassilda&rsquo;s Song in The King in Yellow, Act I, Scene 2&#10;&#10;Beneath the light of a gibbous moon, poets and artists pen strange verse and weave arcane sigils into their paintings. The Unspeakable One is entering the world, his horrid city is tearing its way through dimensions, and as it does so, more and more humans succumb to a mindless insanity. The very people you have sworn to protect may come padding after you on a cursed night, knife in hand and the light of evil stars gleaming in their eyes. Whether you&rsquo;re walking along the streets of Tokyo or through trackless jungles in the heart of Africa, you may be forced to choose between the people close to you and the people of the world.&#10;&#10;Signs of Carcosa is a new expansion for Eldritch Horror, and within, you&rsquo;ll find enough madness to influence all of your games. Hastur enters the game as a new Ancient One, spreading insanity and dissension. Against this foul abomination from Aldebaran, four new investigators join the fight to save the world. A host of new Encounter cards for every continent ensure that fresh adventures are always around the corner, even as a wealth of new conditions, spells, assets, artifacts, and Mythos cards draw you deeper into a world of madness and fear.&#10;&#10;","image":"https://cf.geekdo-images.com/nW0JzXQFl0uLrJPqCYSgsw__original/img/lix9vtE86ckQwke21zqVBtpEOgk=/0x0/filters:format(jpeg)/pic3013615.jpg","thumbnail":"https://cf.geekdo-images.com/nW0JzXQFl0uLrJPqCYSgsw__thumb/img/f_mwoPqkdkgQltFvEMPj0EuI9kg=/fit-in/200x150/filters:strip_icc()/pic3013615.jpg","link":"https://boardgamegeek.com/thing/197586","minPlayers":"1","maxPlayers":"8","yearPublished":"2016","playingTime":"240","minPlayingTime":"120","maxPlayingTime":"240","bestAtCount":"4"}}