{"timestamp":"2024-11-13T01:30:34.112Z","gameDetails":{"id":"197790","name":"Vinyl","type":"boardgame","description":"One weekend, you find yourself cleaning the family attic. During your cleaning, you stumble upon an old turntable and a small collection of vinyl records. You blow the dust off and bring the find downstairs to the den. After setting it up, you place the needle down on an album you vaguely remember hearing when you were very young. As the album spins under the needle, you sit back and look at the album cover and insert. Warm sounds begin to fill the room as you are instantly transported to another world. You listen to the wonderful notes playing while following along with the lyrics. After the needle reaches the center, you shoot up out of your chair and hop on the computer &mdash; you want more! You locate the nearest record store &mdash; Record Town. You hop in the car not really know what to expect. After arriving and parking the car, you pull back on the door into a musical paradise. Welcome to Vinyl!&#10;&#10;Vinyl is a game where players are aspiring vinyl collectors. They have some knowledge of what they would like to collect, but immediately get immersed in the experience. Players will acquire morsels of information after visiting the &ldquo;Mag Rack&rdquo;. That information will lead them to the bins where they select albums to add and expand their collection. Albums can be played at the listening booth to increase the value of a player&rsquo;s collection and their ability to collect even more albums. Unfortunately, the inventory is limited and other customers may be targeting the same vinyl gems. After the final round is concluded, players will tally their collection&rsquo;s value and determine who is the Elite Collector of Vinyl!&#10;&#10;","image":"https://cf.geekdo-images.com/5Kq66uKhD8hDXK5nWG54-g__original/img/jw3tEYGpgBG7-_fJUYqjEdx6ZXg=/0x0/filters:format(png)/pic5550269.png","thumbnail":"https://cf.geekdo-images.com/5Kq66uKhD8hDXK5nWG54-g__thumb/img/YuQMBkp_K_fscxksgvx5OYC_POQ=/fit-in/200x150/filters:strip_icc()/pic5550269.png","link":"https://boardgamegeek.com/thing/197790","minPlayers":"1","maxPlayers":"5","yearPublished":"2019","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.14725","averageWeight":"2.4286","boardGameRank":"5595","mechanics":["Hand Management","Set Collection"],"categories":["Music"],"designers":["Eric Alvarado"]}}