{"timestamp":"2024-11-09T22:18:32.812Z","gameDetails":{"id":"198454","name":"When I Dream","type":"boardgame","description":"The night has fallen and your mind is floating in the magical world of dreams. But the Dream Spirits want to have some fun tonight! They are giving their best and the dreams become strange and surreal. Become the dreamer, put on your sleeping mask and try to figure out your dream and which spirits are the Naughty ones. Become a good spirit and help the Dreamer by giving him clues about the dream before the naughty spirits mess it up. Close your eyes and dive in!&#10;&#10;At the beginning of each round of When I Dream one player takes the role of the Dreamer and &quot;falls asleep&quot;, wearing a cloth mask. The other players are secretly dealt their role cards determining what kind of spirits they are &quot;good&quot; or  &quot;naughty&quot; or if they are just &quot;tricksters&quot; changing sides as the game goes by.&#10;&#10;The whole round lasts 120 seconds in which the spirits are drawing &quot;Dream&quot; cards depicting a specific element of the dream, trying to describe them to the dreamer using one word each. The dreamer can guess what the element of the Dream is at any time, placing the card to the good spirits team side if the guess was correct and in the naughty spirits pile if it was not. &#10;At the end of the round the Dreamer and the good spirits get a point for every card in the good spirits pile, when the naughty spirits get one point for every card in the naughty spirits pile. The tricksters get points according to how well balanced the two teams were at the end of the round, gaining extra points if they managed to equally balance the two piles.&#10;&#10;At the end of the round, the dreamer must use the words he guessed and story-tell his dream for extra points before he opens his eyes.&#10;&#10;You can learn how to play in a few minutes and have a great laugh right from the start. Each role is challenging and entertaining giving the game more depth according to the player&rsquo;s imagination, providing a wonderful experience with a unique dream every round.&#10;&#10;","image":"https://cf.geekdo-images.com/E7bmvTXE2dWskxFaMwXYrA__original/img/B4tgeOFmRTASb8G5Ak2KCKwsTk0=/0x0/filters:format(png)/pic3747128.png","thumbnail":"https://cf.geekdo-images.com/E7bmvTXE2dWskxFaMwXYrA__thumb/img/aR_FTYkNL8LoAijfVLmlblrUs5w=/fit-in/200x150/filters:strip_icc()/pic3747128.png","link":"https://boardgamegeek.com/thing/198454","minPlayers":"4","maxPlayers":"10","yearPublished":"2016","playingTime":"40","minPlayingTime":"20","maxPlayingTime":"40","bestAtCount":"6"}}