{"timestamp":"2024-11-13T00:21:48.098Z","gameDetails":{"id":"198579","name":"Imperial Stars II: Expansion #2","type":"boardgameexpansion","description":"From the publisher:&#10;&#10;In this second expansion kit for designer Chris Taylor&rsquo;s tiny titan of a 4X game, Imperial Stars II, designer/developer Alan Emrich expands the boundaries of gameplay between the warring human factions. Building on the first expansion kit (which is required to fully enjoy this second expansion kit), there are new worlds to conquer with the addition of two new maps, each featuring coveted planetary systems (yielding double value). These balanced maps have proven very popular for their &ldquo;narrative&rdquo; they engender during gameplay.&#10; New Event and Technology cards broaden the story scope of the game, particularly with the introduction of Allies to the mix of outcomes. The Thaeon Order and the Free Settlers are off-map rivals who might send forces &ndash; but only sufficient to nudge the balance of power in your conflict. A new &ldquo;Event +6 Ops&rdquo; marker for each side increases the frequency that Events occur, so there are a few more surprises in every game!&#10; New player aid mats now uncouple the Alpha and Beta Zone costs from the map, so that you can experiment with different Ops costs to retrieve ships from them, and each mat includes a cost summary in the Scrap Yard for easy reference.&#10; As a final touch, we have included cubes to replace Planet markers on the board. In this way, you can draw Planet markers from a cup to ensure randomness. All this adds more epic to your space epic, as it can only be told in Imperial Stars II.&#10;&#10;","image":"https://cf.geekdo-images.com/mWAGiBzfBWqoTMG1K6yrDg__original/img/ItwGA6m7C0pcNYH55_98_yI3ess=/0x0/filters:format(jpeg)/pic3021781.jpg","thumbnail":"https://cf.geekdo-images.com/mWAGiBzfBWqoTMG1K6yrDg__thumb/img/FM3CCt1DcDjaq0dU2d5oXEvmUkQ=/fit-in/200x150/filters:strip_icc()/pic3021781.jpg","link":"https://boardgamegeek.com/thing/198579","minPlayers":"2","maxPlayers":"2","yearPublished":"2016","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":null,"averageRating":"7.60769","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Hexagon Grid"],"categories":["Science Fiction","Space Exploration","Wargame"],"designers":["Alan Emrich","Chris Taylor (I)"]}}