{"timestamp":"2024-11-10T04:43:18.545Z","gameDetails":{"id":"1987","name":"Emperor of China","type":"boardgame","description":"In this highly abstract strategic wargame, you are trying to conquer China by being the first to occupy fifteen provinces at the completion of a complete round of play (all players having had an equal number of turns).  Alternatively, the game can be timed and scored.&#10;&#10;You start with a small number of provinces under your control.  Population counters of your colour indicate this; if a province has extra population, it can move some into an adjacent unoccupied province --this is the simplest way of conquest.  Merger, diplomacy and force (Risk-like combat) are your other options.  Each turn you draw a Yin card and a Yang card.  Yin is bad, Yang is good.  Without looking at either card's instructions, you assign them to two of your provinces.  Yang will most likely increase your recruitment (which is normally three population per turn), but could also give you the capability to cross a natural barrier like a mountain range.  Yin will hurt you.  Some cards you end up holding in your hand.&#10;&#10;A player may attempt to convince another player to merge with his empire.  If the second player agrees then the smaller empire is absorbed by the larger and both players continue play as senior (larger) and junior (smaller) partners.  The absorbed empire no longer has a separate turn nor separate recruitment.  This concept of &quot;shared victory&quot; is intriguing, particularly with a larger number of players.&#10;&#10;The game allows any number of players but components are only provided for five.&#10;&#10;","image":"https://cf.geekdo-images.com/1Zs6EDM0URPJ0AbNoXyY9g__original/img/TaB0z09qNF9vzauYAewTL80Z7wQ=/0x0/filters:format(jpeg)/pic318100.jpg","thumbnail":"https://cf.geekdo-images.com/1Zs6EDM0URPJ0AbNoXyY9g__thumb/img/DsnAGwrowRy1vE1xI0OcrXDiJFA=/fit-in/200x150/filters:strip_icc()/pic318100.jpg","link":"https://boardgamegeek.com/thing/1987","minPlayers":"2","maxPlayers":"5","yearPublished":"1972","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"5"}}