{"timestamp":"2024-11-10T05:20:18.645Z","gameDetails":{"id":"198825","name":"Incantris","type":"boardgame","description":"The Kingdom of Aldramere is in the midst of a long, brutal, and magical war that is threatening to tear the fabric of the world apart. Each side is too proud to concede, but they have agreed to settle the conflict though a battle of champions. The High Council of Aldramere has summoned its most powerful wizards to the ruins of Orleal on the Misty Moorlands to compete for the right to represent their kingdom in the battle.&#10;&#10;Incantris is a game of magical combat set in the Kingdom of Aldramere. Each player controls a team of three wizards, each with unique spells and abilities. Rain down fiery meteors with the Sorceress, call upon the bear spirit to unleash destruction with the Shaman, strike from afar with the Shadow Weaver, or pummel foes with the Druid&rsquo;s tempest. Decide how best to use these abilities to defeat the other players and become the champion of Aldramere.&#10;&#10;Incantris is a fast-paced and thought-provoking game that pairs strategy with a beautiful gaming environment. Use the modular board and 3D terrain to create a different battlefield for every game. The game also features 25 different spells and abilities ensuring that each game of Incantris will be a unique experience. Set-up is quick with each player selecting a team of three wizards optimized for a particular play style.&#10;&#10;The wizards wield magic from the Spirit, Elemental, and Astral realms. The spellcasting and warding system is intuitive and exciting. To emerge victorious, players will have to outmaneuver their opponents, use their wizards&rsquo; strengths, and take advantage of the opposing teams&rsquo; weaknesses.&#10;&#10;","image":"https://cf.geekdo-images.com/Aybrns_YZNWiLZM3t-4vxw__original/img/nANwGSvbI8R6NJq3JV4lAPhJZbg=/0x0/filters:format(jpeg)/pic2998347.jpg","thumbnail":"https://cf.geekdo-images.com/Aybrns_YZNWiLZM3t-4vxw__thumb/img/bNvPiAGKyCoPLueQLasrEWIsbk4=/fit-in/200x150/filters:strip_icc()/pic2998347.jpg","link":"https://boardgamegeek.com/thing/198825","minPlayers":"1","maxPlayers":"4","yearPublished":"2017","playingTime":"60","minPlayingTime":"20","maxPlayingTime":"60","bestAtCount":"1"}}