{"timestamp":"2024-11-12T21:16:37.489Z","gameDetails":{"id":"199310","name":"Five Tribes: The Thieves of Naqala","type":"boardgameexpansion","description":"Naqala is now a prosperous place. Gaining the favors of the different tribes was not easy, and your rivals have not been discouraged by your success. In fact, some tribes have now abandoned your cause and rallied to your rivals instead, and you'll soon discover that these tribes follow influential leaders that your rivals hired against you. Every man has his price, though, so perhaps you can return the favor to your rivals &mdash; should you have what it takes to recruit the thieves of Naqala.&#10;&#10;Five Tribes: The Thieves of Naqala is a mini-expansion of six thief cards and one new djinn for Five Tribes that introduces a new element to the base game to create a real thorn in your opponents' sides. The djinn is shuffled into the deck with the other djinns and protects you from the effects of thieves. One thief card is revealed at random at the start of the game, and whenever someone would buy a djinn, they can purchase the thief card for the same price as the djinn. Each thief is associated with one of the tribes, and whenever you take an action with that tribe, you can choose to activate and discard the thief. If you do, everyone else must get rid of something &mdash; two resource cards, one tile they control, even a djinn or palace &mdash; after which you get to choose to keep something from all the discarded things.&#10;&#10;","image":"https://cf.geekdo-images.com/9YXZM_TphNeGYual7aDNIA__original/img/mE2bG89d5Ts4zyzuPrCpCXwVIOE=/0x0/filters:format(jpeg)/pic3001544.jpg","thumbnail":"https://cf.geekdo-images.com/9YXZM_TphNeGYual7aDNIA__thumb/img/aE0zh0QMZ6kr77XfELw9j_o375s=/fit-in/200x150/filters:strip_icc()/pic3001544.jpg","link":"https://boardgamegeek.com/thing/199310","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"80","minPlayingTime":"40","maxPlayingTime":"80","bestAtCount":[3],"averageRating":"7.22218","averageWeight":"2.6316","boardGameRank":"Not Ranked","mechanics":["Area Majority / Influence","Auction / Bidding","Open Drafting","Set Collection"],"categories":["Arabian","Expansion for Base-game","Fantasy"],"designers":["Bruno Cathala"]}}