{"timestamp":"2024-11-12T23:59:25.086Z","gameDetails":{"id":"199793","name":"Dokmus","type":"boardgame","description":"Lead your tribe to glory on the island of Dokmus and become a legend!&#10;&#10;Dokmus is a board game for 2-4 players. Your goal is to lead an expedition to the island of Dokmus, the ancestral god of your tribe. The island is represented by eight double-sided map pieces. During set-up, you randomize which side of each map piece is up and place them in a 3x3 grid so that the middle place is left empty.&#10;&#10;The island is guarded by five Guardians, which are represented by Guardian cards. On each turn, players draft the Guardian cards so that each player gets the help of one Guardian. The Guardian cards decide turn order and they also give you special powers. With them, you can move and rotate, move your tokens, or gain first player marker for next turn.&#10;&#10;On your turn, you have three tokens to use. You use tokens to spread your influence by placing them on the board. You can also sacrifice tokens to be able to cross waters or enter forests. Or you can just sacrifice them in a volcano. At the end of the game, you get victory points for discovered temples and ruins on the map as well as sacrificed tokens.&#10;&#10;The layout of the islands changes constantly based on player actions, making Dokmus a dynamic, fast-paced game.&nbsp;So choose your Guardian, make the right sacrifices, and gain the favor of Dokmus!&#10;&#10;","image":"https://cf.geekdo-images.com/oYOuEXBvUavHJVmZokxm1A__original/img/DpIdlVTumMgWRIhGJmFPQKNR_bE=/0x0/filters:format(jpeg)/pic3933639.jpg","thumbnail":"https://cf.geekdo-images.com/oYOuEXBvUavHJVmZokxm1A__thumb/img/J2VWcxAukRNhMWdLf5sf112qCr8=/fit-in/200x150/filters:strip_icc()/pic3933639.jpg","link":"https://boardgamegeek.com/thing/199793","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"40","minPlayingTime":"20","maxPlayingTime":"40","bestAtCount":[4],"averageRating":"7.02193","averageWeight":"2.0435","boardGameRank":"2662","mechanics":["Area Majority / Influence","Grid Movement","Map Deformation","Open Drafting","Variable Player Powers"],"categories":["Abstract Strategy","Mythology","Territory Building"],"designers":["Mikko Punakallio"]}}