{"timestamp":"2024-11-12T21:23:23.976Z","gameDetails":{"id":"200544","name":"Tiny Epic Galaxies: Beyond the Black","type":"boardgameexpansion","description":"Your galaxies have expanded to the extent of known space.  You overlap with your rivals and fight tooth and nail for fertile planets.  Now it is time to extend the horizons.  Now it is time to upgrade your ships to the limits of today&rsquo;s technology, and ready them with the brave pilots. Now it is time to go beyond the deep blackness of space into the truly unknown universe&hellip;&#10;&#10;In Tiny Epic Galaxies: Beyond the Black, players have access to four new ships that they can upgrade their original ships to. To do this, they will need to hire specialized pilots. There are many pilots to hire, each possessing a unique special ability. Pilots are also specialized in what ships they are trained to use. Hiring the right pilot for a ship reduces that pilot's cost. The more ships a pilot is specialized in, the weaker their special ability is. Pilots are hired by spending unused dice that correspond with the four different ship types, and are worth victory points during play. Pilots are shuffled into a deck and splayed out like planets.&#10;&#10;Additionally, Tiny Epic Galaxies: Beyond the Black introduces a press-your-luck exploration option for players. This allows players to venture beyond the planets and into deep space where they might encounter dwarf planets worth victory points, or rare materials that yield resources... or they may encounter cosmic threats like solar storms, black holes, and even supernovas. Either way, exploring deep space provides a player with exploration badges. These badges are tallied up at the end of the game and players are rewarded bonus victory points based on who has the most of a certain badge type. They are four types of badges to collect.&#10;&#10;Tiny Epic Galaxies: Beyond the Black also comes with additional planets and new and exciting secret missions to explore!&#10;&#10;&#10;For a deluxe edition of this expansion, see Tiny Epic Galaxies: Beyond the Black &#226;&#128;&#147; Deluxe Edition&#10;&#10;","image":"https://cf.geekdo-images.com/a5DVvZ_oLfEwCpuJ1nT2cA__original/img/i1cvLzyr1yptlybNCa0yCEPIhn8=/0x0/filters:format(jpeg)/pic3026618.jpg","thumbnail":"https://cf.geekdo-images.com/a5DVvZ_oLfEwCpuJ1nT2cA__thumb/img/MF52xoh-Z4gfgfUtsGm_O19cHls=/fit-in/200x150/filters:strip_icc()/pic3026618.jpg","link":"https://boardgamegeek.com/thing/200544","minPlayers":"1","maxPlayers":"5","yearPublished":"2017","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":[3],"averageRating":"7.73014","averageWeight":"2.7667","boardGameRank":"Not Ranked","mechanics":["Action Queue","Area Majority / Influence","Dice Rolling","Push Your Luck","Set Collection"],"categories":["Dice","Expansion for Base-game","Science Fiction","Space Exploration"],"designers":["Scott Almes"]}}