{"timestamp":"2024-11-12T21:19:48.459Z","gameDetails":{"id":"20079","name":"Pacific Typhoon","type":"boardgame","description":"Pacific Typhoon is a strategy card game for 3-7 players, ages 10 to adult. The game uses the same system that first appeared in the popular 1998 Avalon Hill card game Atlantic Storm.&#10;&#10;The game setting is the naval and air war in the Pacific theatre during World War II. Pacific Typhoon depicts the history of the air-naval battles of the Pacific War with 40 battle cards, each of which represents an historical naval or air battle such as Pearl Harbor, Midway, Surigao Strait, etc. Players compete by fighting a non-sequential series of twenty of these battles. A battle lasts for one round of play, so each player gets to play once per battle. The round-leader starts by picking one of two battle cards (he discards the unpicked one). The chosen battle card determines the year of battle. The battle card is also worth a certain number of victory points and resources to whoever wins it. The round-leader alternates after each battle, and the game ends after 20 battles (when the Battle Card deck is exhausted).&#10;&#10;Players are not assigned to sides. Instead, each player has a hand of force cards that typically includes both Allied and Japanese cards. The force cards represent warships, submarines, aircraft, special weapons, and events. Non-event cards have three separate combat values: Air, Surface, and Sub. For example, the battlecruiser Kirishima has combat values of 1 air, 4 surface and 0 sub; the submarine Flasher has combat values of 0 air, 1 surface and 3 sub; the Zero fighter (Sakai) has combat values of 3 air, 0 surface and 0 sub. Force cards are also worth victory points because they can be destroyed in battle.&#10;&#10;After the round-leader selects the battle card, he announces the &quot;suit&quot; of battle: Air, Surface, Sub or Combined. Only the combat values in the announced suit will affect the outcome of the battle. In a Combined battle, the combat values of all three suits are added together. The round-leader also announces the time of battle: Day or Night. Some force cards are only playable in a day battle (for example, the aircraft carrier Lexington), a few are only playable in a night battle, but most are playable in day or night battles. The round-leader then gets to play from his hand. He may play on one side or the other (but not both sides together). Each player after him in turn may then play on one side or the other.&#10;&#10;","image":"https://cf.geekdo-images.com/7A3xGXf2uhAFBaivX-39cQ__original/img/0iqrsO5q8__dIL7522u40rXdHAw=/0x0/filters:format(jpeg)/pic292995.jpg","thumbnail":"https://cf.geekdo-images.com/7A3xGXf2uhAFBaivX-39cQ__thumb/img/4Cuiq8sUMv8VVR8NOQAU6mGK76I=/fit-in/200x150/filters:strip_icc()/pic292995.jpg","link":"https://boardgamegeek.com/thing/20079","minPlayers":"3","maxPlayers":"7","yearPublished":"2008","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[5,7],"averageRating":"6.61466","averageWeight":"2.0083","boardGameRank":"4447","mechanics":["Dice Rolling","Hand Management","Open Drafting","Team-Based Game","Trick-taking"],"categories":["Card Game","Nautical","Wargame","World War II"],"designers":["John Coussis","Ben Knight"]}}