{"timestamp":"2024-11-13T00:58:36.801Z","gameDetails":{"id":"202583","name":"Rise of Tribes","type":"boardgame","description":"In ancient prehistoric times, you have discovered a new land with plentiful lakes, mountains and forests (and apparently many stone rocks that shall be called dice). Your people can develop new things like basketry or find oxen or simply GROW and conquer.&#10;&#10;In Rise of Tribes, players control a tribal faction in prehistoric times looking to GROW, MOVE, GATHER, and LEAD their people. The board is modular, composed of hexes in various terrain types. Each hex has a population limit. Players manage the number of tribe members they place on any one hex to either trigger or avoid conflict.&#10;&#10;Each turn the active player rolls two dice, then selects two of the four actions to take -  GROW, MOVE, GATHER, and/or LEAD. Each action is resolved one action at a time. The power of each action taken depends on the die roll plus the last couple of dice placed onto the action board on the selected action by other players. Once both actions are taken, the active player resolves any Conflicts. The final step of each turn is the time to build villages and complete goal cards.&#10;&#10;Victory is possible in a couple ways: gathering resources to build villages and/or completing development and achievement goal cards for your civilization. Villages (limited to 1 per hex) score 1 point for the tribe that built them at the start of that tribe's turn. Goal cards will score points immediately when completed. Every tribe's ambition is to score 15 points. The tribe to score 15 points first wins the game.&#10;&#10;Solo mode, with the addition of Rise of Tribes: The Vul'Keth Invasion (required and sold separately), is a very challenging way to play Rise of Tribes.&#10;&#10;Rise of Tribes - Microbadges&#10;&#10; Rise of Tribes fan&#10; Rise of Tribes fan&#10;&#10;","image":"https://cf.geekdo-images.com/Io2NVc5Du_pgtcofPCOFyQ__original/img/dwaYeOQnHSrLcd7nnKRNA9X-p-E=/0x0/filters:format(jpeg)/pic3588551.jpg","thumbnail":"https://cf.geekdo-images.com/Io2NVc5Du_pgtcofPCOFyQ__thumb/img/pWP1XQ_bW22r1KALP-yDX8iR8UA=/fit-in/200x150/filters:strip_icc()/pic3588551.jpg","link":"https://boardgamegeek.com/thing/202583","minPlayers":"2","maxPlayers":"4","yearPublished":"2018","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[3,4],"averageRating":"7.09878","averageWeight":"2.2034","boardGameRank":"1437","mechanics":["Area Majority / Influence","Dice Rolling","Events","Modular Board","Race","Variable Player Powers"],"categories":["Civilization","Dice","Prehistoric"],"designers":["Brad Brooks"]}}