{"timestamp":"2024-11-12T22:16:52.639Z","gameDetails":{"id":"203186","name":"Android: Netrunner – Blood Money","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;For twenty-three seconds, Runners tear through Titan Transnational Bank, completing an untold number of transactions. Trillions of credits are lost, stolen, or simply erased. In the days that follow, chaos ensues. The New Angeles financial system suffers a massive collapse. Each corp blames the others. And it's simply not a good time to be Georgia Emelyov (23 Seconds, 14), the former Titan Transnational employee who made a surprising move to Jinteki just before the damage was done.&#10;&#10;Even when there's no financial certainty, there's always financial opportunity. And in the wake of the Twenty-Three Seconds incident, much of that opportunity comes in the form of blood money...&#10;&#10;With its sixty new cards (three copies each of twenty different cards), Blood Money &mdash; the second Data Pack in the Flashpoint Cycle for Android: Netrunner &mdash; continues to explore the New Angeles transformed by the Twenty-Three Seconds incident and the events of the Flashpoint Cycle. You'll find a host of cards that focus on using wealth to build wealth. You'll find a pair of powerful Corporate Trace cards that you can play even if the Runner didn't just make a run. And you'll find plenty of people looking to take advantage of the chaos in New Angeles, from Prisec operatives and bounty hunters to news reporters and rumor mongers.&#10;&#10;","image":"https://cf.geekdo-images.com/1ma2qBAUBmyWZ-IgfNhiRg__original/img/2XE6ufEw3Z_FexN80SnG2BcG5Bc=/0x0/filters:format(png)/pic3082642.png","thumbnail":"https://cf.geekdo-images.com/1ma2qBAUBmyWZ-IgfNhiRg__thumb/img/VBZhD9xvRllZkikrl00yTecxmD4=/fit-in/200x150/filters:strip_icc()/pic3082642.png","link":"https://boardgamegeek.com/thing/203186","minPlayers":"2","maxPlayers":"2","yearPublished":"2016","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":null,"averageRating":"8.19585","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":["Action Points","Hand Management","Secret Unit Deployment","Variable Player Powers"],"categories":["Expansion for Base-game","Bluffing","Card Game","Collectible Components","Science Fiction"],"designers":["Richard Garfield"]}}