{"timestamp":"2024-11-12T21:49:00.304Z","gameDetails":{"id":"205418","name":"Agricola: Family Edition","type":"boardgame","description":"In Agricola, you're a farmer in a wooden shack with your spouse and little else. On a turn, you get to take only two actions, one for you and one for the spouse, from all the possibilities you'll find on a farm: collecting resources; building meadows; and so on. You might think about having kids in order to get more work accomplished, but first you need to expand your house. And what are you going to feed all the little rugrats?&#10;&#10;Agricola is a turn-based game. There are 14 game rounds occurring in 6 stages, with a Harvest at the end of each stage (after Rounds 4, 7, 9, 11, 13, and 14).&#10;Each player starts with two meeples that can each take an action per round. There are multiple options, and while the game progresses, you'll have more: each round a (fixed) additional option becomes available. Each action can be taken by only one player each round, so it's important to do some things with high preference.&#10;&#10;In comparison with the family game of the predecessor, much has changed: the new action each round is fixed, and the game has been simplified by removing stone and vegetables. Similar to 'Agricola: All Creatures Big and Small', there are now buildings (replacing the major improvements) that score points for leftover resources at the end of the game. &#10;Also, there are no building restrictions (nor player boards). And finally, there are no negative points or point limits anymore, each player simply scores for all he has achieved.&#10;&#10;","image":"https://cf.geekdo-images.com/X1xSEWTxwMuCVYBC6SpgWg__original/img/IwU1BQrnYwYVe33vdhxdtHprVrg=/0x0/filters:format(jpeg)/pic3136438.jpg","thumbnail":"https://cf.geekdo-images.com/X1xSEWTxwMuCVYBC6SpgWg__thumb/img/xRshQ8XgLaLL_n6_xLDCGeNTSgg=/fit-in/200x150/filters:strip_icc()/pic3136438.jpg","link":"https://boardgamegeek.com/thing/205418","minPlayers":"1","maxPlayers":"4","yearPublished":"2016","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[3],"averageRating":"7.03952","averageWeight":"2.4091","boardGameRank":"1522","mechanics":["Automatic Resource Growth","Worker Placement"],"categories":["Animals","Farming"],"designers":["Uwe Rosenberg"]}}