{"timestamp":"2024-11-09T20:58:23.345Z","gameDetails":{"id":"205507","name":"Key to the City: London","type":"boardgame","description":"Description from the publisher:&#10;&#10;In Key to the City &ndash; London, each player aims to develop their own London borough based on their home tile, using the large hexagonal location tiles. Each location tile gives victory points and may generate resources (skill tiles or connectors that connect two location tiles). Connectors and skill tiles can be used to upgrade location tiles for additional victory points and productivity.&#10;&#10;The game is played over four eras, and in each era, new location tiles will be available for bidding. In both era 1 and 2, these tiles consist of six resource-generating tiles, plus some additional building tiles.  In era 3, there will be only building tiles, which arrive already upgraded. In era 4, some of the Routemaster tiles become available.&#10;&#10;On their turn, a player chooses one of five actions. They may use one or more of their team of wooden workers (&quot;keyples&quot;) to (1) bid for a location tile, (2) use a location tile to generate resources, or (3) upgrade a location. They may (4) pass, in which case they may play again in that era, or (5) cease playing in that era by setting off in their sailing barge along the Thames. The game finishes after the last river barge sets sail at the end of era 4, at which point the player with the most victory points wins.&#10;&#10;Key to the City &ndash; London has similarities in structure to the award-winning 2012 R&amp;D game Keyflower.&#10;&#10;","image":"https://cf.geekdo-images.com/KOx2N4eRuY45SWvzFL8_7g__original/img/t2_w9ybfEOUIz8iwP1zmeR9WXCE=/0x0/filters:format(jpeg)/pic3145313.jpg","thumbnail":"https://cf.geekdo-images.com/KOx2N4eRuY45SWvzFL8_7g__thumb/img/g3Fu9UEH_S_2Ci7OUQ8cDz2sxP0=/fit-in/200x150/filters:strip_icc()/pic3145313.jpg","link":"https://boardgamegeek.com/thing/205507","minPlayers":"2","maxPlayers":"6","yearPublished":"2016","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":"3"}}