{"timestamp":"2024-11-10T17:09:44.310Z","gameDetails":{"id":"205761","name":"Dixit: Revelations","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;Dixit: Revelations invites you to go beyond what you see at first glance and discover what lies hidden between &mdash; or hidden by &mdash; the lines. Featuring art by the French illustrator Marina Coudray, Dixit: Revelations looks utterly unlike any Dixit expansion that has preceded it. Coudray's mysterious and enchanting images are heavily influenced by early twentieth century design, from the Art Deco movement to Surrealism, even while they convey stories and ideas that may be millennia old. In her art you&rsquo;ll find echoes of Picasso, Magritte, Matisse, Escher, Greek myth, Indian religion, pop music, internet memes, and much, much more... In these stylized pieces, reminiscent of New York City&rsquo;s architecture and glass Tiffany lamps, you&rsquo;ll find many allusions to ancient myths and folk tales.&#10;&#10;Dixit: Revelations is an expansion for Dixit that contains 84 new cards for use with that game. In Dixit, each round one player takes on the role of Storyteller, choosing one card from his hand, then telling a story, singing a ditty, or otherwise doing something that in his opinion is associated with the played card. Each other player then chooses one card in her own hand and gives it to the Storyteller in secret. These cards are shuffled and revealed, then players vote on which card was played by the Storyteller. If either no one or everyone votes for the Storyteller, then he receives no points; if he received some votes but not all of the votes, he scores based on the number of votes received. Each player who submitted a correct vote or who received a vote on her card submission also scores. After a certain number of rounds, the player with the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/HZCmkHg-evh0dV34Dca5jw__original/img/nLq4ZSrOJd_tni-iRkLQArApyos=/0x0/filters:format(png)/pic3132164.png","thumbnail":"https://cf.geekdo-images.com/HZCmkHg-evh0dV34Dca5jw__thumb/img/UbES6fNKML7sIcpXLq8Xw-FDujg=/fit-in/200x150/filters:strip_icc()/pic3132164.png","link":"https://boardgamegeek.com/thing/205761","minPlayers":"3","maxPlayers":"6","yearPublished":"2016","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"5"}}