{"timestamp":"2024-11-13T00:58:39.910Z","gameDetails":{"id":"205896","name":"Rising Sun","type":"boardgame","description":"The great and forgotten Kami have returned from the underworld, displeased with the affairs of the Empire&rsquo;s present Sh&#197;&#141;gun. At the start of spring in the Great New Year, the Kami have gathered their sacred clans with one quest: reclaim the lands of Nippon and return them to their honorable, spiritual traditions. However, each clan is bound by their own proud traditions to a unique vision for this great return and must wage a powerful diplomatic war across eight provinces. Alliances must be forged, betrayal is inevitable, honorable standing rises and falls. Political mandates must be navigated and devastating war must be fought, each won by expert skill and cunning negotiation. And only one may stand victorious at the coming of winter. You, honorable Sh&#197;&#141;gun, lead one of these great clans. Do you have the strength of honor, virtue, and spirit, as well as the mastery of steel necessary to deliver on this ancient promise?&#10;&#10;Rising  Sun is a board game for 3 to 5 players set in legendary feudal Japan. Each player chooses a Clan and competes to lead theirs to victory by accumulating Victory Points over the course of the Seasons. Each Clan possesses a unique ability and differs in Seasonal Income, Starting Honor Rank, and Home Province.&#10;Over the course of the game, players will forge and break alliances, choose political actions, worship the gods, customize their clans, and position their figures around Japan. In the process, Honor is a palpable element in Rising Sun: Having high Honor gives several advantages, while having low Honor may grant the allegiance of the darker elements of the world. But above all, Honor settles all disputes: Whenever there is a tie, the tied player with the highest Honor wins.&#10;&#10;In Rising  Sun, players are encouraged to use diplomacy, negotiation, and even bribery to further their cause. Players can make deals at any point in the game but no deals are truly binding.&#10;Victory Points can be gained in several ways, from winning battles, to harvesting the right provinces, to playing to the Virtues accumulated by your Clan.&#10;&#10;The game is played over the course of 4 rounds or Seasons: Spring, Summer, and then Autumn; when  Winter  comes,  the  game  draws to a close and players calculate bonuses to decide who is the winner. &#10;Each Season is divided into five phases: &#10;1) Seasonal Setup because every Season has a certain Season deck with different cards, &#10;2) Tea Ceremony in which players sit down and negotiate their Alliances for the Season, &#10;3) Political Phase during which players will select Political Mandates to prepare their Clans and position their forces,&#10;4) War Phase, during which players battle over several Provinces, and &#10;5) Seasonal Cleanup.&#10;&#10;As already mentioned, the start of the Winter Season signifies the end of the game. Peace falls over the land as it gets covered in white snow, and a new Emperor will rise under the power of the great Kami.&#10;&#10;","image":"https://cf.geekdo-images.com/iwevA6XmiNLHn1QnGUucqw__original/img/pKJ1XyLN4hvHim5eRj2VJHijv1E=/0x0/filters:format(jpeg)/pic3880340.jpg","thumbnail":"https://cf.geekdo-images.com/iwevA6XmiNLHn1QnGUucqw__thumb/img/UNKv6MWzJUAwhhP7-ng6HoinRa8=/fit-in/200x150/filters:strip_icc()/pic3880340.jpg","link":"https://boardgamegeek.com/thing/205896","minPlayers":"3","maxPlayers":"5","yearPublished":"2018","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":[4,5],"averageRating":"7.76958","averageWeight":"3.3001","boardGameRank":"134","mechanics":["Action Drafting","Alliances","Area Majority / Influence","Area Movement","Auction: Sealed Bid","Betting and Bluffing","Closed Drafting","End Game Bonuses","Follow","Force Commitment","Negotiation","Set Collection","Simultaneous Action Selection","Take That","Variable Phase Order","Variable Player Powers","Variable Set-up"],"categories":["Bluffing","Fantasy","Miniatures","Mythology","Negotiation","Wargame"],"designers":["Eric M. Lang"]}}