{"timestamp":"2024-11-09T20:05:32.455Z","gameDetails":{"id":"205867","name":"Bohnanza: The Duel","type":"boardgame","description":"Give as good as you get in Bohnanza: The Duel!&#10;&#10;What was that thing about the gift horse? In this two-player variant of Bohnanza, both bean farmers give each other gifts of beans they can't use themselves &mdash; to make life harder for their opponent, if possible. Trying to fulfill their secret &quot;bo(h)nus&quot; requirements, they both need to keep a vigilant eye on the other player's bean fields.&#10;&#10;In more detail, both duelists have bean field mats in front of themselves on which to plant their beans. Between them is a row of eight gift cards. Each player holds five hand cards and three &quot;bo(h)nus cards&quot; with secret objectives. In this game, you have the option of planting more than one type of bean in the same field, but when you plant a different bean than the one you've planted previously, this new bean type must be the next highest number. When harvesting your beans, the beanometer of the card you've most recently planted is what counts.&#10;&#10;At the start of each turn, the active player plants two beans from their hand, then reveals bean cards from the deck as usual. Instead of trading, however, they offer their opponent one bean as a gift by pushing this bean type's gift card in their direction. The other player can accept the gift or decline it, but if they don't take it, they have to offer a gift in return. You are allowed to bluff, but it may cost you if your bluff is called! Important: Only the first player to accept a gift actually receives the bean card in question. After this exchange, plant all beans you have received and turned over, then draw new cards. &quot;Bo(h)nus&quot; cards can be fulfilled at any time when the required combination of beans printed on the card can be found in any bean field. Fulfilling an objective earns you bean dollars and the brand new bean cents. When the draw pile is used up, the player with the most bean dollars wins.&#10;&#10;In 2020, AMIGO released Bohnanza: The Duel &ndash; Deluxe, which replaces the gift cards with a game board and gift tokens. This edition also contains newly designed bean fields and bonus cards.&#10;&#10;","image":"https://cf.geekdo-images.com/84wf0HVzM4mlP-PMwsTWpA__original/img/QW43aS9eFAk010OGn3tT3xtf6bk=/0x0/filters:format(jpeg)/pic3528706.jpg","thumbnail":"https://cf.geekdo-images.com/84wf0HVzM4mlP-PMwsTWpA__thumb/img/ZPs3buZJbdwii3VrtF-qmVflaEs=/fit-in/200x150/filters:strip_icc()/pic3528706.jpg","link":"https://boardgamegeek.com/thing/205867","minPlayers":"2","maxPlayers":"2","yearPublished":"2016","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"2"}}