{"timestamp":"2024-11-09T20:53:10.208Z","gameDetails":{"id":"206442","name":"Imhotep: The Stonemason's Wager – Mini Expansion","type":"boardgameexpansion","description":"Handed out at Gen Con 2016.&#10;&#10;Bet on which monument will be the grandest at the end of the game! If you are correct, you'll be awarded with precious bonus points.&#10;&#10;With the exception of the changes described here, the rules of the base game remain the same.&#10;&#10;Place this expansion card next to the site boards during setup.&#10;In a 2- or 3-player game, only the first spaces below each site shown on the card my be used.&#10;In a 4-player game, both spaces below each site on the card may be used.&#10;&#10;During his or her turn, a player may take a stone of his or her color from the quarry (not from his or her supply sled) and place it on any vacant space on this expansion card. Each player may do this only once per game. By placing a stone, the player is betting that the corresponding site will have the most stones on it at the end of the game. This wager is optional: a player is not required to place a stone on the card during the game.&#10;&#10;At the end of the game, the number of stones on each of the 4 sites is determined. For the site with the most stones, the player occupying the first space below this site on the card (the space on the left) receives 5 points, and the player on the second space receives 3 points. For the site with the second most stones, the player occupying the first space below it receives 3 points, and the player on the second space receives 0 points. If multiple sites tie for the most stones, all players on the corresponding first spaces receive 3 points, and the players on the second spaces receive 0 points. If multiple sites tie for the second most stones, they receive 0 points.&#10;&#10;","image":"https://cf.geekdo-images.com/ejBemFyHFTVWaGx-waNxBA__original/img/2OtcdmG_TiE-mN2Ql8QsUH9s_Wk=/0x0/filters:format(jpeg)/pic3134584.jpg","thumbnail":"https://cf.geekdo-images.com/ejBemFyHFTVWaGx-waNxBA__thumb/img/PlTVpuPk-jsAnGipnx5Yw6aEtRc=/fit-in/200x150/filters:strip_icc()/pic3134584.jpg","link":"https://boardgamegeek.com/thing/206442","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"40","minPlayingTime":"40","maxPlayingTime":"40","bestAtCount":"4"}}