{"timestamp":"2024-11-12T22:17:30.171Z","gameDetails":{"id":"206988","name":"Android: Netrunner – Escalation","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;Escalation is the third Data Pack in the Flashpoint Cycle for Android: Netrunner, and its sixty new cards (three copies each of twenty different cards) explore New Angeles in the wake of the Twenty-Three Seconds incident. The city has plunged into chaos. The chaos has led to rioting. Amid the rioting, people have died. Some died on the streets, in bloody encounters with PriSec. Some died quietly, targeted by assassins. Some simply disappeared. Yanked off the grid in an age when the act of skirting surveillance and the ever-present Network is nearly&mdash;but not completely&mdash;impossible.&#10;&#10;Carrying us deeper into this chaos and the tensions pulling New Angeles apart at the seams, Escalation offers a look at Corps more aggressively locking down their assets and hunt down their rivals. Runners gain new decoders and new incentive to uncover and reveal the truth of the Corps' activities. But amid the escalating tensions, if the Runners hack the Corps, can they still survive? There's plenty of meat damage, net damage, and brain damage on the menu, along with cards that make utter trash of the Runner's rig and stack.&#10;&#10;Finally, Escalation unveils two new, aggressively-minded identity cards&mdash;one for Jinteki, and one for the Anarchs that started the whole mess.&#10;&#10;","image":"https://cf.geekdo-images.com/4i_UI1jzN6B4XdhoaVM7Eg__original/img/dNNKkQuZRtUMLNCriudn0lPjYP8=/0x0/filters:format(png)/pic3145769.png","thumbnail":"https://cf.geekdo-images.com/4i_UI1jzN6B4XdhoaVM7Eg__thumb/img/WtabTiJtjGudozNu1jxzbBXOW0A=/fit-in/200x150/filters:strip_icc()/pic3145769.png","link":"https://boardgamegeek.com/thing/206988","minPlayers":"2","maxPlayers":"2","yearPublished":"2016","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":null,"averageRating":"8.24898","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":["Action Points","Hand Management","Secret Unit Deployment","Variable Player Powers"],"categories":["Expansion for Base-game","Bluffing","Card Game","Collectible Components","Science Fiction"],"designers":["Richard Garfield"]}}