{"timestamp":"2024-11-09T20:39:46.267Z","gameDetails":{"id":"206941","name":"First Class: All Aboard the Orient Express!","type":"boardgame","description":"In First Class: Unterwegs im Orient Express, players try to score as many fame points as possible by building a rich network of rails, by building luxurious train cars, or by serving well-paying passengers.&#10;&#10;From the Publisher's website:&#10;In the early days of the twentieth century, rail is the preferred mode of transportation for the elite. Luxury lines scramble to accommodate the needs of business tycoons, diplomats, and even royalty. Step into this world and compete to build the most luxurious train lines possible in First Class. Guide your lines from humble beginnings into rivals of the fabled Orient Express itself as you carry out actions each round. Add cars to your trains, upgrade those cars to attract wealthier clientele, extend your lines towards Constantinople, and more. A limited number of action cards is available each round, so pick your actions carefully and choose a path for your rail lines. There are many ways to score points, but only a true railroad baron will accumulate the most points and win the game.&#10;&#10;First Class is a card game that includes aspects of board games, creating a unique and dynamic experience every time you play. Cards represent your train cars and provide a visual reminder of your empire's growth as they extend out from your player board. On top of that, every game of First Class uses two of five interchangeable decks of action cards. Each deck provides new challenges for building your rail empire. One game might have you catering to the celebrities on your trains and fulfilling contracts along your route, while another game asks you to accommodate passengers and their luggage while you get swept up in a murder mystery. Each combination of modules opens many possible strategies and provides even more thematic flair. Return to a time when rail was king and grow your empire!&#10;&#10;","image":"https://cf.geekdo-images.com/HGMxWGtUHpCwHD08QhNQ-g__original/img/YbXCDZyc_YS8jhB1PBK9WNRJxqc=/0x0/filters:format(jpeg)/pic3539689.jpg","thumbnail":"https://cf.geekdo-images.com/HGMxWGtUHpCwHD08QhNQ-g__thumb/img/tfMvsSBt4_AOrb1aQx6Mj6ovskc=/fit-in/200x150/filters:strip_icc()/pic3539689.jpg","link":"https://boardgamegeek.com/thing/206941","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"80","minPlayingTime":"40","maxPlayingTime":"80","bestAtCount":"4"}}