{"timestamp":"2024-11-09T17:59:53.568Z","gameDetails":{"id":"207691","name":"Railroad Revolution","type":"boardgame","description":"Ambition and a thirst for wealth have driven humanity to strive for ever greater progress. In America, during the 19th century, battles were waged between huge railway corporations that sought to connect state to state and coast with coast&hellip; making themselves filthy rich in the process. Railroad Revolution drops you straight into the middle of these tempestuous years; a time that changed America forever.&#10;&#10;In Railroad Revolution, you will manage your own railroad company, ruthlessly competing to be the most powerful railroad tycoon across all America. You will build railroads, establish stations in your connected cities, expand the network of telegraph lines, and chase your objectives, increasing the value of your company with every action you take.&#10;&#10;You start with mainly a team of non-specialized workers, but during the game you can hire additional ones with specific skill sets. The cost or effect of an action is determined by the type of worker that does it. To complete your company objectives, you will have to remove some of your workers from your active pool, promoting them to managerial positions. You must carefully assign each of your workers to perform the right action at the right time in order to exploit their specializations in the best way. You need to decide which ones to promote and which are instead still needed to take actions, as your priorities will change from turn to turn.&#10;&#10;Railroad Revolution is a fast paced game with relatively simple rules, and it provides you with interesting and challenging decisions. Having a good strategy and finding the correct timing to implement it, is the key to winning the game.&#10;&#10;","image":"https://cf.geekdo-images.com/0A9aGzLzmBxN_M6rgpb6Dg__original/img/HEY1bQT6vQvTpcfVieS0P7wSRJU=/0x0/filters:format(jpeg)/pic3200781.jpg","thumbnail":"https://cf.geekdo-images.com/0A9aGzLzmBxN_M6rgpb6Dg__thumb/img/pupJXts3kO3x05Ki-lhREAPWrhw=/fit-in/200x150/filters:strip_icc()/pic3200781.jpg","link":"https://boardgamegeek.com/thing/207691","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"90","minPlayingTime":"45","maxPlayingTime":"90","bestAtCount":"3"}}