{"timestamp":"2024-11-10T04:51:29.400Z","gameDetails":{"id":"2090","name":"Stalingrad Pocket: The Wehrmacht's Greatest Disaster","type":"boardgame","description":"Stalingrad Pocket: The Wehrmacht's Greatest Disaster - The German Wehrmacht stands at the pinnacle of its last season of blitzkrieg. After battling for the capture of Stalingrad through most of the Autumn, the German army holds the bulk of the city. Holding the extended flanks of the German advance are Axis allied troops of dubious quality. Opposing those flanks are the shock troops of the 1942 Soviet winter counteroffensive. The latter are poised to initiate the encircling movement which will generate the Stalingrad Pocket and later the greatest single disaster to befall the German army during World War II.&#10;&#10;Stalingrad Pocket is the first Standard Combat Series (SCS) game by The Gamers and covers the Soviet counteroffensive Operation Uranus and the German attempts to hold its pincers apart. It  the fighting in November and December 1942. Soviet play requires the optimum use of a ponderous and fragile weapon&mdash;the Red Army of '42. German play requires saber-like use of mobile forces, the concentration and maintenance of reserves, and lightning hit and run attacks designed to derail the Soviet military machine.&#10;&#10;The Standard Combat Series is a new gaming series that will take its place along side the others in The Gamers (and later Multi-Man Publishing) line of products. It is designed to off-set the more complex treatments of our other series. Experienced players will feel comfortable with the system as soon as they read the rules. The SCS was designed to be fun, fast and simple, not simplistic.&#10;&#10;Stalingrad Pocket: The Wehrmacht's Greatest Disaster won the 1992 CSR Award for Best World War 2 wargame.&#10;&#10;Three scenarios are included;&#10;1: Race to Kalach - 3 turn introductory/learning scenario&#10;2: Wintergewitten - 5 turn Operation Winter Storm - The German attempt to relieve the trapped 6th Army&#10;3: The Stalingrad Pocket - 16 turn campaign game&#10;&#10;Game Scale:&#10;Game Turn: 2 days&#10;Hex: 3.4 miles / 5.5 kilometers&#10;Units: Battalion to Division&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;One dual-side printed fullsize countersheet (280 1/2&quot; counters)&#10;One dual-side printed halfsize countersheet (140 1/2&quot; counters)&#10;One 8-page Stalingrad Pocket game rulebook&#10;One 8-page Standard Combat Series rulebook v1.0&#10;Two 6 sided dice&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Low&#10;Players: 2 or more&#10;Playing Time: 4-15 hours&#10;&#10;","image":"https://cf.geekdo-images.com/CZeB8REIWfI4YOBVS0yqkw__original/img/mjP9siuOI5Sv5Wu8zMqVkyF4fUk=/0x0/filters:format(jpeg)/pic8227007.jpg","thumbnail":"https://cf.geekdo-images.com/CZeB8REIWfI4YOBVS0yqkw__thumb/img/TMd3xDAunuf2DUHRghiPIP-Mn2c=/fit-in/200x150/filters:strip_icc()/pic8227007.jpg","link":"https://boardgamegeek.com/thing/2090","minPlayers":"2","maxPlayers":"2","yearPublished":"1992","playingTime":"300","minPlayingTime":"180","maxPlayingTime":"300","bestAtCount":"2"}}