{"timestamp":"2024-11-13T00:05:19.625Z","gameDetails":{"id":"209686","name":"Eldritch Horror: The Dreamlands","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;It has been months since you saw the sunset city in a dream&mdash;towering minarets and domes, crossed by shadow and red light from the gently setting orb of fire that permanently rests outside the city. Since then, you&rsquo;ve crossed these borders every night, searching for the city, hoping to set foot inside. You have seen wonders beyond compare: the sacred cats of Ulthar and the turquoise and tourmaline city of Celepha&iuml;s that rests beneath the gingko-covered slopes of Mount Aran. You have all but abandoned your waking life, eating less and less, spending more and more time asleep. But tonight is different. There, on the silvery, blade-thin horizon between wakefulness and sleep, the black ships from the moon have finally caught up to you.&#10;&#10;Descend into a world of sleep and splendor with The Dreamlands, the latest expansion for Eldritch Horror. For the first time, you have the chance to walk upon the sweet-smelling grass of the Enchanted Wood, travel into the Underworld, or sail off the edge of the world and voyage to the moon&mdash;this expansion introduces an entirely new side board, portraying the mystical, ethereal Dreamlands. As the realm of dreams leaks into our waking world, you&rsquo;ll find eight new investigators that stand united against two insidious Ancient Ones: Altach-Nacha the Dreamweaver and Hypnos, the Lord of Sleep. With a massive array of new Spells, Conditions, Assets, Adventures, Mythos cards, and encounters for every location, The Dreamlands promises adventures unmatched by anything in the waking world.&#10;&#10;","image":"https://cf.geekdo-images.com/fah_aaexV_1KfSVvLxvFhg__original/img/F_Xl5mDXeJTUfD9jh7H_CumXheI=/0x0/filters:format(jpeg)/pic3539898.jpg","thumbnail":"https://cf.geekdo-images.com/fah_aaexV_1KfSVvLxvFhg__thumb/img/YblpQP3IjgPex5HLmA_-SczYBhc=/fit-in/200x150/filters:strip_icc()/pic3539898.jpg","link":"https://boardgamegeek.com/thing/209686","minPlayers":"1","maxPlayers":"8","yearPublished":"2017","playingTime":"240","minPlayingTime":"120","maxPlayingTime":"240","bestAtCount":[4],"averageRating":"8.4423","averageWeight":"3.2","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Dice Rolling","Point to Point Movement","Role Playing","Storytelling","Variable Player Powers"],"categories":["Expansion for Base-game","Adventure","Fantasy","Fighting","Horror","Novel-based"],"designers":["Nikki Valens"]}}