{"timestamp":"2024-11-12T21:58:51.571Z","gameDetails":{"id":"209778","name":"Magic Maze","type":"boardgame","description":"Description from the publisher:&#10;&#10;After being stripped of all their possessions, a mage, a warrior, an elf, and a dwarf are forced to go rob the local Magic Maze shopping mall for all the equipment necessary for their next adventure. They agree to map out the labyrinth in its entirety first, then find each individual&rsquo;s favorite store, and then locate the exit. In order to evade the surveillance of the guards who eyed their arrival suspiciously, all four will pull off their heists simultaneously, then dash to the exit. That's the plan anyway&hellip;but can they pull it off?&#10;&#10;Magic Maze is a real-time, cooperative game. Each player can control any hero in order to make that hero perform a very specific action, to which the other players do not have access: Move north, explore a new area, ride an escalator&hellip; All this requires rigorous cooperation between the players in order to succeed at moving the heroes prudently. However, you are allowed to communicate only for short periods during the game; the rest of the time, you must play without giving any visual or audio cues to each other. If all of the heroes succeed in leaving the shopping mall in the limited time allotted for the game, each having stolen a very specific item, then everyone wins together.&#10;&#10;At the start of the game, you have only three minutes in which to take actions. Hourglass spaces you encounter along the way give you more time. If the sand timer ever completely runs out, all players lose the game: Your loitering has aroused suspicion, and the mall security guards nab you!&#10;&#10;","image":"https://cf.geekdo-images.com/wJfDIveg2zpTGn8E1WzEpA__original/img/hlp96WuBfwiCijcfPddNmfgTq6E=/0x0/filters:format(jpeg)/pic3268473.jpg","thumbnail":"https://cf.geekdo-images.com/wJfDIveg2zpTGn8E1WzEpA__thumb/img/Un57jB38oeBZ0WFdd7rXSOEP-1k=/fit-in/200x150/filters:strip_icc()/pic3268473.jpg","link":"https://boardgamegeek.com/thing/209778","minPlayers":"1","maxPlayers":"8","yearPublished":"2017","playingTime":"15","minPlayingTime":"15","maxPlayingTime":"15","bestAtCount":[4],"averageRating":"6.95199","averageWeight":"1.7533","boardGameRank":"718","mechanics":["Communication Limits","Cooperative Game","Elapsed Real Time Ending","Grid Movement","Map Addition","Modular Board","Real-Time","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Variable Player Powers"],"categories":["Exploration","Fantasy","Maze","Real-time"],"designers":["Kasper Lapp"]}}