{"timestamp":"2024-11-13T00:49:49.757Z","gameDetails":{"id":"210274","name":"Petrichor","type":"boardgame","description":"Petrichor is the earthy scent produced when rain falls on dry soil. The word is constructed from Greek (&pi;&#206;&#173;&tau;&rho;&alpha;) petra, meaning &quot;stone&quot;, and (&#225;&#188;&#176;&chi;&#207;&#142;&rho;) &#196;&#171;ch&#197;&#141;r, the fluid that flows in the veins of the gods in Greek mythology.&#10;&#10;Welcome to the lush world of Petrichor; you are a cloud. Your entire purpose in life is to expand, sire other clouds and water crops. Unfortunately, your mates (who are also clouds) have a similar plan. It&rsquo;s up to you to manipulate the weather and assimilate these rogue clouds to contribute to the growth of as many crops as possible - all in order to claim the title of Most Valuable Cloud.&#10;&#10;Petrichor is a highly interactive board game, playable by 1-4 people (up to 5 with the expansion, see below). It&rsquo;s an action selection/area influence game, with 4 simple actions which interact with the various fields in ever surprising ways. The players move clouds with water droplets, and then rain those droplets onto specific fields, to make sure they have the right amount of water for the Harvest. During a Harvest, crops that have been watered enough are scored! Players are able to influence when, and how often the harvest happens. Players need to strike a fine balance between maintaining control of the different fields as well as influencing Harvest, to make sure the two come together at the optimal time.&#10;&#10;Solo mode by D&aacute;vid Turczi&#10;&#10;","image":"https://cf.geekdo-images.com/MclM91c6yVVH_LWgcTvpIQ__original/img/PsGA30t4N1J_uUSu7pkKhDPzBLo=/0x0/filters:format(jpeg)/pic3673255.jpg","thumbnail":"https://cf.geekdo-images.com/MclM91c6yVVH_LWgcTvpIQ__thumb/img/1p1t5T0ff2chAvIOPcISVanqQs8=/fit-in/200x150/filters:strip_icc()/pic3673255.jpg","link":"https://boardgamegeek.com/thing/210274","minPlayers":"1","maxPlayers":"4","yearPublished":"2018","playingTime":"80","minPlayingTime":"20","maxPlayingTime":"80","bestAtCount":[3,4],"averageRating":"6.90949","averageWeight":"3.0326","boardGameRank":"1916","mechanics":["Area Majority / Influence","Hand Management","Modular Board","Voting"],"categories":["Environmental","Farming"],"designers":["David Chircop"]}}