{"timestamp":"2024-11-09T19:57:54.560Z","gameDetails":{"id":"21059","name":"Arkham Horror: Dunwich Horror Expansion","type":"boardgameexpansion","description":"Dunwich Horror is a large-box expansion for the Fantasy Flight Games edition of Arkham Horror, and is a part of the Arkham Horror Series.&#10;&#10;Once again, terror has come to New England, this time spreading to the small country town of Dunwich, just a few miles from Arkham. The area is filled with rolling hills, many of which are topped with mysterious stone circles or the ramshackle houses of the recluses who live outside of town. At night, the piping of the whippoorwills fills the air, while lightning bugs dance in the witch-haunted hallows. This is a place where dark pacts with unknown forces are made, and where city folk go to disappear without a trace. But however much the people of Dunwich may distrust outsiders, they desperately need your help against the Horror that has manifested on the Whateley farm...&#10;&#10;Dunwich Horror adds 8 new Investigators, 4 new Ancient Ones and many new Investigator cards, Mythos cards and monsters to the base set.  It also adds new location cards, for a total of 14 cards at each location instead of 7. Dunwich Horror also adds many new mechanics. Players can take a train to Dunwich (a new board that is placed on the end of the Arkham board), which adds 9 new locations and 2 new outer worlds to the game. Players reduced to 0 stamina or sanity have the option of drawing from the Injury or Madness deck, acquiring permanent handicaps, rather than losing half their items and clue tokens. Gates are no longer permanently sealed (a popular house rule in the base game). Condition cards provide benefits to all players may be activated. And, of course, the Dunwich Horror itself - not as strong as the Ancient Ones, yet far stronger than any other monster in the game.&#10;&#10;This expansion also features revised rules and an FAQ that addresses many of the perceived faults of the base game. Replacement cards are provided for items and spells that are subject to errata.&#10;&#10;","image":"https://cf.geekdo-images.com/SD4sueZ3S8iL1RlZIq-u_A__original/img/4cSN2FgX87isFO8723Qlm28te-A=/0x0/filters:format(jpeg)/pic114495.jpg","thumbnail":"https://cf.geekdo-images.com/SD4sueZ3S8iL1RlZIq-u_A__thumb/img/RpKj-u4cqnpskpB_QEEpwdEEUA0=/fit-in/200x150/filters:strip_icc()/pic114495.jpg","link":"https://boardgamegeek.com/thing/21059","minPlayers":"1","maxPlayers":"8","yearPublished":"2006","playingTime":"240","minPlayingTime":"240","maxPlayingTime":"240","bestAtCount":"4"}}