{"timestamp":"2024-11-09T20:17:50.809Z","gameDetails":{"id":"21050","name":"Combat Commander: Europe","type":"boardgame","description":"Combat Commander: Europe is a card-driven board game covering tactical infantry combat in the European Theater of World War II. One player takes the role of the Axis (Germany) while another player commands the Allies (America or Russia). These two players will take turns playing one or more &ldquo;Fate&rdquo; cards from their hands in order to activate their units on the mapboard for various military functions.&#10;&#10;Players attempt to achieve victory by moving their combat units across the game map to attack their opponent&rsquo;s combat units and occupy as many objectives as possible. The degree to which a player succeeds or fails is measured by a scenario&rsquo;s specific &ldquo;Objective&rdquo; chits, the destruction of enemy units, and the exiting of friendly units off the opponent&rsquo;s board edge.&#10;&#10;A game of Combat Commander is divided into several measures of Game Time. There is no sequence of play to follow, however each Time segment is divided into a variable number of Player Turns, each of which may consist of one or more Fate Card &quot;Orders&quot; conducted by the active player. Fate Card &quot;Actions&quot; may generally be conducted by either player at any time. &quot;Events&quot; &mdash; both good and bad &mdash; will occur at random intervals to add a bit of chaos and uncertainty to each player&rsquo;s perfect plan.&#10;&#10;SCALE: Each hex of a Combat Commander map is roughly 100 feet of distance (about 30 meters). Each complete Player Phase abstractly represents several seconds of real time. Each complete measure of Game Time abstractly represents several minutes of real time.&#10;&#10;Each unit in the game is approximated as either a single Leader, a 5-man Team, or a 10-man Squad. Radios &mdash; and individual weapons larger than a pistol, rifle or BAR &mdash; are represented by their own counters.&#10;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#10;","image":"https://cf.geekdo-images.com/uKaL10FK-u9wfYyK6MQaNg__original/img/_UDsTX8nCwdsynpoVtzHJHc8h6c=/0x0/filters:format(jpeg)/pic992459.jpg","thumbnail":"https://cf.geekdo-images.com/uKaL10FK-u9wfYyK6MQaNg__thumb/img/4KyQXL7NMnaXSVYimKkJRCjQ2I8=/fit-in/200x150/filters:strip_icc()/pic992459.jpg","link":"https://boardgamegeek.com/thing/21050","minPlayers":"2","maxPlayers":"2","yearPublished":"2006","playingTime":"180","minPlayingTime":"60","maxPlayingTime":"180","bestAtCount":"2"}}