{"timestamp":"2024-11-09T22:08:45.783Z","gameDetails":{"id":"210663","name":"Tribes: Early Civilization","type":"boardgame","description":"Guide your tribe in its struggles to survive and prosper! Tribes: Early Civilization is a game for 2-4 players (The game does include rules for solo play as well) experiencing the Paleolithic, Neolithic and Bronze ages in 40 minutes. Players start with a small tribe and the very basics of civilization. During the game, they invent new technologies, explore new land, fend off invaders, and survive catastrophes. The tribe that first emerges as a true civilization wins!&#10;&#10;Tribes: Early Civilization is a thematic prequel to Nations, designed by one of the Nations designers. It is a fast 3X game with a twist as each player has their own separate area to explore, expand, and exploit. The other two areas of the game are highly interactive:&#10;&#10;&#10;     The variable three-tiered technology tree in which the first inventor gets a bonus.&#10;     The actions column in which you take an action every turn and unwanted actions accumulate shells in a closed system.&#10;&#10;&#10;There are three basic actions tied to your civilization levels: explore, move and grow. The actions column is also where historical events come into play and where the fourth civilization level &mdash; strength &mdash; is used to gain you bonuses and make bad things happen to your opponents.&#10;&#10;Several interlocking systems ensure high replayability without adding overhead or upkeep. For example: in one game shells can feel very scarce and the next abundant despite the exact same amounts being in play.&#10;&#10;","image":"https://cf.geekdo-images.com/mFCs2wO85_X43h_isvAzKA__original/img/kEeaxvILZ8_KdrMGyUX7VACjmXA=/0x0/filters:format(png)/pic3355638.png","thumbnail":"https://cf.geekdo-images.com/mFCs2wO85_X43h_isvAzKA__thumb/img/nhRpdflnqtAdR64On9wsD_TkZT8=/fit-in/200x150/filters:strip_icc()/pic3355638.png","link":"https://boardgamegeek.com/thing/210663","minPlayers":"1","maxPlayers":"4","yearPublished":"2017","playingTime":"50","minPlayingTime":"30","maxPlayingTime":"50","bestAtCount":"2"}}