{
  "timestamp": "2025-11-26T19:31:43.912Z",
  "gameDetails": {
    "id": "211128",
    "name": "Coma Ward",
    "type": "boardgame",
    "description": "Sterile, blinding whiteness &mdash; coupled with deafening, repetitious beeps &mdash; shocks you awake. Your heart rate slows and your breathing steadies as you realize you are in a hospital. You glance around, finding your room empty. You read your identifying armband to see a name you don't recognize. As your bare feet smack to the cold tile floor and you steady your wobbling body, you feel the foreign presence of absence. You are alone&hellip;\n\nIn Coma Ward, players are patients who have awoken in an abandoned, yet still functioning hospital with no memory and no idea of what is happening. Patients must search the hospital for clues and necessities. In their search, patients may find unspeakably terrifying things.\n\nEach time you play, you explore an ever-changing hospital as you search for the clues to your identity and the cause of the environment's unsettling emptiness. Balance your ever worsening terror and neurosis while monitoring your health and physical attributes. Remember to stay close to those who awoke with you because the shadows of the empty hospital can destroy your already fragile psyche. Once all the clues have been discovered, the true horror begins. Players discover what is actually happening and find out who they can trust &mdash; if anyone &mdash; and how to win.\n\nEach playing is a unique phenomenon that introduces diverse and dynamic rules. Coma Ward is a mature game with themes of violence, absolution, distrust, gore, and traumatic incidence. Player discretion is advised.\n\nComa Ward plays in two parts: \n  The Prologue:\n\nPatients will move through the Hospital discovering new Tiles that represent rooms. Some Tiles will affect a Patient&rsquo;s Health or Terror. Other Tiles will impact the game in other unpredictable ways.\n\nWhile they explore and search, Patients will discover items that will help them in their frantic search for answers. Items like Clothing and makeshift Weapons will defend you from unseen forces or even other hostile Patients. While Medicine and Food can restore your Health and Focus. Ultimately, Patients are searching for the horrific Clues to what has happened in this hospital. Once all of the Clues have been revealed, the true game objective unfolds&hellip;\n\n\nThe Phenomenon:\n\nUpon uncovering the final Clue, the Phenomenon is triggered. Players will then withdraw and open the specified sealed envelope from the box revealing its secret contents telling the story of what is happening and how to win the game.\n\nSome Phenomenon are cooperative, with players racing to escape the hospital or defeat cruel forces. While other Phenomenon will pit players against each other in secret alliances or an all out fight for survival. \nEach Phenomenon can lead to multiple endings. So, even if Players reveal the same Phenomenon multiple times, they will always have a unique experience.\nSome Phenomenon are physical, real, threats inspired by classic horror tropes;  others explore metaphysical and psychological themes&hellip;\n\nAre you ready to open your eyes and experience the phenomenal horror of Coma Ward?\n\n",
    "image": "https://cf.geekdo-images.com/RPfyrO8VBy0k8uqqgAGgew__original/img/U8rsG2ts_NoNsDrGqp1GY88L6k4=/0x0/filters:format(jpeg)/pic4258083.jpg",
    "thumbnail": "https://cf.geekdo-images.com/RPfyrO8VBy0k8uqqgAGgew__small/img/Q6xNLA8PimdL-vgTmcvMG-4qEt8=/fit-in/200x150/filters:strip_icc()/pic4258083.jpg",
    "link": "https://boardgamegeek.com/thing/211128",
    "minPlayers": "2",
    "maxPlayers": "6",
    "yearPublished": "2018",
    "playingTime": "60",
    "minPlayingTime": "30",
    "maxPlayingTime": "60",
    "bestAtCount": [
      4
    ],
    "averageRating": "5.90466",
    "averageWeight": "3.2857",
    "boardGameRank": "18056",
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Tile Placement",
      "Variable Phase Order"
    ],
    "categories": [
      "Exploration",
      "Horror",
      "Mature / Adult"
    ],
    "designers": [
      "Danny Lott"
    ]
  }
}