{"timestamp":"2024-11-13T01:31:09.343Z","gameDetails":{"id":"211454","name":"VOLT","type":"boardgame","description":"WELCOME TO THE ROBOT ACTION! Today we witness the most incredible steel gladiators of this year's Robot Fighting League season in all their glory and magnificence. The battle robots are gathered in the arena, and the crowd is screaming for some laser-blasting action in this title match. The operators are starting up their control hardware, and we expect nothing but a whole new level of cybernetic devastation. In the end, there will be only one operator to rule the arena... LET THE BATTLE BEGIN!&#10;&#10;In VOLT, each player takes the role of an operator controlling one robot to challenge other players. By &quot;programming&quot; three steps ahead, players try to anticipate the moves of other robots, aim to destroy them, or try to control spaces in the arena that get them victory points. VOLT includes an easy-to-begin training guide but still leaves experienced players with plenty of different modules to make their robot battles even more exciting and merciless.&#10;&#10;Plan your next steps ahead by quickly grabbing a starting number in order for your robot to run or shoot at just the right moment later on. Push the other robots into pits or shoot them away with your lasers to gain victory points. Sounds simple &ndash; it is simple, well, at least the rules. But destroying the others without taking damage yourself is quite the hefty challenge. Fortunately, destroyed robots don't have to wait long for their next foray into the ring. They reboot in the next round.&#10;&#10;VOLT&nbsp;is a completely revised and extended edition of Emerson Matsuuchi's game&nbsp;VOLT: Robot Battle Arena that also includes AI rules for a game with 2-3 players and a Championship mode.&#10;&#10;","image":"https://cf.geekdo-images.com/KDJRG69U9fN5JhodWgZROg__original/img/VLjJzWax4d2ozQ-4Tt61HE_0EFI=/0x0/filters:format(jpeg)/pic4216065.jpg","thumbnail":"https://cf.geekdo-images.com/KDJRG69U9fN5JhodWgZROg__thumb/img/e7vFo8KyF-XTZ8B-_Hw1xpEAIK8=/fit-in/200x150/filters:strip_icc()/pic4216065.jpg","link":"https://boardgamegeek.com/thing/211454","minPlayers":"2","maxPlayers":"4","yearPublished":"2018","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":[4],"averageRating":"6.69011","averageWeight":"2","boardGameRank":"4848","mechanics":["Action Queue","Grid Movement","Programmed Movement","Simultaneous Action Selection","Variable Player Powers"],"categories":["Fighting","Miniatures","Science Fiction"],"designers":["Emerson Matsuuchi"]}}