{"timestamp":"2024-11-12T20:30:32.058Z","gameDetails":{"id":"212516","name":"Keyper","type":"boardgame","description":"Keyper is a game with high player interaction for two to four players played over four rounds. Each round represents a season: spring, summer, autumn, and finally winter.&#10;&#10;Each player starts the game with their own village board, a mini keyp board, 12 village tiles, a keyper (waving meeple) in their player color, and a team of eight multi-colored keyples, including two white keyples. Each differently colored keyple is a specialist in one activity: the brown keyper is a woodsman, the black keyple is a miner, the orange keyple a clay worker, etc. The white keyples are generalists who can represent any other color.&#10;&#10;Keyper is a worker placement game. (Keyper is the eighth new title in the medieval Key series of games, with Keydom, the second in the series being widely recognized as the first of the worker placement genre of games.) What makes Keyper special is that when one player places a keyple on a country board, another player can join them with a matching colored keyple on the first player's turn to the benefit of both players. In this way, some players are likely to have played all their keyples before others. All keyples have the potential to work twice. If a player has played all of their keyples, but another player still has some, then on their turn, the player with no remaining keyples can lay down one or more keyples on the country board they have claimed or in their village board to secure additional resources or actions. It can therefore be doubly beneficial to co-operate with your fellow players, although Keyper is not a co-operative game in the usual sense of the term.&#10;&#10;The country boards are also noteworthy, in that they can be manipulated and folded at the beginning of summer, autumn, and winter to show one of four different permutations of fields for that season. A player will chose the one to suit their strategy, often hoping that another player will complement their choice. Certain fields on the country boards are available only in certain seasons, e.g., raw materials can be upgraded to finished goods only in spring and summer, after which you can only convert using tiles in your own village. Gem mining occurs only in autumn and winter.&#10;&#10;A player's strategy is likely to be influenced by which (seeded) spring country tiles they acquire and by the particular colored keyples they have available in the later seasons. Different combinations will encourage a player to develop their farm or village, help with their shipping or mining activities, and prepare for the seasonal fairs. Players constantly need to evaluate whether or not to join other players, when to claim a country board, whether to play on their own or another player's country board, when to use their own village, and whether to create a large or small team of keyples for the following season. The winner is the player to gain the most points, usually through pursuing at least a couple of the different strategies.&#10;&#10;In addition to the theme and mechanisms, Keyper has similar traits to the earlier Key games: Game actions are positive and constructive, not destructive; player interaction is through the game mechanisms not direct, and like Keyflower, the previous game in the series, there is a lot of player interaction.&#10;&#10;A special English-language Kickstarter edition of Keyper with &quot;character&quot; keyples and keypers will also be released.&#10;&#10;","image":"https://cf.geekdo-images.com/oCUaeYsSQ8S9F55Ft4P0HQ__original/img/_ZYAiHVrtT8V0h7kzSkLgt2t-M8=/0x0/filters:format(jpeg)/pic3690708.jpg","thumbnail":"https://cf.geekdo-images.com/oCUaeYsSQ8S9F55Ft4P0HQ__thumb/img/QjeQLseJRhzJVQoXQK_cedejAlc=/fit-in/200x150/filters:strip_icc()/pic3690708.jpg","link":"https://boardgamegeek.com/thing/212516","minPlayers":"2","maxPlayers":"4","yearPublished":"2017","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":[3],"averageRating":"7.22932","averageWeight":"3.5469","boardGameRank":"1538","mechanics":["Area Majority / Influence","Follow","Set Collection","Tile Placement","Worker Placement","Worker Placement, Different Worker Types"],"categories":["City Building","Economic","Farming","Medieval"],"designers":["Richard Breese"]}}