{"timestamp":"2024-11-13T01:33:11.248Z","gameDetails":{"id":"213283","name":"West of Africa: Wineries","type":"boardgameexpansion","description":"Contained in Brettspiel Adventskalender 2016 for Day 2&#10;&#10;Includes 5 wineries&#10;&#10;Setup:&#10;Place the 5 wineries next to the game board&#10;&#10;Game Play:&#10;The player whose turn it is may purchase up to 3 of the 5 wineries in the game in addition to his normal actions. Each winery cost 8 gold and is then placed next to any island by the owner. However, there may only be a maximum of 1 winery per island. In addition, the player takes any one of his workers and places him on the winery marker. The worker does not have to already be on the same island; he may be transferred from anywhere.&#10;The winery has the nice side effect that the owner is able to activate a passive worker in this way.&#10;&#10;Each of his winery markers that is sold from the warehouse on the winery island earns the owner 3 additional gold.&#10;Other players may use the winery, too. In this case only 2 additional gold is earned - 1 by the seller and 1 by the owner of the the winery&#10;&#10;The worker on the winery is counted normally when the island's Alcalde is determined.&#10;The worker on the winery is removed when he normally helps with cultivating goods or when he is moved by the owner to a different place. When this happens, the winery is removed from the game board and may be purchased later&#10;&#10;","image":"https://cf.geekdo-images.com/asOPDffmbCXd4vk42JDaoA__original/img/kF1ld6wQBuxcfCI4pOCexrPTQd0=/0x0/filters:format(jpeg)/pic3457302.jpg","thumbnail":"https://cf.geekdo-images.com/asOPDffmbCXd4vk42JDaoA__thumb/img/FJh80zw-bc8lAQLsS0x9bh8uY64=/fit-in/200x150/filters:strip_icc()/pic3457302.jpg","link":"https://boardgamegeek.com/thing/213283","minPlayers":"2","maxPlayers":"5","yearPublished":"2016","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":null,"averageRating":"6.3","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":["Area Majority / Influence","Pick-up and Deliver","Point to Point Movement","Simultaneous Action Selection"],"categories":["Civilization","Economic","Expansion for Base-game","Farming"],"designers":["Martin Schlegel"]}}