{"timestamp":"2024-11-12T22:18:23.219Z","gameDetails":{"id":"213269","name":"Android: Netrunner – Terminal Directive","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;Control the truth.&#10;&#10;An augmented killer is on the loose&hellip; Terminal Directive is a narrative campaign expansion for Android: Netrunner The Card Game that allows you and a friend to enjoy a constantly evolving murder mystery in the Android universe.&#10;&#10;Corp and Runner compete in a thrilling race for the control of valuable data that plays out over the course of an extended campaign. Each match impacts the larger shape of your investigations. Each data set you unlock leads you in a new direction. You may have run before. You may have pursued your corporate agendas. But nothing you've done has yet prepared you for Terminal Directive and the narrative-driven campaign play it brings to Android: Netrunner.&#10;&#10;Two PAD sheets, one sticker sheet, one rulebook, and four data sets of campaign cards and stickers allow you to track your progress, even as the expansion provides a massive infusion to your standard, tournament-legal Android: Netrunner matches with 163 new cards (86 Corp and 77 Runner) divided between the Criminal, Shaper, Haas-Bioroid, and Weyland Consortium factions, as well as neutral. With its four new identities and a complete playset of each new player card, Terminal Directive comes with everything you need to grab your Core Set and enjoy a thrilling campaign full of cyberstruggles and meaningful decisions. Altogether, this makes Terminal Directive an ideal second step for new and casual Android: Netrunner players looking to delve deeper into the Net!&#10;&#10;","image":"https://cf.geekdo-images.com/cCw-O1G8FEZqn4okdITT2w__original/img/XOAqqfTn4K4TtV3Y4gdOI3PPWS0=/0x0/filters:format(jpeg)/pic3372398.jpg","thumbnail":"https://cf.geekdo-images.com/cCw-O1G8FEZqn4okdITT2w__thumb/img/vcQ_f2xRsKZik0YnHQ7wf97IpKU=/fit-in/200x150/filters:strip_icc()/pic3372398.jpg","link":"https://boardgamegeek.com/thing/213269","minPlayers":"2","maxPlayers":"2","yearPublished":"2017","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[2],"averageRating":"7.20232","averageWeight":"3.5","boardGameRank":"Not Ranked","mechanics":["Action Points","Hand Management","Legacy Game","Secret Unit Deployment","Variable Player Powers"],"categories":["Expansion for Base-game","Bluffing","Card Game","Collectible Components","Science Fiction"],"designers":[]}}