{"timestamp":"2024-11-13T01:20:26.483Z","gameDetails":{"id":"21348","name":"Ticket to Ride: Märklin","type":"boardgame","description":"Ticket to Ride: M&auml;rklin is the third installment in Days of Wonder's best-selling Ticket to Ride series.  The board for M&auml;rklin is based on a map of Germany and each individual card in the deck depicts a different M&auml;rklin Trains model.  A DVD introducing players to the M&auml;rklin line of model trains is included [Edit: DVD no longer included in recent runs.]&#10;&#10;M&auml;rklin is a heavier version in the TTR series, allowing players to not only travel from city to city but also from cities to countries. A new mechanic is also introduced in the form of passengers and merchandise tokens. When the game is set-up a series of merchandise values worth victory points are placed on nominated cities. The values of these tokens diminish when multiple tokens are present within a single city, requiring players to move quickly to capture the higher valued tokens.&#10;&#10;These tokens can be collected by the players by placing their Passengers (3 per player), which can be achieved at the end of a turn in which a player lays trains to enter the city in question. Once a passenger is in play a player can forfeit their regular turn to move a passenger. Moving along a player's own train network comes at no cost and allows a player to take the top merchandise token from each city that is passed through. A passenger can also move along sections of track featuring other players trains but a passenger card must be paid each time this occurs to do so.&#10;&#10;The player who completes the most destination tickets receives a 10 point bonus (instead of the base game's longest route bonus).&#10;&#10;","image":"https://cf.geekdo-images.com/hmjtcaumdyjW_Ncj1duAdw__original/img/xC_2Mn2Q9qVh4WPTcRT9MRTfSts=/0x0/filters:format(jpeg)/pic162026.jpg","thumbnail":"https://cf.geekdo-images.com/hmjtcaumdyjW_Ncj1duAdw__thumb/img/94pMbGixwPxQamFIUyhhSydS9RY=/fit-in/200x150/filters:strip_icc()/pic162026.jpg","link":"https://boardgamegeek.com/thing/21348","minPlayers":"2","maxPlayers":"5","yearPublished":"2006","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.41027","averageWeight":"2.2436","boardGameRank":"449","mechanics":["Hand Management","Network and Route Building","Open Drafting","Point to Point Movement","Set Collection"],"categories":["Trains","Transportation"],"designers":["Alan R. Moon"]}}