{"timestamp":"2024-11-12T18:41:01.365Z","gameDetails":{"id":"2135","name":"On the Edge","type":"boardgame","description":"On the Edge is a card game based on the Over the Edge RPG setting. It was one of the earliest to jump on the Magic/collectible bandwagon.  To their credit they did create a game that was very unlike Magic in play and flavor. The card types are:&#10;&#10;Characters - These are your soldiers and they are laid out in a grid that is a maximum of three deep.  You can only attack or defend with the first untapped character in each row (with exceptions of course).  Some characters also generate Pull points.  These are used like money to bring cards in play or to generate influence which is needed to win so they of course must be protected.&#10;&#10;Resources - These generate Pull for bringing cards into play.  Pull generated from resources can not be used to generate influence.&#10;&#10;Whammy - These are instants that you can play anytime.&#10;&#10;Gear - These are items you can assign to characters.&#10;&#10;Condition - These are assigned to characters and can have positive or negative affects.&#10;&#10;Environmental - These cards affect the game as a whole.&#10;&#10;Secrets - These usually affect cards from specific conspiracies.&#10;&#10;The game is generally played by putting your big hitters in your front row, your big defenders in your second row and your pull generators in your last row.  First player to generate a predetermined amount of influence wins.&#10;&#10;The art on the cards is very strange and different people either love or despise.&#10;&#10;","image":"https://cf.geekdo-images.com/ZZ3JlQwDITdny6ItNoYxwA__original/img/EFC_5yJT9u0i_7F1rCmbfzlxrBU=/0x0/filters:format(jpeg)/pic286634.jpg","thumbnail":"https://cf.geekdo-images.com/ZZ3JlQwDITdny6ItNoYxwA__thumb/img/q3BkTLh4n3ybe-7tP56tzxZuxSw=/fit-in/200x150/filters:strip_icc()/pic286634.jpg","link":"https://boardgamegeek.com/thing/2135","minPlayers":"2","maxPlayers":"5","yearPublished":"1994","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[5],"averageRating":"6.28775","averageWeight":"2.3913","boardGameRank":"8734","mechanics":[],"categories":["Card Game","Collectible Components","Fighting"],"designers":["John Nephew","Jonathan Tweet"]}}