{"timestamp":"2024-11-12T18:32:21.313Z","gameDetails":{"id":"2138","name":"Crisis: Sinai 1973","type":"boardgame","description":"On October 6, 1973, Egyptian forces, lavishly equipped with the latest Soviet weaponry, launched a surprise attack in overwhelming strength against the 436 Israeli infantrymen and 200 tanks that were guarding the Suez Canal.  The Egyptian onslaught was spearheaded by seven divisions and over a thousand tanks - with another three divisions and 300 tanks in reserve around Cairo.  Despite these long odds, the Israelis believed they would be able to repel the assault with relative ease.&#10;&#10;Within 72 hours, the assumptions that formed the foundation of the Israeli strategy - the defensive value of the Suez Canal, the absolute superiority of Israeli troops, and the decisive role of the Israeli Air Force - were proven to be shockingly, undeniably mistaken.  First of all, the Egyptians, displaying an unexpected mastery of engineering technique, built no fewer than ten bridges over the Canal by the end of October 7 - an achievement which enabled them to pour tanks and other heavy equipment across much faster than the Israelis had thought possible.  More shocking yet, every Israeli counterthrust had been thrown back, with appalling losses.  Those supposedly inferior Egyptian troops did not falter in the face of the immediate and violent Israeli counterattacks, but bravely stood their ground - knocking out better than 300 Israeli tanks in the first three days of the war.  Finally, when the Israeli Air Force was sent to the rescue of the hard-pressed ground forces, it ran into an almost impenetrable wall of antiaircraft guns and SAMs (including the hitherto unknown - and very deadly - Soviet SA-6s) that took a dreadful toll of the attacking Phantoms and Skyhawks.&#10;&#10;History tells us that the Israelis managed to overcome the initial consequences of their own hubris and overconfidence, and reverse the course of the war, through a combination of sheer guts, brilliant improvisation, and superior technique in mobile warfare.  Yet, the outcome of the war along the Suez Canal was, to quote Wellington, &quot;A very near run thing,&quot; that might easily have ended in a humiliating Israeli defeat.&#10;&#10;TIME SCALE    12 hours per turn&#10;MAP SCALE    2.5 miles per hex&#10;UNIT SCALE    Battalion / Brigade&#10;NUMBER OF PLAYERS    One to four&#10;PLAYING TIME    Two to twelve hours&#10;&#10;","image":"https://cf.geekdo-images.com/CZ0ecat4hHPrkTpm3LZHdQ__original/img/VTe0cshFvWbj1YT_kH2dWL-bLqU=/0x0/filters:format(jpeg)/pic31036.jpg","thumbnail":"https://cf.geekdo-images.com/CZ0ecat4hHPrkTpm3LZHdQ__thumb/img/tPVfOz4X9n86wS0POwcsXd1N8p0=/fit-in/200x150/filters:strip_icc()/pic31036.jpg","link":"https://boardgamegeek.com/thing/2138","minPlayers":"2","maxPlayers":"2","yearPublished":"1995","playingTime":"360","minPlayingTime":"360","maxPlayingTime":"360","bestAtCount":[2],"averageRating":"6.50189","averageWeight":"3.4848","boardGameRank":"12993","mechanics":["Hexagon Grid"],"categories":["Modern Warfare","Wargame"],"designers":["John Prados"]}}