{"timestamp":"2024-11-12T22:12:05.348Z","gameDetails":{"id":"213992","name":"Above and Below: Groves","type":"boardgameexpansion","description":"Scattered amid the verdant hills near your village, ancient pines hide valuable treasures. Will you gather a brave troop of adventurers to explore and tame the trees?&#10;&#10;Above and Below: Groves is a 10-card expansion to Above and Below.&#10;&#10;To play, shuffle the cards and place them face down near the play area. Place the top card of the deck face up. When players explore, they may choose to explore the top-most grove card instead of a cave card, the difference being that no story is read and the player can see the possible rewards.&#10;&#10;When a player successfully claims the grove card, the player uses their characters to explore, rolling for lanterns.  The player chooses which reward they will gain (and can afford with their lanterns), after rolling the dice.  Only one reward may be chosen.&#10;&#10;The player also gains the grove card, placing it adjacent to one of their buildings in their village. The grove card gives bonus village points at the end of the game if adjacent to a building card with a symbol matching the icon on the arrow on the grove card. When playing with the Groves expansion, once a building or grove has been placed adjacent to another building or grove, that card cannot be moved or rearranged on a later turn.&#10;&#10;","image":"https://cf.geekdo-images.com/mR0nR8G8c10ldJMA1z6eBg__original/img/x1dQPZDw-a4tC7Rm5sddsWgMuls=/0x0/filters:format(jpeg)/pic3267021.jpg","thumbnail":"https://cf.geekdo-images.com/mR0nR8G8c10ldJMA1z6eBg__thumb/img/EFH4GTVvq1oxEqbuo8Kgfm62EAA=/fit-in/200x150/filters:strip_icc()/pic3267021.jpg","link":"https://boardgamegeek.com/thing/213992","minPlayers":"2","maxPlayers":"4","yearPublished":"2016","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[3],"averageRating":"6.94293","averageWeight":"2.8","boardGameRank":"Not Ranked","mechanics":[],"categories":["Expansion for Base-game"],"designers":["Ryan Laukat"]}}