{"timestamp":"2024-11-10T04:52:17.596Z","gameDetails":{"id":"21414","name":"To the Last Man! The Great War in the West","type":"boardgame","description":"To The Last Man! is a strategic level wargame of World War 1 covering all aspects of the western front.&#10;&#10;To The Last Man! uses cards to allow units to fight, take replacements and affect the course of the game with key technological, military, and political events. Players alternate playing cards and moving pieces. The game sequence is very interactive, with NO down time waiting for the other player to take his turn. The combat system has both players rolling dice in each combat.&#10;&#10;In this two-player game each player starts the campaign game and 1914 scenario with cards that also represent the prewar stocks of ammunition, reserves and planning that allows the war to start off with a large bang. After players expend this allotment of cards, they must purchase more cards along with new units. Each player's resources are limited, so players often will not be able to launch large offensives every turn. They'll need to husband their resources. This represents the preparation for the next &quot;Big Push.&quot; All of this leads to difficult game decisions all the way through the game.&#10;&#10;There are scenarios for each year of the war from 1914 to 1918, along with the hypothetical Fuller or 1919 offensive. Also included are the many war plans conceived prior to the war and their appropriate set-ups so you could, for example, try the French 1909 plan vs. the German Schlieffen Plan.&#10;&#10;Rules include: Great Offensives, Stosstruppen, tanks, gas attacks, cavalry, huge dogfights, reserves, siege guns, forts, events on other fronts, and much more.&#10;&#10;","image":"https://cf.geekdo-images.com/WflgOHO4CTSuWjzYUf549w__original/img/6UTl2nKh75Nhb9Mjz81GMNw5amY=/0x0/filters:format(jpeg)/pic1765363.jpg","thumbnail":"https://cf.geekdo-images.com/WflgOHO4CTSuWjzYUf549w__thumb/img/9rD-f6-65fv5Hk99ccuYoeWf8Bg=/fit-in/200x150/filters:strip_icc()/pic1765363.jpg","link":"https://boardgamegeek.com/thing/21414","minPlayers":"2","maxPlayers":"3","yearPublished":"2009","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":"2"}}