{"timestamp":"2024-11-09T20:55:37.241Z","gameDetails":{"id":"214325","name":"Islebound: Masked Pirate Ship","type":"boardgameexpansion","description":"Promotional card offered by &quot;Man vs Meeple Season One Kickstarter&quot;.&#10;&#10;In this variant, the action for &quot;Hunt for Treasure&quot; is replaced with new rules. In order to take the treasure, player must successfully face off against the pirate ship.&#10;&#10;Setup: Place the pirate ship token in one of the extra standees. Place the pirate ship on the Ratnest sea region. All sea boards should be facing the same direction as normal, but it is important in this variant to assure this when determining pirate ship movement.&#10;&#10;Rules: As an action, if a player moves to the region that contains the pirate ship, the player may attempt to take it's treasure (which are the coins on the treasure map on the renown board). To succeed, the player must successfully attack the pirate ship. The pirate ship has a strength of 6-8, depending on the number of players (8 in a 2-player game, 7 in a 3-player game and 6 in a 4-player game).&#10;&#10;Combat against the pirate ship works differently from the standard combat rules. To fight the pirates, the player rolls a 6-sided die. the player then adds 1 for each pirate and sea serpent in their possession (these are not spend in a pirate attack, simply counted toward the attack total). If the total is equal to or greater than the pirate ship's strength value (depending on the number of players playing) then the attack is successful and the player loots the pirate ship! If a player &quot;succeeds&quot; they take all the treasure from the renown board. This works just like &quot;Hunt for Treasure&quot; but in addition to coins, the player also collects all the fish, wood and book tokens on the treasure map.&#10;After the ship is defeated, the pirates &quot;flee&quot; and move to a new sea region. The player who  defeats the pirate ship chooses one adjacent sea space and moves the pirate ship to it.&#10;&#10;After moving the pirate ship, the pirate ship plunders all players' ships in the new space. Each player who's ship is on the sea space where the pirate ship landed must lose 2 resources. Players may choose to lose coins, fish, wood and book tokens in any combination. If a player does not have 2 coins/resources, they do not lose anything. If they only have a coin or a single resource, they lose all they have.&#10;&#10;NOTE: Players may not hunt for treasure and collect the coins from the treasure map as per the normal rules; they now must instead try to face-off the pirate ship. NOTE: As an action (after moving), a player may collect a single coin from the bank (like the &quot;Hunt for Treasure&quot; action in the standard rules when no coins are found on the renown board).&#10;&#10;","image":"https://cf.geekdo-images.com/T4iYFGeHu_llEIdcXxnGCQ__original/img/gSknxBgp7FrvAmnVu7ivrqpupyQ=/0x0/filters:format(jpeg)/pic3299266.jpg","thumbnail":"https://cf.geekdo-images.com/T4iYFGeHu_llEIdcXxnGCQ__thumb/img/fLuhJVPGOT2HfvHZDI3elm4-ANE=/fit-in/200x150/filters:strip_icc()/pic3299266.jpg","link":"https://boardgamegeek.com/thing/214325","minPlayers":"2","maxPlayers":"4","yearPublished":"2017","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":null}}