{"timestamp":"2024-11-09T20:16:50.610Z","gameDetails":{"id":"214887","name":"CO₂: Second Chance","type":"boardgame","description":"In the 1970s, the governments of the world faced unprecedented demand for energy, and polluting power plants were built everywhere in order to meet that demand. Year after year, the pollution they generate increases, and nobody has done anything to reduce it. Now, the impact of this pollution has become too great, and humanity is starting to realize that we must meet our energy demands through clean sources of energy. Companies with expertise in clean, sustainable energy are called in to propose projects that will provide the required energy without polluting the environment. Regional governments are eager to fund these projects and to invest in their implementation.&#10;&#10;If the pollution isn't stopped, it's game over for all of us.&#10;&#10;In the game CO&#226;&#130;&#130;, each player is the CEO of an energy company responding to government requests for new, green power plants. The goal is to stop the increase of pollution while meeting the rising demand for sustainable energy &mdash; and of course profiting from doing so. You will need enough expertise, money, and resources to build these clean power plants. Energy summits will promote global awareness, and allow companies to share a little of their expertise while learning still more from others.&#10;&#10;In CO&#226;&#130;&#130;, each region starts with a certain number of carbon emissions permits (CEPs) at its disposal. These CEPs are granted by the United Nations, and they must be spent whenever the region needs to install the energy infrastructure for a project or to construct a fossil fuel power plant. CEPs can be bought and sold on a market, and their price fluctuates throughout the game. You will want to try to maintain control over the CEPs.&#10;&#10;Money, CEPs, green power plants that you've built, UN goals you've completed, company goals you've met, and expertise you've gained all give you victory points (VPs), which represent your company's reputation &mdash; and having the best reputation is the goal of the game &hellip; in addition to saving the planet, of course.&#10;&#10;This new totally re-designed edition of CO&#226;&#130;&#130; features a completely new iconography, an entirely new rulebook with lots of 3D pictures for easy comprehension of the rules, more balanced gameplay, a new events deck, improved and streamlined mechanisms, and upgraded wooden components for the power plants instead of the cardboard tokens in a game with a shorter play length. This version also features a co-operative mode of play as well as solo play based on goals.&#10;&#10;","image":"https://cf.geekdo-images.com/giSEjstTofNSRnu1A2kPeA__original/img/TK2VWdLEh-tmqVuWMCYcmEHgiM0=/0x0/filters:format(jpeg)/pic4543193.jpg","thumbnail":"https://cf.geekdo-images.com/giSEjstTofNSRnu1A2kPeA__thumb/img/0ieYP05iPs5KcD1hY5fVOuxvOqI=/fit-in/200x150/filters:strip_icc()/pic4543193.jpg","link":"https://boardgamegeek.com/thing/214887","minPlayers":"1","maxPlayers":"4","yearPublished":"2018","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":"3"}}