{"timestamp":"2024-11-13T01:04:48.997Z","gameDetails":{"id":"215186","name":"Santa's Renegades","type":"boardgameexpansion","description":"Unwrap special powers this holiday season! Each gift box is a special gift created for Renegade Fans.&#10;&#10;Contents:&#10;7 card pack for Lotus&#10;1 promo tile for Lanterns: The Harvest Festival&#10;1 character card for Covert&#10;1 apothecary for Apotheca: The Secret Potion Society&#10;1 board tile for Snow Tails&#10;1 card for World&rsquo;s Fair 1893&#10;1 choice token for Dicey Goblins&#10;1 card for Clank!&#10;1 Wild Die for FUSE&#10;&#10;&#10;Lotus: 7 Frosted Lotus Petals - Replace the 7 lotus cards from the wildflower deck with these seven frosted lotus petals. Play as normal!&#10;&#10;Lanterns - Snowflake Tile - Remove one other random tile and replace it with this tile. Follow other regular setup rules.&#10;&#10;Covert - Kane Character Card - Add to the available character cards. This power can only be used when drawing mission or agency cards from the regular face up options, not when taking cards from the discard.&#10;&#10;Apotheca - Tima Apothecary Card - Use the power from the red Apothecary as if it were your own.&#10;&#10;Snow Tails - Polar Plunge Track. 2 Sided Track Board - Dangerous Pit: Pick up your speed before the chasm! If you are going less than speed 5 when you cross the line, you will take damage! If you are going to slow, take dent cards equal to 5 minus your speed. If you end your movement in the abyss,, take any necessary dents and then don't refill your hand. &#10;The Narrows: Follow normal rules, but be careful! This side will require some careful maneuvering!&#10;&#10;World's Fair 1893: J. Alex Kevern Promo Card - When setting up, replace one copy of George Davis with this card and follow the rules for George Davis.&#10;&#10;Dicey Goblins - Naughty Goblin Token - When setting up, replace one of the regular goblin choice tokens with this token.&#10;&#10;Clank - Dire Wolf Promo Card - Add this card to the Dungeon Deck when beginning the game. When it is played, count to total number of monsters that are available to fight. Add this number of Clank! and Swords to your pool for this turn.&#10;&#10;FUSE Wild Die - Setup: Add the Wild Die to the bag with the other dice. Gameplay: If the Wild Die is rolled, it is chosen by a player just like any other die. If the # symbol is showing, the die can be placed on any space showing a number. If the color symbol is showing, the die can be placed on any space showing a color. If a space needs both a specific number AND color, the Wild Die cannot be placed there.&#10;&#10;","image":"https://cf.geekdo-images.com/8UBsf8Y9ys8lVoQynlOEZw__original/img/fCqSEqfY63fhoDxf1wlGzFrLGN0=/0x0/filters:format(jpeg)/pic3300674.jpg","thumbnail":"https://cf.geekdo-images.com/8UBsf8Y9ys8lVoQynlOEZw__thumb/img/gQ98Bf-2MG7ciJNoK5rhAZkYdGw=/fit-in/200x150/filters:strip_icc()/pic3300674.jpg","link":"https://boardgamegeek.com/thing/215186","minPlayers":"0","maxPlayers":"0","yearPublished":"2016","playingTime":"0","minPlayingTime":"0","maxPlayingTime":"0","bestAtCount":null,"averageRating":"7.02778","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":[],"categories":["Expansion for Base-game"],"designers":[]}}