{"timestamp":"2024-11-13T01:15:32.874Z","gameDetails":{"id":"215312","name":"Stop Thief!","type":"boardgame","description":"An alert pops up on your smartphone: A crime has just been committed! Grab your investigator's license and your keen powers of deduction and hunt down the suspect. But watch out because you're not the only private eye on the hunt, and only one of you can slap the cuffs on the suspect and claim the reward. Get enough reward money, and you can finally leave this rat race behind and retire to a sunny tropical beach in the Caribbean.&#10;&#10;Stop Thief is a family game of logical deduction for 2-4 players. An invisible suspect commits a crime. Only the sounds they make give them away. Listen to the clues and figure out where they are hiding. Play cards from your unique deck to move around the board, sneak through a window, or even get a private tip. Once you have the suspect pinned down, swoop in and make the arrest.&#10;&#10;The obvious first step in this restoration was taking the electronic device and turning it into an app. Doing that allows for better sound quality and a more dynamic platform for different modes of play. Next step was ditching the roll-and-move mechanism and, in general, stripping out some of the luck and adding in a healthy dose of strategy. By replacing the dice with decks of movement cards, it also allows asymmetrical decks, which increases the fun and replayability. Game effects were also added to the suspect cards to further spice things up.&#10;&#10;","image":"https://cf.geekdo-images.com/GfAD5PEzWri3m_x_r7a_Ww__original/img/RbiyczdWd_LnWPivHUqsN0GHNKU=/0x0/filters:format(jpeg)/pic4781099.jpg","thumbnail":"https://cf.geekdo-images.com/GfAD5PEzWri3m_x_r7a_Ww__thumb/img/au1oOeKKHVT0GmiM3oYSIrClgvk=/fit-in/200x150/filters:strip_icc()/pic4781099.jpg","link":"https://boardgamegeek.com/thing/215312","minPlayers":"1","maxPlayers":"5","yearPublished":"2017","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[3],"averageRating":"6.96771","averageWeight":"1.5","boardGameRank":"2191","mechanics":["Action Retrieval","Cooperative Game","Hand Management","Hidden Movement","Memory","Point to Point Movement","Take That","Variable Player Powers"],"categories":["Deduction"],"designers":["Rob Daviau","Robert Doyle","Justin D. Jacobson"]}}