{"timestamp":"2024-11-09T18:05:07.031Z","gameDetails":{"id":"215463","name":"Tokyo Highway","type":"boardgame","description":"Note: This is for the 2-player version of Tokyo Highway. For the four player version, please go here: Tokyo Highway&#10;&#10;In Tokyo Highway, players compete to place all of their cars on the road &mdash; but to do that they will first have to build the roadways!&#10;&#10;Over the course of the game, players construct columns of varying heights by using the 66 squat cylinders in the box, then connect those columns with sticks that serve as roadways, with the columns not necessarily being the same height when connected. If a stretch of highway is placed well, you can place one or more cars on it to score.&#10;&#10;&#10;Description:&#10;&#10;Goal of the Game&#10;&#10;You must construct a highway and place all your cars on the highway by crossing your opponent&rsquo;s roads. The first player to place all 10 cars is the winner.&#10;&#10;Playing the Game&#10;&#10;You have three things to do during your turn.&#10;&#10;&#226;&#145;&#160; Constructing a pillar&#10;Pick a location to construct a pillar.&#10;You may freely choose the construction point as long as your pillar is reachable from the base point. A base point is the location of a pillar or junction constructed in previous turn. The height of the pillar must be 1 above or 1 below the base point. You may not construct a pillar of the same height, 2 stories above or below the height of a base point (following is an exception - 6. Constructing a Junction).&#10;&#10;&#226;&#145;&#161; Constructing a road&#10;A new road must rest between the base point and the pillar constructed in phase &#226;&#145;&#160;.&#10;You may adjust the position of the pillar when placing a road.&#10;Roads may not cross over previously placed pillars.&#10;&#10;&#226;&#145;&#162; Placing cars on highway &#10;When conditions are met, you may place a car on the road (Refer to &ndash; 5. Conditions for Car Placement).&#10;Your turn ends with your opponent&rsquo;s judge. &#10;If there is a problem, it must be sorted out on the spot.&#10;&#10;Game goes on repeating &#226;&#145;&#160; to &#226;&#145;&#162; alternately.&#10;You may no longer adjust the position of your pillar, road or car once your opponent constructs a new pillar.&#10;&#10;Conditions for Car Placement&#10;&#10;The chance to place a car on the highway occurs only to the newest road you construct. To place a car,  your newest road must cross your opponent&rsquo;s road. There are two ways to cross your opponent&rsquo;s road: crossing over or crossing under it.&#10;&#10;When crossing over : &#10;there exist no other roads over opponent&rsquo;s road&#10;&#10;When crossing under : &#10;there exist no other roads under opponent&rsquo;s road&#10;&#10;When either of the conditions is met, you may place a car on the highway. If not, you may not place a car but may still connect the road to the next pillar.&#10;&#10;If the road crosses multiple roads, you may place multiple cars depending on the number of roads crossed.&#10;&#10;crossing over two roads at the same time&#10;crossing over and crossing under two roads at the same time&#10;&#10;&#227;&#128;&#144;Caution&#227;&#128;&#145;&#10;&#227;&#131;&#187; You may not place a car when crossing over/under your own road.&#10;&#227;&#131;&#187; You may not place a car on already constructed roads later on in the game.&#10;Keep the traffic rules and enjoy driving!&#10;&#10;Constructing a Junction&#10;The yellow pillar is called the junction. Using a junction, you may do the following.&#10;&#10;&#226;&#145;&#160; Increase or decrease the height of the pillar by any number&#10;You may increase or decrease the height of your pillar regardless of the height of the pillar at the base point. However, you need to have at least one gray pillar under the junction. You may only construct a pillar of one more or less stories as usual in the following turn.&#10;&#10;Be careful, if the road angle is too steep you&rsquo;ll have trouble placing cars!&#10;&#10;&#226;&#145;&#161; Branching out to two-ways&#10;You may branch out your highway from a junction anytime during the game.&#10;&#10;Constructing Exit to Highway&#10;&#10;If you can ground a road safely to the table from a height of 1 pillar, you have created an exit to your highway. You may place an additional car as a bonus point on the exit road. If the road crosses your opponent&rsquo;s road(s) while grounding, you may place multiple cars on the road. You cannot start a new road from the exit.&#10;&#10;Penalty&#10;&#10;If you drop your opponent&rsquo;s car or road during construction, you must hand over your pillars to your opponent as penalty. You must offer a number of pieces equivalent to the materials you dropped. Game proceeds only after the parts are fixed by the player responsible. There is no penalty for dropping your own pieces.&#10;&#10;End of the Game&#10;&#10;1. When all 10 cars are placed on the highway&#10;The first player to finish all 10 cars is the winner.&#10;&#10;2. When construction materials run out&#10;If you are out of construction materials, you must wait for your opponent to finish the next turn. If the opponent finishes the turn with no penalty, the player with no more construction materials is the loser.&#10;&#10;","image":"https://cf.geekdo-images.com/dF6ZKbrhMWz-c01iD3gg6Q__original/img/prAM6yU26EQqcKeqLvn68_uik2A=/0x0/filters:format(jpeg)/pic8485703.jpg","thumbnail":"https://cf.geekdo-images.com/dF6ZKbrhMWz-c01iD3gg6Q__thumb/img/6zZobzuDSxfMhTJyIZiZLRz0520=/fit-in/200x150/filters:strip_icc()/pic8485703.jpg","link":"https://boardgamegeek.com/thing/215463","minPlayers":"2","maxPlayers":"2","yearPublished":"2016","playingTime":"50","minPlayingTime":"30","maxPlayingTime":"50","bestAtCount":"2"}}