{"timestamp":"2024-11-13T00:51:32.641Z","gameDetails":{"id":"2165","name":"Pokémon Trading Card Game","type":"boardgame","description":"&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;Pok&eacute;mon is a Collectible Card Games based upon Japanese anime that have found success internationally, and is one of the longest surviving CCGs currently available. Pok&eacute;mon was one of the first Collectible Card Games to offer any competition to the market dominance of Magic:  The Gathering.&#10;&#10;Many people who buy the product often do not play the game, choosing instead to collect their favorite characters from the franchise the game is based upon.&#10;&#10;Each player plays the role of a Pok&eacute;mon trainer that use their Pok&eacute;mon creatures to battle the Pok&eacute;mon creatures of the other Pok&eacute;mon trainer.&#10;&#10;The object of the game is to play your Pok&eacute;mon cards, that represent different creatures, and be the first player to &quot;knock out&quot; (defeat) six opposing Pok&eacute;mon.  You play the game with a deck of sixty cards that include your Pok&eacute;mon, as well as Trainer cards and Energy cards.  Trainer cards affect the game, players, or Pok&eacute;mon in different ways, most of them temporary, while Energy cards act as the resources in the game.&#10;&#10;You start the game by drawing seven cards to your hand.  Each player picks a Basic Pok&eacute;mon from their hand and places it in front of them to start.  This is called the Active Pok&eacute;mon and is the one currently dueling.  Players can also place other Basic Pok&eacute;mon to fill up the five slots on their &quot;Bench&quot;.  Six cards are then set aside to act as Prize cards.  Each time you defeat one of your opponent's Pok&eacute;mon, you get to draw one of these Prize cards.&#10;&#10;Players take alternating turns during which they can:&#10;&#10;&#10;     Draw a card from their deck to their hand&#10;     Play Actions:&#10;         Put Basic Pok&eacute;mon in play from their hand to their Bench&#10;         Evolve their Pok&eacute;mon&#10;         Attach an Energy card to one of their Pok&eacute;mon (once per turn)&#10;         Play Trainer cards (Only 1 Stadium card and 1 Supporter card per turn)&#10;         Retreat their Active Pok&eacute;mon (once per turn - trade places with one on the Bench (usually at the cost of Energy cards))&#10;         Use Abilities&#10;    &#10;     Attack&#10;&#10;&#10;In addition to Basic Pok&eacute;mon cards, there are also Evolution cards, which depict evolved forms of Basic Pok&eacute;mon (or sometimes other Evolved Pok&eacute;mon). A player can evolve a Pok&eacute;mon by laying a corresponding Evolution card onto another Pok&eacute;mon card in play.  This can only be done once per turn per Pok&eacute;mon, and only if the Pok&eacute;mon has been in play at least one entire turn.  The Evolved Pok&eacute;mon retains any damage and Energy cards, but loses any Special Conditions affecting it, and the card text completely replaces the previous card.&#10;&#10;The last action a player takes during their turn, if they choose, is to have their Active Pok&eacute;mon use one of its abilities to attack the other player's Active Pok&eacute;mon.  Attacks can only be used if the Pok&eacute;mon has enough Energy cards of the right type attached to it to meet the requirements for the attack; each attack has different requirements and effects that are listed on the card.  Most attacks will do some amount of damage to the Defending Pok&eacute;mon; if defeated, the Defending Pok&eacute;mon is replaced with another Pok&eacute;mon from the Bench, and the attacker draws a Prize card.  If either the attacker draws their last Prize card or the Defender cannot replace the Active Pok&eacute;mon (due to an empty Bench), the attacker has won the game.&#10;&#10;There are many different varieties of Pok&eacute;mon available and several different forms of each one, each with different attacks, abilities and characteristics, allowing for many different possible outcomes.  Gotta collect 'em all!&#10;&#10;","image":"https://cf.geekdo-images.com/V9pkzNgoXitxhCjLhOKkPA__original/img/rsabljedia0mjff3L43fenM8qq8=/0x0/filters:format(jpeg)/pic1807805.jpg","thumbnail":"https://cf.geekdo-images.com/V9pkzNgoXitxhCjLhOKkPA__thumb/img/7rX1XvRbBOZ7a9H18OubsK3M4jo=/fit-in/200x150/filters:strip_icc()/pic1807805.jpg","link":"https://boardgamegeek.com/thing/2165","minPlayers":"2","maxPlayers":"2","yearPublished":"1996","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":[2],"averageRating":"6.38511","averageWeight":"2.0248","boardGameRank":"2693","mechanics":["Deck Construction","Hand Management","Open Drafting","Variable Player Powers"],"categories":["Card Game","Collectible Components","Fantasy","Fighting","Video Game Theme"],"designers":["Takumi Akabane","Tsunekaz Ishihara"]}}