{"timestamp":"2024-11-10T04:45:31.758Z","gameDetails":{"id":"2168","name":"Hitler's War","type":"boardgame","description":"The game examines the war in Europe at several levels. Operation Barbarossa concentrates on the great ground struggle waged for four long years between Stalingrad and Berlin. The Fall of Germany begins at the eve of the great amphibious invasion of France and expands the war into the West. The War for Europe completes the picture with an examination of the entire 6 years of war in all of its ramifications. Great fleets of bombers may be launched towards enemy targets; swift Axis raiders joined by their deadly brethren, the U-Boat, can attempt to break the British supply line with America; mighty armadas may sail to challenge, in combat, for control of the seas, and much more.&#10;&#10;But Hitler's War does not limit one to just the kind of tactical or strategic decisions normally expected from a wargame. The great choices that faced each government must also be solved. Questions relating to war direction, production priorities, and research allotments become as important to ultimate victory as when to invade Russia or how much force will be needed to overrun France. Should the Allies attempt victory through airpower ? How much should the Axis invest in large mechanized armies versus the construction of U-boats ? And who could build the atomic bomb first ?&#10;&#10;&#10;(from the back of Avalon Hill edition box:)&#10;&#10;Contents:&#10;&#10;    260 1/2-inch counters (520 in all)&#10;    1 16&quot; x 22&quot; mounted mapboard&#10;    1 rules booklet&#10;    3 8&quot; x 13&quot; player aid cards&#10;    1 six-sided die&#10;&#10;&#10;Time Scale: three turns per year&#10;Map Scale: ca. 300 km per hex&#10;Players: two or three (varies with scenario)&#10;Playing Time: from 1 and 1/2 hours for the first scenario to 5 hours for an entire campaign&#10;&#10;Solitaire Playability : High&#10;Complexity: medium&#10;&#10;","image":"https://cf.geekdo-images.com/ViF60KXAAWWH6Ci_Rw4B_w__original/img/tc0-hufaWrkIfBPOkJS16BLtYeY=/0x0/filters:format(jpeg)/pic1513384.jpg","thumbnail":"https://cf.geekdo-images.com/ViF60KXAAWWH6Ci_Rw4B_w__thumb/img/9c_F8ciwac5wGWWi0iOitjBIWdY=/fit-in/200x150/filters:strip_icc()/pic1513384.jpg","link":"https://boardgamegeek.com/thing/2168","minPlayers":"1","maxPlayers":"3","yearPublished":"1981","playingTime":"300","minPlayingTime":"90","maxPlayingTime":"300","bestAtCount":"2"}}