{"timestamp":"2024-11-13T01:14:20.845Z","gameDetails":{"id":"216912","name":"Star Wars: The Card Game – Technological Terror","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;The Star Wars galaxy is a place where unbelievable technology is commonplace. Blasters fire lethal bolts of energy, hyperdrives propel ships many times faster than the speed of light, and sentient, sapient droids fill every conceivable role in society. Still, these great technologies are not inherently good or bad&mdash;they only reflect the morals of those who use them. And in the hands of the Galactic Empire, even the most impressive technology can become a weapon of evil.&#10;&#10;Delve into the stunning technologies of Star Wars with Technological Terror, the sixth Force Pack in the Opposition cycle for Star Wars: The Card Game. Within this pack&rsquo;s five unique objective sets, you&rsquo;ll find astromechs, assassin droids, Imperial shuttles, and beat-up Skyhoppers. Like the other expansions throughout this cycle, many of these objective sets and new fate cards play into the rivalries between factions, goading the Jedi against the Sith, the Imperial Navy against the Rebel Alliance, and the Smugglers and Spies against the Scum and Villainy. No matter which side you fight for, you&rsquo;ll find the technology to support your goals in this Force Pack.&#10;&#10;Contains objective sets 256-260.&#10;&#10;","image":"https://cf.geekdo-images.com/dAh2MB8EP7LmgOZo5cFeCA__original/img/B0Ovme5ukFiGks3IBIua1Odz8a0=/0x0/filters:format(png)/pic3334541.png","thumbnail":"https://cf.geekdo-images.com/dAh2MB8EP7LmgOZo5cFeCA__thumb/img/y4X09YvrmZ_R3WjXYEs75rcO3QI=/fit-in/200x150/filters:strip_icc()/pic3334541.png","link":"https://boardgamegeek.com/thing/216912","minPlayers":"2","maxPlayers":"2","yearPublished":"2017","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":null,"averageRating":"7.94048","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":["Hand Management","Variable Player Powers"],"categories":["Card Game","Expansion for Base-game","Movies / TV / Radio theme","Science Fiction"],"designers":["Eric M. Lang"]}}