{"timestamp":"2024-11-12T17:50:21.069Z","gameDetails":{"id":"217278","name":"Sentinels of the Multiverse: Shattered Timelines & Wrath of the Cosmos","type":"boardgameexpansion","description":"Sentinels of the Multiverse expansions Shattered Timelines and Wrath of the Cosmos boxed together. This was printed first for Everything Ever+ backers of the Sentinels of the Multiverse: Oblivaeon kickstarter.&#10;&#10;Sentinels of the Multiverse: Shattered Timelines features two new time-traveling heroes, four villains (some of which may be familiar to Sentinels fans), and two time-displaced environments! Besides just expanding the number of characters and environments available to players, Shattered Timelines introduces new mechanisms and exciting new challenges. Can you repair time before it runs out?!&#10;&#10;The far-reaches of space have converged on the earth! In Sentinels of the Multiverse: Wrath of the Cosmos, heroes must join forces to defend the world from threats from beyond our galaxy. This expansion includes two cosmic heroes, four destructive villains, and two far-flung environments.&#10;&#10;The Cosmos are leaving their mark on the Multiverse! Do you have what it takes to save the earth from the impending annihilation? Stand and fight for your planet!&#10;&#10;","image":"https://cf.geekdo-images.com/IxzQGfXlsARtIxHiiacESg__original/img/6yPJ1VUOiSN8JHLMAexuz4Mjvhc=/0x0/filters:format(jpeg)/pic3385678.jpg","thumbnail":"https://cf.geekdo-images.com/IxzQGfXlsARtIxHiiacESg__thumb/img/1jlw5gIllhM_1vGFuwOqEl-S5k0=/fit-in/200x150/filters:strip_icc()/pic3385678.jpg","link":"https://boardgamegeek.com/thing/217278","minPlayers":"2","maxPlayers":"5","yearPublished":"2016","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":null,"averageRating":"8.23973","averageWeight":"3","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Hand Management","Variable Player Powers"],"categories":["Expansion for Base-game","Card Game","Comic Book / Strip","Fighting"],"designers":["Christopher Badell","Paul Bender","Adam Rebottaro"]}}