{"timestamp":"2024-11-13T00:43:18.960Z","gameDetails":{"id":"217449","name":"NMBR 9","type":"boardgame","description":"Numbers aren't worth anything in NMBR 9 unless they're off the ground floor and looking down from above.&#10;&#10;The game includes twenty cards numbered 0-9 twice and eighty tiles numbered 0-9; each number tile is composed of squares in some arrangement. After shuffling the deck of cards, draw and reveal the first card. Each player takes a number tile matching the card and places it on the table. With each new card drawn after that, each player takes the appropriate number tile, then adds it to the tiles that they already have in play, with each player building their own arrangement of tiles.&#10;&#10;The new tile must touch at least one other tile on the same level along one side of a square. A tile can also be placed on top of two or more other tiles as long as no part of the new tile overhangs the tiles below it; new tiles placed on this same level must touch at least one other tile, while also covering parts of at least two tiles and not overhanging.&#10;&#10;Once all the cards have been drawn and the tiles placed, players take turns calculating their score. A tile on the bottom level &mdash; the 0th level, if you will &mdash; scores 0 points; a tile on the 1st level above this is worth as many points as the number on the tile; a tile on the 2nd level is worth twice the number on the tile; etc. Whoever scores the most points wins!&#10;&#10;","image":"https://cf.geekdo-images.com/a6j6yZmBJ5J2hcuo0KOW-A__original/img/PtqzpYyf8ENzK589ZVNifR62V3Y=/0x0/filters:format(jpeg)/pic3328269.jpg","thumbnail":"https://cf.geekdo-images.com/a6j6yZmBJ5J2hcuo0KOW-A__thumb/img/w62iXqdK9cU_QCAwJffXewexjaU=/fit-in/200x150/filters:strip_icc()/pic3328269.jpg","link":"https://boardgamegeek.com/thing/217449","minPlayers":"1","maxPlayers":"4","yearPublished":"2017","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":[3,4],"averageRating":"6.85088","averageWeight":"1.2246","boardGameRank":"1136","mechanics":["Bingo","Layering","Pattern Building","Simultaneous Action Selection","Tile Placement"],"categories":["Abstract Strategy","Number","Puzzle"],"designers":["Peter Wichmann"]}}