{"timestamp":"2024-11-12T23:57:32.770Z","gameDetails":{"id":"217761","name":"Destination Fun Combo Pack","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;The Destination Fun Combo Pack features three full expansions for each game in AEG's Destination Fun series: Trains, Planes, and Automobiles.&#10;&#10;Trains: Coastal Tides features all-new cards and strategies for you to build the best rail system in Japan. This expansion not only features new cards, but also three entirely new boards. Two of the boards are designed specifically for two-player games, while the Okayama map is a new challenge for 2 to 4 players. Route bonus cards are also included, allowing you to score additional points for being the first to connect specific stations.&#10;&#10;Planes: Round Trip features two new boards, providing more airports to explore. An entire deck of new playing cards allows players to experience the game with new actions and goals. New planes tokens gives players more options to customize airport boards with endless variety.&#10;&#10;Automobiles: Racing Season includes three new race tracks, including two that are tighter for two-player games. New garage, pit, handling, performance, and engine cards offer more options for customizing your race car. Season campaign rules allows players to race a series of tracks to determine an overall winner, complete with unique driver skills and wealthy sponsors.&#10;&#10;","image":"https://cf.geekdo-images.com/HU6P_1MiJj5qEGDyP76kXg__original/img/jvCKCCe4Ox8VTrgDsSUq1mV-RSU=/0x0/filters:format(jpeg)/pic3335114.jpg","thumbnail":"https://cf.geekdo-images.com/HU6P_1MiJj5qEGDyP76kXg__thumb/img/weTa9MdObwiY9mHucgKf9JuNWrs=/fit-in/200x150/filters:strip_icc()/pic3335114.jpg","link":"https://boardgamegeek.com/thing/217761","minPlayers":"0","maxPlayers":"0","yearPublished":"2017","playingTime":"0","minPlayingTime":"0","maxPlayingTime":"0","bestAtCount":null,"averageRating":"7.352","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":[],"categories":["Expansion for Base-game","Transportation"],"designers":["Philip duBarry","Hisashi Hayashi","David Short"]}}