{"timestamp":"2024-11-09T21:10:33.130Z","gameDetails":{"id":"21791","name":"Masons","type":"boardgame","description":"In Masons, players represent architects, who together establish cities on the landscape of the game board. When a city is completed, all players score points for &quot;guild cards&quot; they play, with the right timing in playing the right card making all the difference.&#10;&#10;Each turn, a player first establishes a new wall somewhere on the board. Each wall will be enclosed by two towers, and will have one house placed on each side of it. It's possible for a wall to need only one, or zero, new towers by putting it next to existing towers. It's possible for only one house to be placed, if the wall is placed along the outside of the game board.&#10;After placing the wall, the player rolls three dice to determine the color of one of the towers (the color of a possible second tower may be freely chosen), and that of the two houses (if only one house is placed, then the player may choose which of the dice to pick for the color of the house).&#10;Finally, if the newly placed wall causes a piece of land to be fully enclosed, a new city has been established. If the new city borders one or more existing cities, it may be combined with one of those cities. Two houses of the same color inside the city are upgraded to a palace. A scoring round is now triggered, during which all players get to play one or two &quot;guild cards&quot;, and then draw one new card. Each guild card will score a feature of either the just completed city, or outside it. Possible features are the number of houses &amp; palaces or towers of a specified color, the number of fields of the city, the number of houses inside a &quot;district&quot; on the board, the number of palaces inside a city, the different number of colors inside a city, or the total number of completed cities. At the end of a scoring round, whichever player is in last place may discard as many guild cards as desired, and draw new ones to replace them.&#10;&#10;The game ends when all pieces of a certain type have been played, and the winner is whoever has the most points.&#10;&#10;","image":"https://cf.geekdo-images.com/0MpWL82-bR0LqVDHNl0GlQ__original/img/Aco9_7C0Ly4_YOLfyfCN8IbC5wo=/0x0/filters:format(jpeg)/pic200801.jpg","thumbnail":"https://cf.geekdo-images.com/0MpWL82-bR0LqVDHNl0GlQ__thumb/img/0g---RzI5gsB0W8kXiA0a6Oi1AY=/fit-in/200x150/filters:strip_icc()/pic200801.jpg","link":"https://boardgamegeek.com/thing/21791","minPlayers":"2","maxPlayers":"4","yearPublished":"2006","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"3"}}