{"timestamp":"2024-11-12T23:50:43.748Z","gameDetails":{"id":"217949","name":"A Column of Fire","type":"boardgame","description":"A Column of Fire is an adaptation of the third novel in Ken Follett's &quot;Kingsbridge&quot; series following The Pillars of the Earth and World Without End. (The novel is titled A Column of Fire in English, and Das Fundament der Ewigkeit (&quot;The Foundation of Eternity&quot;) in German.)&#10;&#10;In the game, set in Europe during the time of Elizabeth I, Catholics and Protestants compete for power and influence in England, France, Spain, and the Netherlands. In this politically unstable environment, resourceful operatives and courageous secret agents plot to secure power for their rulers. The balance of power shifts back and forth amidst foiled assassinations, successful rebellions, and futile invasions &mdash; and not infrequently, those who sympathize with the weak are expelled from the country.&#10;&#10;The real enemies, then as now, are not the rival religions. The true battle pits those who believe in tolerance and compromise against the tyrants who would impose their ideas on everyone else &mdash; no matter what the cost. Who will best exploit the changing power conditions in Europe to win the game?&#10;&#10;","image":"https://cf.geekdo-images.com/n1P6Mu5AWbB5wFvECoeJDQ__original/img/M6m7BzHY5v2BeMFZGoBPOy1O4hM=/0x0/filters:format(jpeg)/pic3617945.jpg","thumbnail":"https://cf.geekdo-images.com/n1P6Mu5AWbB5wFvECoeJDQ__thumb/img/D3K-eWorh7qsJXidZ3f8AxC3keM=/fit-in/200x150/filters:strip_icc()/pic3617945.jpg","link":"https://boardgamegeek.com/thing/217949","minPlayers":"2","maxPlayers":"4","yearPublished":"2017","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"6.51328","averageWeight":"2.3846","boardGameRank":"4409","mechanics":["Area Majority / Influence","Dice Rolling","Open Drafting","Worker Placement"],"categories":["Dice","Novel-based","Religious","Renaissance"],"designers":["Michael Rieneck"]}}