{"timestamp":"2024-11-09T20:04:26.889Z","gameDetails":{"id":"21882","name":"Blue Moon City","type":"boardgame","description":"Blue Moon City - the board game - picks up where the two-player game, (Blue Moon), ended: the reconstruction of the destroyed city of Blue Moon. The board, illustrated by Franz Vohwinkel as well as many well-known American fantasy artists, consists of 21 large building tiles, which show building plans on one side and the buildings in their reconstructed glory on the other. As in the 2-player game, the game includes 3 large molded plastic dragons.&#10;&#10;At the start of the game, the board tiles all show their building plan sides. The object of the game is to use cards featuring the races of Blue Moon to help rebuild the city and, at the end, put the large Crystal of the Obelisk in the middle of the city back together. Whenever a building is completely rebuilt, its tile is turned back over to its rebuilt side. The players who helped with a building get crystals and dragon favors, which can be traded in for crystals at certain times.&#10;&#10;The player who first manages to add the required number of markers by paying crystals to the Obelisk wins the game. (four markers in a 4-player game, five markers in a 3-player game, and six markers in a 2-player game)&#10;&#10;There are two mini-expansions for this game (Blue Moon City: Expansion Tile Sets 1 & 2), each consisting of two tiles that can be added to the main game either separately or combined.  The first mini-expansion was included with the Der Knizia Almanach.  The second mini-expansion was included in the 6/06 issue of Spielbox.&#10;&#10;Rules changes&#10;&#10;     Original Knizia design--after dragon scales score, ALL players discard scales.  This rule was modified by the publisher. [citation needed]&#10;     In original printings such as Kosmos and FFG for 4-3-2 players the game uses 15-12-9 dragon scales.  In later edtions new publisher CMON changed this to 12-9-7 scales.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/1MRXcnaF8VqPaeIS6cEUDQ__original/img/lEJBqf8knsJjfPOGXtLa7Dc71bA=/0x0/filters:format(jpeg)/pic4757841.jpg","thumbnail":"https://cf.geekdo-images.com/1MRXcnaF8VqPaeIS6cEUDQ__thumb/img/sihUuUe4alBkHpkPdUSoDvri3Hs=/fit-in/200x150/filters:strip_icc()/pic4757841.jpg","link":"https://boardgamegeek.com/thing/21882","minPlayers":"2","maxPlayers":"4","yearPublished":"2006","playingTime":"50","minPlayingTime":"30","maxPlayingTime":"50","bestAtCount":"3"}}