{"timestamp":"2024-11-12T22:21:55.071Z","gameDetails":{"id":"21892","name":"Augsburg 1520","type":"boardgame","description":"From Alea:&#10;&#10;The game is about Jakob Fugger, who was probably the wealthiest man of his time. &ldquo;Jakob the Rich,&rdquo; as he was named in his time, owned so much money that he loaned money to a host of counts and kings. Often, they were not able to repay him in cash, so they awarded him special privileges, such as trade rights and offices.&#10;&#10;2 to 5 players ages 12 and up assume the role of the merchants from Augsburg and try to get what they can -- by means of auctions -- from the nobility, thus increasing their wealth and particularly their social status.&#10;&#10;The game play uses a simple bidding mechanism. Each round, players offer cards of varying values in a series of five auctions. Once a bid is made, players either raise the bid, call, or drop. The winning player may choose from a set of possible actions that increase abilities (and more importantly, points).  After a number of rounds (dependent on the number of players), scores are tallied. It's that simple.&#10;&#10;This is a game by Karsten Hartwig, whose other game &ldquo;Chinatown&rdquo; was already published by Alea. Game length varies -- depending on the number of players -- between 25 to 90 minutes. The difficulty level is a 4 on the Alea 1-10 scale (the same as Ra).&#10;&#10;Besides the players&rsquo; tableaus and a game board, there are 90 game cards and various game chits.&#10;&#10;This game is #3 in the Alea medium box series.&#10;&#10;","image":"https://cf.geekdo-images.com/mcYIgcVtmlVCP5xFrxq7NA__original/img/_9Wa_MLLjVTe4qk7VnpYxmKZQF8=/0x0/filters:format(jpeg)/pic166630.jpg","thumbnail":"https://cf.geekdo-images.com/mcYIgcVtmlVCP5xFrxq7NA__thumb/img/9E683L9aU_2m75HdLxefdze4bsg=/fit-in/200x150/filters:strip_icc()/pic166630.jpg","link":"https://boardgamegeek.com/thing/21892","minPlayers":"2","maxPlayers":"5","yearPublished":"2006","playingTime":"75","minPlayingTime":"25","maxPlayingTime":"75","bestAtCount":[5],"averageRating":"6.41786","averageWeight":"2.6667","boardGameRank":"4019","mechanics":["Auction / Bidding"],"categories":["Economic","Medieval"],"designers":["Karsten Hartwig"]}}