{"timestamp":"2024-11-12T22:21:05.217Z","gameDetails":{"id":"219054","name":"Arkham Horror: The Card Game – Undimensioned and Unseen: Mythos Pack","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;Things are definitely getting weird in Undimensioned and Unseen, the fourth Mythos Pack in The Dunwich Legacy cycle for Arkham Horror: The Card Game&hellip;&#10;&#10;By the time your pursuit of two missing professors leads you to the scenario from Undimensioned and Unseen, you'll have traveled far from the familiar comforts of Arkham, and you'll have witnessed things you know no one would ever believe. You'll find yourself neck-deep in furtive cultists and their sacrifices, inundated with information about &quot;Ancient Ones&quot; and unholy rituals. And you'll suddenly find yourself forced to destroy terrifying, monstrous creatures that are literally impervious to everything in your arsenal&hellip;&#10;&#10;A mystery within a mystery, Undimensioned and Unseen may bring you another step closer to your ultimate goal, but you must first track down whatever knowledge or power may allow you to defeat a number of otherwise invulnerable Abominations. And it demands that you complete your investigation quickly&mdash;possibly by making use of the Mythos Pack&rsquo;s new player cards&mdash;lest you should no longer be the hunter, but the hunted!&#10;&#10;","image":"https://cf.geekdo-images.com/uRcdqNLZRR_TZV-DCNd2QA__original/img/T93Dhw6H9ClJ-XCqhAxN1CAdPf0=/0x0/filters:format(png)/pic3539810.png","thumbnail":"https://cf.geekdo-images.com/uRcdqNLZRR_TZV-DCNd2QA__thumb/img/THuLVWoEc_sKFedpj13cvqVLhV8=/fit-in/200x150/filters:strip_icc()/pic3539810.png","link":"https://boardgamegeek.com/thing/219054","minPlayers":"1","maxPlayers":"4","yearPublished":"2017","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"7.92114","averageWeight":"3.76","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Hand Management","Variable Player Powers"],"categories":["Expansion for Base-game","Card Game","Fantasy","Horror","Novel-based"],"designers":["Nate French","MJ Newman"]}}