{
  "timestamp": "2025-11-26T20:17:42.064Z",
  "gameDetails": {
    "id": "21947",
    "name": "RAN",
    "type": "boardgame",
    "description": "(from GMT website:)\n\nRAN is the 12th volume in the \"Great Battles of History\" Series, and the second game on the battles of the Samurai (following GMTs Samurai: Warfare in 16th Century Japan (Vol. V). RAN covers several of the less famous of the Sengoku Jidai, the Age of Warring States (more or less), in which powerful Daimyo - Japanese feudal lords - strove to both maintain and extend their power bases while seeking to attain the office of Shogun, the power behind the throne of the Emperor.\n\nRAN simulates the highly personal form of warfare developed by the Japanese samurai, wherein formal battles played out almost as backdrops to individual feats of courage, bravery and devotion much of it outstanding, some of it rather foolhardy, all of it very Homeric. Although political and tactical victory was the bottom line, collecting the severed heads of enemy samurai reigned a very close second in importance. In terms of tactics, this was, as in Europe, the Dawn of Modern Warfare, with the introduction of guns - arquebuses - by the Portuguese. Even with the revelatory effect of musketry, Japanese battles were still pretty much a swirling, non-linear affair.\n\nRAN, the name the famous Japanese film director, Kurosawa, chose for his samurai version of King Lear, roughly means &ldquo;Chaos.&rdquo;\n\nThe Battles of RAN (all battles are one-half map, except for Tennoji):\n\n\n    MIMASETOGE (6 October 1569): The Takeda are trying to return to their castle base, and the Hojo are trying to intercept and ambush them with twice their number. A startling Takeda victory.\n\n\n\n    MIMIGAWA (11 November 1578) Interrupted while besieging Takajpo Castle, the Otomi retreat into the woods, then burst out to attack the Shimazu relief force, only to be outwitted by clever Shimazu tactics.\n\n\n\n    NAGAKUTE (17 May 1582): Tokugawa vs Ikeda, in a nice, small battle (less than 10,000 men each). Set piece affair fought over very difficult terrain &hellip; mountains, rice paddies, etc.\n\n\n\n    NUNOBEYAMA (14 February 1570): The Amako vs The Mori\n\n\n\n    OKITANAWATE (24 March 1584): The Ryuzoji vs The Shimazu\n\n\n\n    SURIAGEHARA (5 June 1589): Date Masamune (and his 23,000 men) hold off an initially effective attack by Asahina Yosohiro's 16,000 man army on relatively flat terrain. Key use of reserves.\n\n\n\n    TENNOJI (7 May 1615): One of the biggest battles of the era (and the only full map battle in the box). After Sekigahara, Hideyori, son of Hideysohi, challenges Tokugawa... the result is a battle with over 250,000 men and a swirling affair with lots of arriving reinforcements. \n\n\nCOMPONENTS\n\n    5 Countersheets\n    2 22 x 33 battle maps, backprinted\n    1 Battle Rules Book\n    1 Battle Scenario Book\n    5 Charts & Tables Cards\n    2 Record sheets\n    1 ten-sided die\n\n\nDESIGNERS: Mark Herman and Richard Berg\nART DIRECTOR: Rodger B. MacGowan\nMAP ART: Leland Myrick\nHISTORICAL RESEARCH: Brian Bradford\n\n",
    "image": "https://cf.geekdo-images.com/Kt6O77owGNWxblgGrfyoYQ__original/img/aeFlSLWyBrcwpjcJgCU_hDXJchw=/0x0/filters:format(jpeg)/pic203444.jpg",
    "thumbnail": "https://cf.geekdo-images.com/Kt6O77owGNWxblgGrfyoYQ__small/img/tYE8KY7porqKOKWtoe8t2mAvX5E=/fit-in/200x150/filters:strip_icc()/pic203444.jpg",
    "link": "https://boardgamegeek.com/thing/21947",
    "minPlayers": "2",
    "maxPlayers": "4",
    "yearPublished": "2007",
    "playingTime": "240",
    "minPlayingTime": "240",
    "maxPlayingTime": "240",
    "bestAtCount": [
      2
    ],
    "averageRating": "7.40168",
    "averageWeight": "3.7073",
    "boardGameRank": "6989",
    "mechanics": [
      "Hexagon Grid"
    ],
    "categories": [
      "Renaissance",
      "Wargame"
    ],
    "designers": [
      "Richard H. Berg",
      "Mark Herman"
    ]
  }
}