{"timestamp":"2024-11-13T00:49:43.540Z","gameDetails":{"id":"21954","name":"Perikles","type":"boardgame","description":"Perikles is a game from Martin Wallace. Players assume the role of a noble family seeking to become the leader of one or more of 6 ancient Greek city-states. The game plays out in two phases:&#10;&#10;In the first, players vie for area control in each of the six states, which end in elections. Players who win the election in each state can then &quot;control&quot; that state's army.&#10;&#10;In the second phase, players use cards to move their armies to attack or defend one of seven battles (each tied to a state, and you can't attack your own!) that are up for grabs that round.&#10;&#10;The gameplay mechanic is straightforward, with elements drawn from other Euro-style wargames (especially Martin Wallace's Struggle of Empires). What makes Perikles unique is the smooth integration of the area control/voting phase and the military phase.&#10;&#10;From the back of the box:&#10;&#10;&quot;Together the Greek City States had defeated the greatest power in the world, the Persians.  Now, though, pride and envy have led them to fight amongst themselves in what we know today as the Peloponnesian War.&#10;&#10;Each player represents a powerful Greek family with political influence spread across the six major city states of ancient Greece.  Players strive to become leaders of these cities, thus taking control of their military forces.  With these forces players will aim to win glory on the battlefield.&quot;&#10;&#10;","image":"https://cf.geekdo-images.com/OZ412WhxqW5OpE6qhZHfpQ__original/img/gJmIM9GgaYawfxavdzLXEF_6PKk=/0x0/filters:format(jpeg)/pic138479.jpg","thumbnail":"https://cf.geekdo-images.com/OZ412WhxqW5OpE6qhZHfpQ__thumb/img/hetaQfonFklU7C-mFhMN6f8zrms=/fit-in/200x150/filters:strip_icc()/pic138479.jpg","link":"https://boardgamegeek.com/thing/21954","minPlayers":"3","maxPlayers":"5","yearPublished":"2006","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[5],"averageRating":"6.87371","averageWeight":"3.281","boardGameRank":"2259","mechanics":["Area Majority / Influence","Dice Rolling","Open Drafting","Secret Unit Deployment"],"categories":["Ancient","Fighting","Political"],"designers":["Martin Wallace"]}}