{"timestamp":"2024-11-10T05:21:54.322Z","gameDetails":{"id":"21977","name":"Pyramid (Battlestar Galactica)","type":"boardgame","description":"Pyramid (Battlestar Galactica) is a card game based on the 1970s television series &quot;Battlestar Galactica&quot;. It was depicted as leisure activity for the characters in the television show. Later on, rules and decks of pyramid playing cards were made available commercially to fans of the show. Both are currently out of print.&#10;The game uses a 55 count deck of hexagonal cards separated into three kinds of suits and three ranks as well as a 'capstone' card which is used as a wild card. The game is played very similarly to poker. Players are dealt hands and place bets based on how strong their hand is. There is a discard between bets and players reveal their hands to determine the winner of that round.&#10;&#10;Winning hands are determined by a number of factors including suit, rank and matching sets. There are approximately fourteen different hand combinations possible in the game. There is no 'end' to the game, players merely quit at their leisure.&#10;&#10;The deck consists of 55 hexagonal cards, which is divided into 3 suits: purple, green and orange. Purple ranks highest and orange ranks lowers. The deck also contains a Capstone (*).&#10;&#10;Each suit contains:&#10;- 3 First level cards&#10;- 6 Second level cards&#10;- 9 Third level cards&#10;&#10;How To Play&#10;Each player is dealt 6 cards. If a player feels a better hand is possible, he may discard up to 4 cards and receive replacements from the dealer. This may only be done once per hand, much the same as &quot;Draw Poker&quot;. Players then construct their best possible pyramid and compare to the other player hands to determine the winner.&#10;Ranks of Hands&#10;A pyramid is made up of at least three cards.&#10;&#10;1. First level pyramid consist of 2 third level, and 1 second level card.&#10;&#10;2. Second level pyramid consist of 3 third level, and 2 second level card.&#10;&#10;3. Third level pyramid consist of 3 third level, 2 second level cards, and 1 first level card.&#10;&#10;4. Any of the above may be considered &quot;perfect&quot; when all of the cards used are of the same color. (&quot;Perfect&quot; pyramids rank higher than non-perfect pyramids.)&#10;&#10;5. If two or more perfect pyramids are the same level, then the highest suit would win. (NOTE: Only perfect pyramids can be ranked by suit; non-perfect pyramids are considered to have no suit.)&#10;&#10;6. If two or more pyramids are still equal, then the persons play another hand to decide the winner.&#10;&#10;&#10;    ) The Capstone can be used in place of the first level card in a Perfect third level pyramid. This is the highest of ALL PYRAMIDS!&#10;&#10;&#10;&#10;        ) The Capstone may also be used as a wild card to replace any card in any pyramid.&#10;    &#10;&#10;&#10;","image":"https://cf.geekdo-images.com/GJmWqu_kGs6x9GLBZp9lRg__original/img/1upFP5M_PPNcoYBAkwyqEYSGD2s=/0x0/filters:format(jpeg)/pic113173.jpg","thumbnail":"https://cf.geekdo-images.com/GJmWqu_kGs6x9GLBZp9lRg__thumb/img/m5J7pvmXOYAH3zROSdeOWZEmgrg=/fit-in/200x150/filters:strip_icc()/pic113173.jpg","link":"https://boardgamegeek.com/thing/21977","minPlayers":"2","maxPlayers":"5","yearPublished":"1980","playingTime":"0","minPlayingTime":"0","maxPlayingTime":"0","bestAtCount":null}}