{"timestamp":"2024-11-09T20:01:09.737Z","gameDetails":{"id":"219832","name":"Barbarians: The Invasion","type":"boardgame","description":"Enter the mysterious World of Thunmar, a place where barbarian clans rule the wild lands and corrupted civilizations live in their decadent cities. A place filled with powers gifted from ancient gods and treacherous demons. Become the Warchief of a clan and lead them on the conquest of civilized nations, take their lands and steal their riches. You will need a strong economy, an even stronger army and all the technological advancements you can afford to pursue. You will have to manage resources, army units and buildings, but you will also be able to summon the power of ancient gods and demons to obtain temporary magical benefits. Only the strongest clan will prevail over the others on the path to glory, leaving its mark in history.&#10;&#10;In Barbarians: The Invasion, you control a barbarian clan and lead it on its path to glory. Place your champions on the 3D Volcano to gather resources, construct buildings, pray to gods, and lead your troops in fierce battles to conquer the most regions and become the greatest clan of all time.&#10;&#10;The game revolves around worker placement on a 3D rotating Volcano where you can perform different actions depending on the position of your workers, area control on a map, and the management of an economic engine. Your clan will have to sustain its army in order to conquer lands and prevail on enemy clans. The clans won't fight each other directly, but will pursue the same goal until the end of the game where the player with most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/LzgWcBw7NPniFDX1EYnZ4A__original/img/oZeZxc3xKSn0mci8sVYFziJL0Eg=/0x0/filters:format(jpeg)/pic3847850.jpg","thumbnail":"https://cf.geekdo-images.com/LzgWcBw7NPniFDX1EYnZ4A__thumb/img/iwseg3hky1tMdKEVgqEcRug83-s=/fit-in/200x150/filters:strip_icc()/pic3847850.jpg","link":"https://boardgamegeek.com/thing/219832","minPlayers":"1","maxPlayers":"4","yearPublished":"2018","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"3"}}