{"timestamp":"2024-11-13T01:12:40.385Z","gameDetails":{"id":"219925","name":"Star Wars: The Card Game – Allies of Necessity","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;&ldquo;Do you want to know the odds of her using that blaster on you? It&rsquo;s high. It&rsquo;s very high.&rdquo;&#10;   &ndash;K-2SO, Rogue One&#10;&#10;If anything defines the Star Wars saga more than the lightsaber duels, blaster firefights, and epic space battles, it&rsquo;s the friendships that emerge out of hardship and necessity. Whether it&rsquo;s Luke Skywalker and Obi-Wan Kenobi looking for a smuggler to take them offworld or ex-convict Jyn Erso forced to work with a ragtag group of Rebels, outcasts, and Imperial defectors, these alliances can determine the fate of the entire galaxy.&#10;&#10;Within Allies of Necessity and the new Alliances cycle for Star Wars: The Card Game, you gain plenty of incentives to bring multiple affiliations together. While multi-affiliation decks have always been a possibility, Allies of Necessity offers more tools to help you than ever before&mdash;starting with new affiliation cards, which offer new deckbuilding requirements and special abilities. What&rsquo;s more, you&rsquo;ll find iconic characters from Rogue One, Star Wars Rebels, and the Darth Vader comics throughout the cycle: in fact, this first Force Pack includes Doctor Aphra, Director Krennic, Captain Cassian Andor, and Jyn Erso.&#10;&#10;With eight new objective sets (two copies each of four distinct sets), and twelve brand-new affiliation cards (two for each affiliation), Allies of Necessity promises to change your games like never before!&#10;&#10;Contains objective sets 261-1264.&#10;&#10;","image":"https://cf.geekdo-images.com/BN8Gtma-aaLSktUHRSxPUg__original/img/T8HcjPpeR4d3FT9VWp8RTgvkTv0=/0x0/filters:format(png)/pic3539809.png","thumbnail":"https://cf.geekdo-images.com/BN8Gtma-aaLSktUHRSxPUg__thumb/img/dz12Vtc8aUi_gwQR5Ja5a-GpuKc=/fit-in/200x150/filters:strip_icc()/pic3539809.png","link":"https://boardgamegeek.com/thing/219925","minPlayers":"2","maxPlayers":"2","yearPublished":"2017","playingTime":"0","minPlayingTime":"50","maxPlayingTime":"0","bestAtCount":null,"averageRating":"8.18387","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":["Hand Management","Variable Player Powers"],"categories":["Expansion for Base-game","Card Game","Movies / TV / Radio theme","Science Fiction"],"designers":[]}}