{"timestamp":"2024-11-09T19:52:39.194Z","gameDetails":{"id":"220558","name":"Ancient Civilizations of the Inner Sea","type":"boardgame","description":"Ancient Civilizations of the Inner Sea allows you to create or conquer the great civilizations of the ancient Mediterranean in a single night, alone or with up to five other players - and without having to roll a single die!&#10; Build great Wonders to glorify a peaceful, thriving, commercial empire - or sack cities and conquer new lands as you spread your domain across the waters and around the shores of the Inner Sea.  Start from humble beginnings in isolated settlements at the dawn of the Bronze Age or leap ahead to scenarios that put you in charge of the mighty civilizations of Troy, Egypt, Carthage, Mycenae, Minos, Phoenicia, Rome, Mauretania, Celt-Iberia and the Gauls as they contend for supremacy and survival in numerous historical environments.&#10;&#10;Solitaire rules challenge the player to save Egypt from invaders, defend Rome from the barbarians or march as the Greeks against Persia in exciting solitaire scenarios from the desperate days at Marathon to the conquests of Alexander.  The game&rsquo;s 110 Event Cards grant civilizations great generals, prophets and architects, along with military and commercial advantages ranging from chariots to triremes and from caravans to traders. There are also Events which can inflict plagues and famines, foment civil wars, incur barbarian invasions from all directions of the compass and unleash volcanoes, floods and earthquakes of apocalyptical proportions.&#10; With a very short rule book that lets players get into the game quickly, Ancient Civilizations of the Inner Sea is an exciting, fast-playing, easy-to-learn, easy-to-play but challenging to master and always different abstract game in which player's guide the legendary civilizations that surged and receded around the shores of the Mediterranean: which the Romans aptly called the Mare Internum, or Inner Sea.&#10;&#10;Ancient Civilizations of the Inner Sea is not just one game but many games. From one to six players will each take the role of one, two or even three of these civilizations as they compete across up to four epochs, each Epoch taking up to four turns, on land and sea, each seeking to make their indelible mark on history.  The scenarios are of much shorter duration of only a few turns each (depending on which is selected).&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/HJyPGwzMDu5GnRM-AyoAlw__original/img/NOgo2eJA80-6bVlmMwEiCY_-uJk=/0x0/filters:format(jpeg)/pic7293907.jpg","thumbnail":"https://cf.geekdo-images.com/HJyPGwzMDu5GnRM-AyoAlw__thumb/img/wjZP_1yWQizSnmRUmvui_ffm4Ag=/fit-in/200x150/filters:strip_icc()/pic7293907.jpg","link":"https://boardgamegeek.com/thing/220558","minPlayers":"1","maxPlayers":"6","yearPublished":"2019","playingTime":"300","minPlayingTime":"120","maxPlayingTime":"300","bestAtCount":"4"}}