{"timestamp":"2024-11-09T21:51:30.904Z","gameDetails":{"id":"220653","name":"Splendor: Cities of Splendor","type":"boardgameexpansion","description":"Cities of Splendor is a quartet of expansions for use with the Splendor base game. Each expansion is added to the basic game and they should be played separately.&#10;&#10;The Cities replaces the noble tiles with 3 different city tiles (randomly taken from a pool of 14). The city tiles are objectives (in prestige points and/or development cards) and you need to fulfill one of them in order to win.&#10;&#10;The Trading Posts are special bonuses you earn by acquiring an array of development cards: more prestige points from the 1st noble tile you receive, an extra token when you choose the &quot;Take 2 gem tokens of the same color&quot; action, and so on.&#10;&#10;The Orient adds three decks of cards (one for each level of development cards). They are added on the right side of the regular cards and you place two of them face-up on the table for each level. The new cards have special powers (like double bonus cards or joker cards which take the color of one of the developments you already own).&#10;&#10;The Strongholds expansion gives each player three towers (strongholds). When you acquire a new card, you must put a stronghold on an face-up card on the table. You're now the only player able to purchase/reserve it. You may also move one of your strongholds from one card to another one or remove another player's stronghold. When your three strongholds are on the same card, you can buy it after your regular action, allowing you to make two acquisitions in the same turn or buying that card after taking your tokens!&#10;&#10;","image":"https://cf.geekdo-images.com/H7YUcZPxhbq2fPuzuxODlg__original/img/vFef8CbVK4ldaHq3Qt0y5QmVAOw=/0x0/filters:format(jpeg)/pic3711701.jpg","thumbnail":"https://cf.geekdo-images.com/H7YUcZPxhbq2fPuzuxODlg__thumb/img/06WBYtB-cNLjKyKvJPz0Wse3TzY=/fit-in/200x150/filters:strip_icc()/pic3711701.jpg","link":"https://boardgamegeek.com/thing/220653","minPlayers":"2","maxPlayers":"4","yearPublished":"2017","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"3"}}