{"timestamp":"2024-11-12T21:54:20.611Z","gameDetails":{"id":"220775","name":"Codenames: Disney – Family Edition","type":"boardgame","description":"In Codenames, two teams compete to see who can guess all of their words correctly first &mdash; but those words are hiding in plain sight in a 5x5 or grid that includes the words of the other team, neutral words, and an game over card that will cause you to lose the game immediately if you guess it. One person on each team is a spymaster and only these two know which words belong to each team. Spymasters take turns giving one-word clues that can point to multiple words on the board. Their teammates try to guess words of the right color while avoiding those that belong to the opposing team &mdash; and everyone wants to avoid the game over card. This version also comes with 4x4 grid cards with no game over spot to make it more accessible for families and children.&#10;&#10;The Disney Family Edition of Codenames combines the hit social word game with some of Disney&rsquo;s most beloved properties from the past 90 years. Including both pictures and words, it&rsquo;s family fun for Disney fans of all ages.Codenames: Disney Family Edition keeps the Codenames gameplay, while featuring characters and locations from over 90 years of Disney and Pixar films..&#10;&#10;","image":"https://cf.geekdo-images.com/Y05zcr91wl8oUEP6ULAnVg__original/img/GJnZkFmcNxm3SWShmXIO_3bdPAo=/0x0/filters:format(jpeg)/pic3626220.jpg","thumbnail":"https://cf.geekdo-images.com/Y05zcr91wl8oUEP6ULAnVg__thumb/img/ZSFqi6AU5NfpGdl78wRLfj6RhEQ=/fit-in/200x150/filters:strip_icc()/pic3626220.jpg","link":"https://boardgamegeek.com/thing/220775","minPlayers":"2","maxPlayers":"8","yearPublished":"2017","playingTime":"15","minPlayingTime":"15","maxPlayingTime":"15","bestAtCount":[4,6],"averageRating":"6.61704","averageWeight":"1.2059","boardGameRank":"2278","mechanics":["Communication Limits","Memory","Pattern Recognition","Push Your Luck","Team-Based Game"],"categories":["Card Game","Deduction","Movies / TV / Radio theme","Party Game","Word Game"],"designers":["Vlaada Chvátil"]}}