{"timestamp":"2024-11-09T20:16:28.521Z","gameDetails":{"id":"22141","name":"Cleopatra and the Society of Architects","type":"boardgame","description":"Designed by Bruno Cathala and Ludovic Maublanc, Cleopatra and the Society of Architects is a fun and engaging family game that includes a true, three-dimensional palace that players compete to build. Players strive to become the wealthiest of Cleopatra&rsquo;s architects by constructing the most magnificent and valuable parts of her palace.&#10;&#10;Players, however, will be tempted to deal with shady characters and trade in materials of dubious origins in order to help them build faster. While these corrupt practices might allow an architect to stay a step ahead of the rest, they come with a high price &ndash; cursed Corruption Amulets honoring Sobek, the Crocodile-god. When Cleopatra finally strolls into her new palace, at the end of the game, the most corrupt architect (the one with the most amulets) will be seized and offered as a sacrifice to her sacred crocodile! Only then will the wealthiest architect, from among those still alive, be selected and declared the winner of the game.&#10;&#10;&ldquo;The component design in Cleopatra is the most innovative we&rsquo;ve undertaken to date,&rdquo; said Days of Wonder CEO, Eric Hautemont. &ldquo;While it&rsquo;s still a board game, the dozens of 3D pieces &ndash; Column walls, Doorframes, Obelisks, Sphinxes, and Palace Throne &ndash; all create the sense that you&rsquo;re constructing a royal palace.&rdquo;&#10;&#10;&ldquo;The game play really forces players into continually weighing the risks and rewards between taking enough corruption to enhance your position in the game, but not so much that you are forced out of the game at the end,&rdquo; said the game&rsquo;s co-designer, Bruno Cathala. &ldquo;It&rsquo;s a classic &lsquo;push your luck&rsquo; dilemma that continually raises the tension level higher and higher until the game reaches its climax.&rdquo;&#10;&#10;Description from the publisher.&#10;&#10;","image":"https://cf.geekdo-images.com/7cNh9n1YX-TjuWPTjYXSiw__original/img/gbaEwHT_3twIEeYzqH8RDKgiE9Q=/0x0/filters:format(jpeg)/pic1904123.jpg","thumbnail":"https://cf.geekdo-images.com/7cNh9n1YX-TjuWPTjYXSiw__thumb/img/XkQLcneMW2QnQslgvjOWTo94Pm8=/fit-in/200x150/filters:strip_icc()/pic1904123.jpg","link":"https://boardgamegeek.com/thing/22141","minPlayers":"3","maxPlayers":"5","yearPublished":"2006","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"4"}}