{"timestamp":"2024-11-12T20:34:52.534Z","gameDetails":{"id":"22345","name":"Yspahan","type":"boardgame","description":"1598. Yspahan the fair becomes the capital of the Persian empire. Thus, being placed at the center of the world, the city enjoys a period of cultural and economic blossoming. The cities and villages of the region intend to take advantage of this expansion. Caravans loaded with goods and jewels set out for the desert, bearing the promises of a radiant future....&#10;&#10;The players embody merchants trading with Yspahan. Meaning to take advantage of the coming of the Shah&rsquo;s supervisor, they score points by placing their merchandise in the right shops, by sending them to the caravan, and by constructing buildings.&#10;&#10;In Yspahan, players draft their action for the turn in order, but a roll of the dice determines which actions are available and how powerful they will be. You can earn points in the short-term by claiming shops in the city or by sending your traders to the caravan. You can also improve your infrastructure by constructing buildings that improve your actions or picking up action cards that give you extra options. Every 7 turns (each &quot;week&quot;), points are scored in the city and caravan, and after 3 weeks, the wise traders will see who among them has profited the most...&#10;&#10;","image":"https://cf.geekdo-images.com/_hUX-wQKA7Y8NYLitCl3Kw__original/img/2jQTOa7Wm3naCMDebGUXeSxUZIg=/0x0/filters:format(jpeg)/pic244381.jpg","thumbnail":"https://cf.geekdo-images.com/_hUX-wQKA7Y8NYLitCl3Kw__thumb/img/gB45aMPqMqqTVndQsxm34ofuL40=/fit-in/200x150/filters:strip_icc()/pic244381.jpg","link":"https://boardgamegeek.com/thing/22345","minPlayers":"2","maxPlayers":"4","yearPublished":"2006","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":[3,4],"averageRating":"7.05693","averageWeight":"2.3699","boardGameRank":"834","mechanics":["Action Drafting","Area Majority / Influence","Dice Rolling"],"categories":["Dice","Economic"],"designers":["Sébastien Pauchon"]}}