{"timestamp":"2024-11-09T21:26:26.339Z","gameDetails":{"id":"2238","name":"PanzerBlitz","type":"boardgame","description":"A groundbreaking board game of armored warfare on the Eastern Front in World War II.&#10;&#10;The game is tactical scale (company/platoon sized units) with geomorphic map boards. The 352 counters were 5/8-inch and very striking for their time.&#10;&#10;250 meters per hex, 6 minutes per turn.&#10;&#10;Avalon Hill Complexity Rating: 6&#10;&#10;[From the box back]&#10;...from the other side of the ridge comes the clanking thunder and the ominous dust-cloud that heralds the arrival of an onrushing wave of deadly steel: German armored columns on the attack.&#10;...Russian tank commander's slam shut the hatches of their dreaded T-34's...gun crews prime their weapons and infantrymen hug the earth...&#10;...and there-topping the rise!...a glint of dawn reflecting off the muzzle of the first German tanks...&#10;&#10;PanzerBlitz is about to begin!&#10;&#10;The game of PanzerBlitz enables you to re-create the drama and furious action of tactical-level armored warfare.  Battle-simulations take place on a realistic mapboard which reproduces about twenty square miles of typical Russian terrain.  The playing pieces are accurate symbolization of the platoon and company sized units which fought on the Eastern Front in World War II.  More than a dozen different &ldquo;scenarios&rdquo; are given, each of which allows you to re-create a completely new game-situation in which to exercise your skill as an armor tactician.  Prior military knowledge or experience, however, is not needed to play PanzerBlitz-just common sense, clear thinking and a competitive spirit.&#10;&#10;IN EACH PANZERBLITZ GAME, YOU GET...&#10;- 352 authentic unit counters&#10;- Big 22&rdquo;x24&rdquo; mapboard in full color&#10;- Comprehensive illustrated Rules-of-Play&#10;- Game Situation Cards&#10;-Campaign Analysis Booklet&#10;&#10;...PLUS SPECIAL FEATURES THAT MAKE PANZERBLITZ A NEW DEPARTURE IN THE FIELD OF BATTLE-SIMULATION GAMES!&#10;&#10;Tactical level combat with weapons range and fire-over-distance.  Three section &ldquo;Geo-morphic&rdquo; mapboard which can be re-arranged to form dozens of different terrain configurations.  Platoon and company sized units which can be combined to form many distinctly different battle formations.  Situation cards which allow the playing of several dissimilar games using the same basic rules.  Easy-to-handle oversized unit counters with authentic armored vehicle recognition silhouettes.  Rules which include such considerations as: Range; Elevation; Obstacles to Fire; Fortifications; Close Infantry Assault Tactics; Weapons Interrelationships, Motor transport; Mines; Anti-Tank Guns; Mortars; Spotting; Indirect Fire...and much more!&#10;&#10;&ldquo;Panzerblitz&rdquo; is a German word which literally means &ldquo;armored-lightning.&rdquo;&#10;&#10;","image":"https://cf.geekdo-images.com/yvfl8crLxWbcW9DW7dQK_g__original/img/Z-YmL2soYgvAOkUS8NsTVFd1BDw=/0x0/filters:format(png)/pic2092423.png","thumbnail":"https://cf.geekdo-images.com/yvfl8crLxWbcW9DW7dQK_g__thumb/img/mi2uaqoK-pTaP_ktcvqWxCjhxXQ=/fit-in/200x150/filters:strip_icc()/pic2092423.png","link":"https://boardgamegeek.com/thing/2238","minPlayers":"2","maxPlayers":"2","yearPublished":"1970","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"2"}}