{"timestamp":"2024-11-10T05:24:57.919Z","gameDetails":{"id":"2247","name":"Zero!: The Rise and Fall of The Imperial Japanese Air Force Dec 1941 - June 1942","type":"boardgame","description":"(from the GMT Website:)&#10;&#10;Volume III in the Down in Flames card game series moves to the Pacific Theatre of Operations in WWII. Players will recreate the first six months of furious aerial combat between the might of Imperial Japan and the surprised forces of the United Kingdom and the United States.&#10;&#10;Zero! includes the important early-war fighters and bomber of the Imperial Japanese Navy and Army, Royal Air Force, United States Navy, United States Army Air Force, and the American Volunteer Group (the famous Flying Tigers). Fly the fearsome A6M2 Zero against the F4F Wildcat, Hawker Hurricane IIb, Curtiss P-40B and E Tomahawks, and the ill-fated Brewster Buffalo. As a pilot with the Japanese Army, take Ki-27 Nates and Ki-43 Oscars to the skies against the Allies over Malaya and Burma. Match your skills with American aces Wagner, Thach, McCuskey or their semi-mercenary countrymen of the AVG, Hill and Newkirk. The Japanese can counter with Sakai, Anabuki, Kato, and more.&#10;&#10;As with the previous games in the series, Zero! includes the Campaigns covering the major aerial events of the December 1941 to June 1942 period. Each consists of multiple missions aimed at a variety of targets, for which you must wisely allocate your resources of men and material. New to Zero! are Carrier Campaigns, which give players some control over the carrier groups their naval squadrons fly from. Do you go all out for a decisive strike or hold your fighters back and let the enemy overextend himself? Campaigns included in this volume are: Pearl Harbor (solitaire), the Philippines, Malaya, Burma, Coral Sea, and Midway.&#10;&#10;Both Down in Flames veterans and newcomers to the series will enjoy this latest volume. All the components needed to play are included - ownership of the first two volumes is not necessary, but the three games are completely compatible. Beautiful, newly-designed, full-color action cards drive gameplay, while cards representing the major aircraft of the period and counters of the famous aces allow players to explore a wide range of scenarios. Besides the new Carrier Campaigns, historically significant missions have been added to the standard campaigns and the rules have been updated and expanded.&#10;&#10;Are you ready to relive history? Can you sweep the skies in the cockpit of the Zero, delaying or even stopping the appearance of American industrial might? Or will the Allies, in their outdated machines, halt the Japanese onslaught much earlier?&#10;&#10;CONTENTS:    &#10;&#10;     88 full-color, die-cut counters.&#10;     150 full-color Playing Cards&#10;     6 Campaign Map Displays&#10;     One Bombing Display&#10;     One Resource Sheet&#10;     One 16-page Rulebook&#10;     One 20-page Campaign Booklet&#10;     8 Target Displays&#10;     Three Campaign Logs &#10;&#10;&#10;Designed by Dan Verssen&#10;Developed by Mike Lemick&#10;&#10;","image":"https://cf.geekdo-images.com/XwR3XRApxDrq8JANkARfIg__original/img/WK0unmoAXnzvsHe7bn6M_LV4rXs=/0x0/filters:format(jpeg)/pic198704.jpg","thumbnail":"https://cf.geekdo-images.com/XwR3XRApxDrq8JANkARfIg__thumb/img/-5Was4tWknY_Ep6QagRpH1kdf5o=/fit-in/200x150/filters:strip_icc()/pic198704.jpg","link":"https://boardgamegeek.com/thing/2247","minPlayers":"2","maxPlayers":"10","yearPublished":"2001","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"2"}}