{"timestamp":"2024-11-13T01:37:11.397Z","gameDetails":{"id":"224710","name":"Zombicide: Green Horde","type":"boardgame","description":"This sequel to the Zombicide: Black Plague will bring players back into a world of deadly medieval fantasy, this time filled with infected orcs and goblins who will put survivors to the ultimate test. This green menace is not only stronger than their human counterparts, but they also tend to gather into massive hordes that ambush the survivors when they least expect it.&#10;&#10;Set in the same medieval era as Black Plague, players will take on the role of Survivors looking to defeat the shuffling, undead menace by any means possible.&#10;&#10;In Green Horde, up to six players can join the battle for survival. They&rsquo;ll combine forces and work cooperatively to accomplish their goals, and against all odds, stay alive. Fans of the Zombicide series have become familiar with the Walkers, Runners, Fatties, and Abominations that shuffle around, looking for victims. But the creatures they will face are not just zombie humans, they&rsquo;re zombie orcs! The Survivors will have to gear up with a wide variety of medieval equipment if they hope to outlast these fearsome foes. Zombie Orcs are stronger than the classic zombie and represent a stiffer challenge to even seasoned undead-hunting veterans.&#10;&#10;A new challenge for the Survivors is the Horde. It represents a growing group of Orc zombies that are ready to enter the board in an unexpected location and ambush the Survivors. As zombie cards with the Horde symbol are drawn, one extra zombie miniature of the same type is set aside, collectively forming the Horde. They will be locked into place until an &ldquo;Enter the Horde!&rdquo; card is drawn, spawning the Horde on the board. Any Survivor caught on their own near this roving menace would best beat a hasty retreat.&#10;&#10;With such menacing new foes, the Survivors are going to have their hands full dealing with the Green Horde. Luckily, they&rsquo;ll have some new weapons and spells on their side to help combat the rotting masses. Things like the Lava Burst, the Norse Sword, and the Bone Kukri will all be helpful when hacking through a pack of the undead. Oh, and if they should gather together too tightly, the Survivors can always hit them with the catapult...(did we not mention the catapult?).&#10;&#10;Zombicide: Green Horde includes ten new challenging quests, featuring some of the toughest scenarios a Survivor has ever had to face. With new terrain, like ledges and water holes, and the ever-present threat of the Green Horde making an appearance, the team will have to plan their routes carefully. Sometimes avoiding trouble is better than facing it head on! Zombicide: Green Horde is the next chapter in the ever-evolving world of Zombicide. There&rsquo;s no rest for the Survivors if they hope to battle their way to a new hope and a new beginning.&#10;&#10;","image":"https://cf.geekdo-images.com/rtJTab2_kHN2k4_nUddRTQ__original/img/Xs4zH6y3WpZ8XFq-X4T1p5XWncY=/0x0/filters:format(jpeg)/pic3564805.jpg","thumbnail":"https://cf.geekdo-images.com/rtJTab2_kHN2k4_nUddRTQ__thumb/img/H17dequj7LYB-NKcZo352sAxQ3k=/fit-in/200x150/filters:strip_icc()/pic3564805.jpg","link":"https://boardgamegeek.com/thing/224710","minPlayers":"1","maxPlayers":"6","yearPublished":"2018","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[3],"averageRating":"7.68862","averageWeight":"2.4742","boardGameRank":"690","mechanics":["Cooperative Game","Dice Rolling","Modular Board","Scenario / Mission / Campaign Game","Variable Player Powers"],"categories":["Adventure","Fantasy","Fighting","Horror","Medieval","Miniatures","Zombies"],"designers":["Raphaël Guiton","Jean-Baptiste Lullien","Nicolas Raoult"]}}