{"timestamp":"2024-11-09T21:37:27.798Z","gameDetails":{"id":"225163","name":"Reworld","type":"boardgame","description":"In Reworld, players attempt to terraform a newly discovered planet, and to do that they need to use terrabots to establish new cities and shuttles to deliver materials that will populate those locations.&#10;&#10;In game terms, over five rounds players fill the five levels of their spaceship with tiles featuring terrabots, shuttles, material vessels, and satellites. Each round twenty of these tiles are placed at random around the perimeter of a large ship, and each player receives a hand of cards. On a turn, a player can play one or more cards to claim a tile following these rules:&#10;&#10;&#10;     If neither tile adjacent to the desired tile has been claimed, the player can lay down any card next to this tile, claim it, then place it in the leftmost space of the level of their spaceship that matches the number of the card played. If you play a 4, for example, then you must place that tile in the leftmost position of your fourth level.&#10;&#10;&#10;&#10;     If one tile adjacent to the desired tile has been claimed, then you must lay down a card of the same number used to claim that previous tile or any two cards of your choice (with those two cards thus serving as a joker). Whatever number is topmost indicates the level of your spaceship on which you must place this tile.&#10;&#10;&#10;&#10;     If both tiles adjacent to the desired tile have been claimed and the cards used to claim them show the same number, then you do the same as described above. If the cards have different numbers, however &mdash; e.g., 1 and 3 &mdash; then you must lay down the same two numbers (1 and 3), one matching number and any other two cards, or any four cards. You place this tile on your spaceship in the same manner previously desired.&#10;&#10;&#10;Once everyone has no cards in hand or cannot play further, the round ends. Any remaining tiles are thrown away, then you reset the board and deal out a new hand of cards. After five rounds, players now deploy these tiles onto the new planet, each turn playing 1-3 of the leftmost tiles from the row of their choice to create their personal terraformed world. If you deploy a terrabot, which are labeled A-E, you start a new city with this letter or extend an existing city of yours. Material vessels, which come in five colors, can be delivered to the planet's surface only if attached to shuttles, and each city can have vessels of only a single color. Satellites provide bonus scoring when added to a city. Shuttles and satellites can also be used for shields to protect your newborn planet.&#10;&#10;Players earn points during the first half of the game for picking up terrabots and having cards left in hand. During the second half, players score for deploying satellites and for meeting targets set at the start of the game, e.g. having a city with eight tiles in it, having a city of each letter, emptying a level on your spaceship, having a certain number of shields, etc.&#10;&#10;Once all the spaceships are empty, players score their final points for how well they've developed each city and their shields in comparison with their fellow terraformers. Whoever scores the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/qCCraqi9m6deCi6p4m8FNw__original/img/8TFezMZC1xKaM9z4HA7El1fhSPQ=/0x0/filters:format(jpeg)/pic3708511.jpg","thumbnail":"https://cf.geekdo-images.com/qCCraqi9m6deCi6p4m8FNw__thumb/img/CWmAhtEZUBRGBu4n67hnkv-lm-c=/fit-in/200x150/filters:strip_icc()/pic3708511.jpg","link":"https://boardgamegeek.com/thing/225163","minPlayers":"2","maxPlayers":"4","yearPublished":"2017","playingTime":"90","minPlayingTime":"50","maxPlayingTime":"90","bestAtCount":"3"}}