{
  "timestamp": "2025-11-26T20:49:04.798Z",
  "gameDetails": {
    "id": "225563",
    "name": "Arkham Horror: The Card Game – The Path to Carcosa: Expansion",
    "type": "boardgameexpansion",
    "description": "\"I cannot forget Carcosa where black stars hang in the heavens; where the shadow of men&rsquo;s thoughts lengthen in the afternoon, when the twin suns sink into the lake of Hali; and my mind will bear for ever the memory of the Pallid Mask.\" &ndash;Robert W. Chambers, The King in Yellow\n\nA new theater production is coming to Arkham all the way from Paris. Unsurprisingly, it's been all the rage in conversations among Arkham's socialites. But in your efforts to learn more about the play, you've uncovered a darker history. Disappearances. Suicides. Delusions. Insanity. Wherever The King in Yellow is performed, madness follows close behind&hellip;\n\nIn The Path to Carcosa, the second deluxe expansion for Arkham Horror: The Card Game, it becomes your task to uncover the secrets of this unusual play. The expansion's two scenarios kick off The Path to Carcosa campaign with a trip to the Ward Theatre and an invitation to the formal dinner party hosted by cast and crew. But with every answer you gain and every clue you uncover, you only find yourself falling deeper into mystery and madness.\n\nAlong with its new scenarios and encounter cards, The Path to Carcosa introduces six new investigators and sixty-two player cards (including a complete playset of each) that afford you new ways to explore and enjoy the game&mdash;even as they challenge you to overcome new weaknesses.\n\n",
    "image": "https://cf.geekdo-images.com/6rxB9hdtoi0IVLdCXI1IRA__original/img/VD9NGBiSRquZTHlvzv9dOrTToYg=/0x0/filters:format(jpeg)/pic3564115.jpg",
    "thumbnail": "https://cf.geekdo-images.com/6rxB9hdtoi0IVLdCXI1IRA__small/img/DCWBPNrmtl_xcc6tNg8ARGp-gjU=/fit-in/200x150/filters:strip_icc()/pic3564115.jpg",
    "link": "https://boardgamegeek.com/thing/225563",
    "minPlayers": "1",
    "maxPlayers": "2",
    "yearPublished": "2017",
    "playingTime": "120",
    "minPlayingTime": "60",
    "maxPlayingTime": "120",
    "bestAtCount": [
      2
    ],
    "averageRating": "8.7141",
    "averageWeight": "3.5172",
    "boardGameRank": "Not Ranked",
    "mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "designers": [
      "Nate French",
      "MJ Newman"
    ]
  }
}