{"timestamp":"2024-11-09T20:18:00.153Z","gameDetails":{"id":"22605","name":"Commands & Colors: Ancients Expansion Pack #1 – Greece & Eastern Kingdoms","type":"boardgameexpansion","description":"The Greeks &amp; Eastern Kingdoms is the first expansion to Commands & Colors: Ancients. The armies of Philip, Alexander and the Successors meet the hosts of Persians, Scythians and Indians to the east. In this expansion, you will find historical scenarios that focus on the hoplites of classical Greece fighting off the invading Persian army at Marathon and Plataea; epic battles from the Peloponnesian War, the rise of Macedon and Alexander's battles of Gaugamela, Issus and Granicus against the Persians; and battles involving Alexander's successors. With your Greeks you will be able to turn west and battle the Carthaginians in Sicily, or as King Pyrrhus at Heraclea and Ausculum, battle the Romans.&#10;&#10;This first expansion showcases over 20 scenarios (the package includes over 300 new unit blocks and stickers you need to fight out these battles). Now, that is a lot of history, but Commands & Colors: Ancients is, by design, a unique historical game system that will allow players to effectively portray stylized Ancient battles that play to a conclusion in less than an hour.&#10;&#10;The battle dice resolve combat quickly and the command cards provide an element of luck that creates a fog of war and presents players with both challenges and opportunities for victory. Yet the tactics you need to execute conform remarkably well to the advantages and limitations inherent to the various Ancient units, their weapons, terrain and the history.&#10;&#10;Expands:&#10;&#10;    Commands &amp; Colors: Ancients&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/ePnKMyDKaIeFlbPRuZ_owQ__original/img/clVOTpgKzA7ORUrRHFd-c2kPAdM=/0x0/filters:format(jpeg)/pic627081.jpg","thumbnail":"https://cf.geekdo-images.com/ePnKMyDKaIeFlbPRuZ_owQ__thumb/img/XNg418qAf3wNc3T2BzaotBT951Y=/fit-in/200x150/filters:strip_icc()/pic627081.jpg","link":"https://boardgamegeek.com/thing/22605","minPlayers":"2","maxPlayers":"2","yearPublished":"2006","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"2"}}