{"timestamp":"2024-11-13T01:01:16.343Z","gameDetails":{"id":"226254","name":"The Ruhr: A Story of Coal Trade","type":"boardgame","description":"In The Ruhr: A Story of Coal Trade, the second game of Thomas Spitzer's historic coal trilogy, you are transported to the Ruhr region in the 18th century, at the beginning of the industrial revolution. Coal, after being discovered in Haspelknecht, is in high demand as cities and factories throughout the region are in need of this coveted resource. The Ruhr river presented a convenient route of transportation from the coal mines. However, the Ruhr was filled with obstacles and large dams, making it incredibly difficult to navigate. Trade coal for valuable upgrades and plan your route to victory along the Ruhr!&#10;&#10;In more detail, the players transport and sell coal to cities and factories along the Ruhr river in the 18th and 19th centuries. By selling coal to cities and factories, players acquire unique progress markers. In the beginning, players have access only to low value coal. By selling coal to certain locations, players gain access to high value coal. In addition to selling coal, the players build warehouses, build locks, and export coal to neighboring countries in the pursuit of the most victory points.&#10;&#10;This game, an updated version of Ruhrschifffahrt 1769-1890, includes the standalone expansion The Ohio: 1811-1861. In this game, players transport and trade goods along the Ohio River during a time when Ohio was granted statehood and became heavily populated as its industries flourished. The Ohio is played in a manner similar to The Ruhr, but with new and additional elements.&#10;&#10;","image":"https://cf.geekdo-images.com/RBJXwnUFxof9hJMSbwmfKw__original/img/IIr8iCsWdQmZzFIHCwV-LcFI1i4=/0x0/filters:format(png)/pic3538036.png","thumbnail":"https://cf.geekdo-images.com/RBJXwnUFxof9hJMSbwmfKw__thumb/img/zT3CPee2AvTakMfARlfZhtw7oDk=/fit-in/200x150/filters:strip_icc()/pic3538036.png","link":"https://boardgamegeek.com/thing/226254","minPlayers":"2","maxPlayers":"4","yearPublished":"2017","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[3],"averageRating":"6.86452","averageWeight":"3.6667","boardGameRank":"4138","mechanics":["Action Drafting","Pick-up and Deliver","Track Movement"],"categories":["Economic","Environmental","Industry / Manufacturing","Nautical","Transportation"],"designers":["Thomas Spitzer"]}}