{"timestamp":"2024-11-13T01:12:24.595Z","gameDetails":{"id":"226840","name":"Star Wars: Rebellion – Rise of the Empire","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;&quot;Our Rebellion is all that remains to push back the Empire. We think you may be able to help us.&quot;&#10;     &ndash;Mon Mothma&#10;&#10;New leaders. New missions. New tactic cards that lead to more fully cinematic combats&hellip; Rise of the Empire is an expansion for Star Wars: Rebellion inspired largely by the movie Rogue One: A Star Wars Story. And just as the movie provided new insight into the Galactic Civil War presented in the original Star Wars trilogy, Rise of the Empire adds new depth and story to your Rebellion game experience.&#10;&#10;You can send Jyn Erso and Cassian Andor to recover the Death Star plans. You can confuse Imperials with false orders and assaults behind enemy lines. You can command Director Krennic and his finest death troopers. And you can set traps for the Rebel pilots and soldiers, luring them away from their base and into massive battles with more fully cinematic combat and tactics. Even Jabba the Hutt makes an appearance, offering his services to the Empire and feeding his prisoners to the Sarlaac.&#10;&#10;Altogether, Rise of the Empire introduces eight new leaders, thirty-six plastic miniatures, five target markers, two attachment rings, three new dice, and more than one-hundred new cards. You'll find U-wings, TIE Strikers, Nebulon-B frigates, and the Interdictor. You'll gain new ways of subverting your opponent's plans, and you'll discover a whole new chapter in your ongoing Galactic Civil War!&#10;&#10;","image":"https://cf.geekdo-images.com/776PfVZJzSr6aMUaQYhKBg__original/img/4eFlANElmYrfb-OC4WcYwZXgQa8=/0x0/filters:format(jpeg)/pic3555413.jpg","thumbnail":"https://cf.geekdo-images.com/776PfVZJzSr6aMUaQYhKBg__thumb/img/OtkVf8611q4XaDRV6RbztNYxAAs=/fit-in/200x150/filters:strip_icc()/pic3555413.jpg","link":"https://boardgamegeek.com/thing/226840","minPlayers":"2","maxPlayers":"4","yearPublished":"2017","playingTime":"240","minPlayingTime":"180","maxPlayingTime":"240","bestAtCount":[2],"averageRating":"8.85185","averageWeight":"3.7045","boardGameRank":"Not Ranked","mechanics":["Area Majority / Influence","Area Movement","Dice Rolling","Hand Management","Team-Based Game"],"categories":["Expansion for Base-game","Movies / TV / Radio theme","Science Fiction","Wargame"],"designers":["Corey Konieczka"]}}