{"timestamp":"2024-11-12T18:34:32.120Z","gameDetails":{"id":"227605","name":"For-Ex","type":"boardgame","description":"FOR-EX is the game of currency trading. An opaque, nerdy, butterfly-effect game, players take on the roles of international financiers who trade and manipulate currency values. Each of the game's several currencies only has value relative to one another, and these fluctuate according to player investments and divestments.&#10;&#10;Players primarily make money by making long-term contracts to trade an amount of currency X for its equivalent in currency Y. Those contracts will be resolved several turns hence, during which time the exchange rate may have changed. But the contract is resolved according to the original, agreed-upon rate, enabling players to make profit. Players can (and should) make contracts promising money they don't yet have, and may use the resultant loans to give them a temporary leg-up (provided that they think they can make up the difference before the loan comes due).&#10;&#10;Once the game begins, there is zero randomness; every subtle, lovely tweak to the game state is the net result of the decisions each player makes. The game concludes when a player goes bankrupt, or when the last dividend has been paid. At that point, all monies are converted to the single strongest currency, and the player with the most money of that type wins.&#10;&#10;","image":"https://cf.geekdo-images.com/vFDDjlBvbUXkLSJcSIbQxw__original/img/SQfu1c_oY4zNnd7iIT3n9RyvDyI=/0x0/filters:format(jpeg)/pic3634880.jpg","thumbnail":"https://cf.geekdo-images.com/vFDDjlBvbUXkLSJcSIbQxw__thumb/img/DXX5QExhWlWzIofeZ3s8oR7deg4=/fit-in/200x150/filters:strip_icc()/pic3634880.jpg","link":"https://boardgamegeek.com/thing/227605","minPlayers":"2","maxPlayers":"6","yearPublished":"2017","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"6.32795","averageWeight":"3.65","boardGameRank":"7519","mechanics":["Commodity Speculation","Stock Holding"],"categories":["Economic"],"designers":["Amabel Holland"]}}