{"timestamp":"2024-11-09T20:48:28.986Z","gameDetails":{"id":"227970","name":"Hannibal & Hamilcar: Price of Failure","type":"boardgameexpansion","description":"Publius Claudius Pulcher - new Roman leader miniature &amp; leader&rsquo;s card, for HAMILCAR, plus new strategy cards - Bad Omen, Price of Failure - all expanding the HAMILCAR &amp; HAMILCAR Rome vs Carthage game.&#10;&#10;Claudius Pulcher, a Roman consul who, after ignoring a bad omen, was responsible for the defeat at the Battle of Drepana (249 BC), in which 93 ships with their crews were lost. When the sacred chickens refused to eat, Claudius threw them into the sea, saying &quot;Since they do not wish to eat, let them drink!&quot; He didn&rsquo;t listen to the Gods, and was punished by them seriously. Yes, in ancient times, war was a religious act - one of the most important events in a man&rsquo;s life. The religious ceremonials were bloody and drastic. That is why we wanted to have a variant showing the importance of these sacred rituals. So, we have added to the HAMILCAR game a new Roman leader and two new strategy cards based on Pulcher's disaster.&#10;&#10;Bad Omen: Play prior to Battle. Rome&rsquo;s General Battle Rating is decreased by 1. This can be cancelled by an immediate Attrition Roll. This event has been inspired by two similar events. Caius Flaminius did not properly carry out the rituals after becoming a Consul and pressed for a battle, known later as Battle of Trasimene Lake. Claudius Pulcher had disregarded a bad omen prior to the battle and lost at Drepana.&#10;&#10;Price of Failure: Play after a victorious Battle. The opposing player must either immediately remove his commanding General from the map or a number of PCs equal to his Battle Rating. Carthaginian leaders Hannibal Gisgo and Hamilcar (the other Hamilcar, not Hamilcar Barca) were removed from command after losing engagements. Well, not only removed from command but also crucified. Carthage didn&rsquo;t have much sympathy for losers. Also Pulcher faced charges and was never again offered an office.&#10;&#10;","image":"https://cf.geekdo-images.com/cqksEEwzv3clKktzP28qeg__original/img/cvbT150NLwEGC56h2FeOu5go2-s=/0x0/filters:format(jpeg)/pic3576584.jpg","thumbnail":"https://cf.geekdo-images.com/cqksEEwzv3clKktzP28qeg__thumb/img/UVMOk_4470gspDv3eFslfNcrPN4=/fit-in/200x150/filters:strip_icc()/pic3576584.jpg","link":"https://boardgamegeek.com/thing/227970","minPlayers":"2","maxPlayers":"2","yearPublished":"2018","playingTime":"240","minPlayingTime":"60","maxPlayingTime":"240","bestAtCount":"2"}}