{"timestamp":"2024-11-09T20:48:32.141Z","gameDetails":{"id":"227969","name":"Hannibal & Hamilcar: Sun of Macedon","type":"boardgameexpansion","description":"Philip V of Macedon* - new Carthage leader miniature &amp; leader&rsquo;s card, for HANNIBAL, plus new strategy cards: Desert March, Hidden Cove - all expanding the HANNIBAL &amp; HAMILCAR Rome vs Carthage game (*based on the Roberto Ullfig&rsquo;s Philip V scenario).&#10;&#10;Macedonia joined the Second Punic War as an ally of Carthage. Philip V of Macedon built a fleet of 200 lemboi ships, and was ready to sail to Italy, following in the footsteps of Pyrrhus. This didn&rsquo;t happen, as Rome reacted quickly with a sea blockade and inciting war in Greece, binding Philip&rsquo;s hands. But this provided an opportunity for serious reinforcements for Hannibal in Italy. We had to have this as a variant! Sun of Macedon brings you a new general for the Carthaginian player and two new strategy cards, which focus on stealth movement.&#10;&#10;Desert March: Move an army of up to 5CU between Zuccabar or Icosium and Gades. Roll for Attrition prior to arrival. Hannibal&rsquo;s father Hamilcar has reached Gades overland from Carthage. Such a successful journey across hostile territory might have actually been an inspiration for Hannibal for his march over the Alps. The card allows a small army to follow Hamilcar&rsquo;s footsteps.&#10;&#10;Hidden Cove: Move an army of up to 5CU to or from Genua as if it was a port. This move is successful unless countered by a card. As we know, not every existing harbour is shown as a port in the game. And there is a good reason for that: some of them were not capable of receiving large armies. Some of them were not shown as a game design decision. Genua, however, was used twice in very specific circumstances. Mago arrived there with reinforcements and then, after few years of fighting, most probably evacuated through the same port when things become too hot to handle.&#10;&#10;","image":"https://cf.geekdo-images.com/ql88J3mUnX1utD-X-FBowA__original/img/PHVyNCyYyAFRDrf4KHkTe-IB4p4=/0x0/filters:format(jpeg)/pic3576582.jpg","thumbnail":"https://cf.geekdo-images.com/ql88J3mUnX1utD-X-FBowA__thumb/img/k8q4sOCOqzH6jXT_ldgAd01cYLs=/fit-in/200x150/filters:strip_icc()/pic3576582.jpg","link":"https://boardgamegeek.com/thing/227969","minPlayers":"2","maxPlayers":"2","yearPublished":"2018","playingTime":"240","minPlayingTime":"60","maxPlayingTime":"240","bestAtCount":"2"}}