{"timestamp":"2024-11-12T21:57:02.496Z","gameDetails":{"id":"228371","name":"Iberian Railways","type":"boardgame","description":"In Iberian Railways, you start with nothing but hope and a willingness to take on debt in order to construct railways that connect towns and cities across the Iberian peninsula.&#10;&#10;The game board depicts Spain and Portugal, with towns, &quot;minor&quot; cities, &quot;major&quot; cities, Lisbon, and Madrid (collectively called &quot;urban hexes&quot;) being color-coded on a hex-based map. The board includes four action spaces &mdash; start, expand, merge, purchase &mdash; with all players starting on expand. On a turn, you must move your action marker to a new action, then either take that action or pass. The actions in brief:&#10;&#10;&bull; Start a new railway: Place cubes on the map to connect at least two urban hexes, increasing your income $1-6 for each urban hex that you connect to. All hexes outside of Madrid can have at most two cubes on them. Players can place at most three cubes at the start of the game, with this limit increasing by one after each build to a maximum of eight. Placing cubes costs $3-52 to place 1-8 cubes, with additional costs for building in river and hill hexes and a hex where someone else is already located &mdash; but you start with no money, so if you have no cash on hand, you must take loans (each worth $5) to cover these costs.&#10;&#10;&bull; Expand a railway: Connect one or more urban hexes to one of your existing railways, paying costs based on the number of cubes you place, taking loans if needed, then gaining income based on what you connect to.&#10;&#10;&bull; Merge two or more of your railways: Place one or more cubes to combine one or more of your railways into a single railway, then increase your income by $1 (or possibly more if you've placed cubes on new urban hexes as part of the merger).&#10;&#10;&bull; Purchase a business interest: Spend $3-5 to acquire an available business interest card. All of the minor and major cities, along with Lisbon, have one, and if you build a railway into this urban hex (or have already done so), flip this card face down, then add the cost of the card to your income.&#10;&#10;After you complete an action or pass, you receive your current income from the bank, pay interest on your loans (taking additional loans if needed), optionally pay off one of your loans for $6, then see whether the game ends because you've placed your final cube on the game board. Once the game ends, points are awarded for certain categories of growth, with each player being awarded in case of a tie. Whoever has the most cash on hand receives 2 points, and 1 point is awarded for each of the following: highest income, longest continuous run of track, most business interests, most towns in overall network, most minor cities in overall network, and most major cities in overall network. Whoever has the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/1R1wKlNwM2ZK5bHXH9xRlg__original/img/0POAUCjxeVkPoz4tJlKRo0cbqWM=/0x0/filters:format(jpeg)/pic5858972.jpg","thumbnail":"https://cf.geekdo-images.com/1R1wKlNwM2ZK5bHXH9xRlg__thumb/img/wcn3arbjvaZZaO7OGb19pPcAKCc=/fit-in/200x150/filters:strip_icc()/pic5858972.jpg","link":"https://boardgamegeek.com/thing/228371","minPlayers":"3","maxPlayers":"5","yearPublished":"2017","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[5],"averageRating":"6.69505","averageWeight":"2.5714","boardGameRank":"9477","mechanics":["Connections","End Game Bonuses","Hexagon Grid","Income","Loans","Network and Route Building","Turn Order: Progressive"],"categories":["Economic","Trains"],"designers":["John Bohrer"]}}