{"timestamp":"2024-11-13T00:30:44.389Z","gameDetails":{"id":"22884","name":"The Lord of the Rings: Battlefields","type":"boardgameexpansion","description":"Reiner Knizia gives us a new expansion for the classic The Lord of the Rings board game. Each of the boards from the main game has a corresponding battlefield, and players maneuver heroes and villains on these battlefields to improve their position in the fully integrated main game.&#10;&#10;From the ancient ruins of Weathertop to the conflict at the Black Gate of Mordor, the journey of the Fellowship of the Ring is marked with battle. The armies of Sauron are on the march, and unless the courage and faith of the Fellowship can hold, the Shadow will be victorious.&#10;&#10;The new Battlefields expansion for Reiner Knizia's acclaimed The Lord of the Rings board game focuses on the deadly combats that the Fellowship must survive on its quest to destroy the One Ring. Now in addition to guiding the Fellowship through its many perils, the players also help to hinder or defeat Sauron's powerful armies, because the farther enemies march on the battlefield board, the more destruction they cause and the closer Sauron comes to recovering the One Ring!&#10;&#10;Will Aragorn arrive in time to defend against the Witch King at Weathertop? Will Boromir's courage hold against the savage Uruk-Hai? Will Gimli's axe be enough to withstand a horde of orcs at the Chamber of Mazarbul? Join the fight with the Lord of the Rings: Battlefields expansion.&#10;&#10;Contents&#10;&#10;    3 double-sided battlefield boards &#10;    5 Fellowship pieces &#10;    30 Enemy pieces &#10;    20 trigger tiles &#10;    6 Feature cards &#10;    3 Gandalf cards &#10;&#10;&#10; &#10;Expands:&#10;&#10;    The Lord of the Rings&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/AJzd8rcGynhKWuVR2jQAQg__original/img/7D3rLIsIqCPy7hX_oIyIiBGJtfo=/0x0/filters:format(jpeg)/pic359643.jpg","thumbnail":"https://cf.geekdo-images.com/AJzd8rcGynhKWuVR2jQAQg__thumb/img/fg8tPJGSNnL_cgTu1RaMBUYnljA=/fit-in/200x150/filters:strip_icc()/pic359643.jpg","link":"https://boardgamegeek.com/thing/22884","minPlayers":"2","maxPlayers":"5","yearPublished":"2007","playingTime":"0","minPlayingTime":"0","maxPlayingTime":"0","bestAtCount":[3,4],"averageRating":"7.13996","averageWeight":"3.0833","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Dice Rolling","Hand Management","Modular Board","Variable Player Powers"],"categories":["Adventure","Expansion for Base-game","Fantasy","Novel-based"],"designers":["Reiner Knizia"]}}