{
  "timestamp": "2025-11-26T21:17:40.158Z",
  "gameDetails": {
    "id": "228935",
    "name": "Tiny Epic Defenders: The Dark War",
    "type": "boardgameexpansion",
    "description": "Aughmoore is in ruins. The evil could not be contained and its darkness has spread to every region of the world. Shattering villages and infecting all forms of life. There has never been a more dire need for Heroes. Everyone who remains must rise up, must unite, and must risk everything to preserve what little spirit remains.\n\nTiny Epic Defenders The Dark War, an expansion to Tiny Epic Defenders, is the latest installment in Chronicles of Aughmoore. It introduces new Heroic characters like the Lionkin Charioteer and the Birdfolk Shadow Walker. It also introduces new Epic Foes, new Dire Enemies, and new Artifacts, but more importantly it introduces new and exciting features that keep players making difficult choices from the edge of their seats.\n\nThese new features include a Campaign Mode, with Enemy Generals, Skills that Heroes can learn, Advanced Regions and Caravans.\n\nCaravans represent the shattered homes of villagers during this dark time and are spread across all the Regions. Players are faced with the additional challenge of rescuing these Caravans and escorting them safely to the Capital City before they are can defeat the Epic Foe.\n\nSkills are useful abilities players can assign to their Heroes and require Experience Points to activate. Experience Points are now earned during play by making meaningful decisions that help the party reach their goals.\n\nThe Campaign Mode plays like an evolving gauntlet challenge, where players must play through the game multiple times facing Generals at the intervals instead of the regular Epic Foe. The different abilities players will have at their disposal, as well as the threats they face, are unique to each Campaign and evolve with the choices players make during each Campaign. If players can survive long enough, they will face an Epic Foe at the conclusion of the Campaign.\n\nThe Advanced Regions introduce new threats and also new abilities to aid the players in The Dark War. These new threats and abilities come in the way of 3D constructs like a giant Tree Heroes can hide in, a flying Manticore Heroes can ride, or mysterious Sandstorms! They play a big part of the evolving Campaign Mode. Each Advanced Region features a dark, harmful, side and a light, helpful, side. As player progress through the Campaign Mode, they will work to restore the dark regions to their helpful side. Making the right choices to restore these Regions and rescue the Caravans are critical to achieving victory in Campaign Mode.\n\n\nFor a deluxe edition of this expansion, see Tiny Epic Defenders: The Dark War – Deluxe Edition\n\n",
    "image": "https://cf.geekdo-images.com/kxMU2ZYz-AZBaBeSDWfcLg__original/img/2Id0hON6UfHBA2vrk4gytiz17b8=/0x0/filters:format(jpeg)/pic3594414.jpg",
    "thumbnail": "https://cf.geekdo-images.com/kxMU2ZYz-AZBaBeSDWfcLg__small/img/ELXfvb-d23jRkgAdk0iLMSeP2Ew=/fit-in/200x150/filters:strip_icc()/pic3594414.jpg",
    "link": "https://boardgamegeek.com/thing/228935",
    "minPlayers": "1",
    "maxPlayers": "4",
    "yearPublished": "2018",
    "playingTime": "60",
    "minPlayingTime": "20",
    "maxPlayingTime": "60",
    "bestAtCount": [
      1
    ],
    "averageRating": "7.40659",
    "averageWeight": "2.5385",
    "boardGameRank": "Not Ranked",
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Medieval"
    ],
    "designers": [
      "Scott Almes"
    ]
  }
}