{"timestamp":"2024-11-09T21:00:03.467Z","gameDetails":{"id":"229130","name":"Kingdom Builder: Big Box (Second Edition)","type":"boardgame","description":"In Kingdom Builder, the players create their own kingdoms by skillfully building their settlements, aiming to earn the most gold at the end of the game.&#10;&#10;Nine different kinds of terrain are on the variable game board, including locations and castles. During his turn, a player plays his terrain card and builds three settlements on three hexes of this kind. If possible, a new settlement must be built next to one of that player&rsquo;s existing settlements. When building next to a location, the player may seize an extra action tile that he may use from his next turn on. These extra actions allow extraordinary actions such as moving your settlements.&#10;&#10;By building next to a castle, the player will earn gold at the end of the game, but the most gold will be earned by meeting the conditions of the three Kingdom Builder cards; these three cards (from a total of ten in the game) specify the conditions that must be met in order to earn the much-desired gold, such as earning gold for your settlements built next to water hexes or having the majority of settlements in a sector of the board.&#10;&#10;Each game, players will use a random set of Kingdom Builder cards, special actions, and terrain sectors to build the map!  Kingdom Builder: Big Box ramps up this variability by including all expansions to date, ensuring you'll never play the same game twice!&#10;&#10;Kingdom Builder: Big Box includes the four expansions Nomads, Crossroads, Marshlands and Harvest as well as three Queenies (Capitol, Caves and Island).&#10;&#10;(The first edition Big Box has only the first 2 expansions and queenies.)&#10;&#10;Note: At least the first printing of Kingdom Builder: Big Box (Second Edition) had misprinted Task cards for the Crossroads Expansion. The back of the cards are printed with the same back as regular Kingdom Builder Cards. During setup, sort them out before drawing Kingdom Builder Cards and the game works fine.&#10;&#10;","image":"https://cf.geekdo-images.com/CdWW4yqzNvHdlWlBVQjvBA__original/img/xUYO4roz1hnGxSat9-iDIQsy0Io=/0x0/filters:format(jpeg)/pic4413557.jpg","thumbnail":"https://cf.geekdo-images.com/CdWW4yqzNvHdlWlBVQjvBA__thumb/img/Yv2XU9O8kAFRVRKhSu6nX3oDyf0=/fit-in/200x150/filters:strip_icc()/pic4413557.jpg","link":"https://boardgamegeek.com/thing/229130","minPlayers":"2","maxPlayers":"5","yearPublished":"2017","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"3"}}