{"timestamp":"2024-11-13T01:04:36.544Z","gameDetails":{"id":"229220","name":"Santa Maria","type":"boardgame","description":"Santa Maria is a streamlined, medium complexity Eurogame in which each player establishes and develops a colony. The game features elements of dice drafting and strategic engine building. The game is low on luck and has no direct destructive player conflict; all components are language independent.&#10;&#10;In the game, you expand your colony by placing polyominoes with buildings on your colony board. Dice (representing migrant workers) are used to activate buildings; each die activates a complete row or column of buildings in your colony. The buildings are activated in order (left to right / top to bottom), then the die is placed on the last activated building to block this space. It is therefore crucial where you put new buildings in your colony, and in which order you use the dice.&#10;&#10;As the game progresses, you produce resources, form shipping routes, send out conquistadors, and improve your religious power to recruit monks. When you recruit a monk, you must decide if it becomes a scholar (providing a permanent special ability), a missionary (for an immediate bonus) or a bishop (for possible end game points). The player who has accumulated the most happiness after three rounds wins. The available specialists, end game bonuses and buildings vary from game to game, which makes for near endless replayability.&#10;&#10;","image":"https://cf.geekdo-images.com/bpwAMn7t9LnBQKFJw6VNPg__original/img/6tMXw9izC_uv_AJLOLztsqNPW3o=/0x0/filters:format(jpeg)/pic3882016.jpg","thumbnail":"https://cf.geekdo-images.com/bpwAMn7t9LnBQKFJw6VNPg__thumb/img/S-tPq43ITn88ppHjIbi8eaIbOX8=/fit-in/200x150/filters:strip_icc()/pic3882016.jpg","link":"https://boardgamegeek.com/thing/229220","minPlayers":"1","maxPlayers":"4","yearPublished":"2017","playingTime":"90","minPlayingTime":"45","maxPlayingTime":"90","bestAtCount":[3],"averageRating":"7.47152","averageWeight":"3.0257","boardGameRank":"474","mechanics":["Dice Rolling","Network and Route Building","Open Drafting","Set Collection","Tile Placement","Variable Player Powers"],"categories":["Civilization","Farming"],"designers":["Kristian Amundsen Østby","Eilif Svensson"]}}