{"timestamp":"2024-11-13T01:32:55.516Z","gameDetails":{"id":"229265","name":"Wendake","type":"boardgame","description":"&quot;Wendake&quot; is the name that the Wyandot people use for their traditional territory. This population, also known as the Huron Nation, lived in the Great Lakes region, together with the tribes who formed the Iroquois Confederacy, and many others. In this game, you will explore the traditions and everyday life of these tribes during the 1756&ndash;1763 period, when the Seven Years&rsquo; War between the French and the English took place in these territories.&#10;&#10;But this white man&rsquo;s war is only a marginal aspect of the game; the focus is on life in the native villages, fields, and forests. In this game, you won&rsquo;t find the traditional tipis, which were used by southwestern tribes who moved their camps to follow the bison herds. The natives of the Great Lakes were more sedentary, living in longhouses. The women farmed beans, corn, and pumpkins, while the men hunted beavers in the forests, mainly to sell their pelts as leather.&#10;&#10;In Wendake, you step into the shoes of the chief of a Native American tribe. You will have to manage the most important aspects of your tribe&rsquo;s daily existence, thereby earning points on the Economic, Military, Ritual, and Mask tracks. The core of the game is the action selection mechanism: you will have the opportunity to choose better and better actions over 7 years (i.e., rounds), and the winner will be the chief who finds the best combinations of actions and uses them to lead their tribe to prosperity!&#10;&#10;","image":"https://cf.geekdo-images.com/N_oaV30_ImihsgPhYAUyiQ__original/img/BfzNBdQu-iHq3nA9Dfnwhz06EyQ=/0x0/filters:format(jpeg)/pic4110410.jpg","thumbnail":"https://cf.geekdo-images.com/N_oaV30_ImihsgPhYAUyiQ__thumb/img/5Ux0lbcU6kZPSGW3SpKFQhdw9ww=/fit-in/200x150/filters:strip_icc()/pic4110410.jpg","link":"https://boardgamegeek.com/thing/229265","minPlayers":"1","maxPlayers":"4","yearPublished":"2017","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"7.47061","averageWeight":"3.6055","boardGameRank":"1231","mechanics":["Area Majority / Influence","Area Movement","Hidden Victory Points","Highest-Lowest Scoring","Set Collection","Variable Player Powers","Worker Placement"],"categories":["American Indian Wars","Economic","Farming","Fighting"],"designers":["Danilo Sabia"]}}