{"timestamp":"2024-11-13T01:25:04.650Z","gameDetails":{"id":"229791","name":"Triplock","type":"boardgame","description":"Description from the publisher:&#10;&#10;The lock. A simple mechanism meant to protect whatever is on the other side, a means to keep out undesirables, and a symbol for all that is off-limits for the downtrodden and oppressed of New London. It&rsquo;s no wonder, then, that the citizens of this corrupt and diseased city spend their days learning to open locks by any means necessary.&#10;&#10;Four residents of New London have caught the attention of a mysterious figure interested in their unique lock-picking talents. An unusual summons has been issued to each by way of a strange lock box with no more than a time and location inscribed on the bottom. For these four, it&rsquo;s clear a larger game is afoot.&#10;&#10;Welcome to Triplock, a simple, yet not-so-simple abstract challenge of skill and memory from Chip Theory Games. Choose to play solo as you work with the stranger to delve deeper into the unknown secrets of the Royal Company, or hone your skills even further against another master lock breaker while you wait for the right moment to act. Either way, you&rsquo;ll be wracking your brain to solve locks amidst a corrupt world full of intrigue and mystery.&#10;&#10;A game Triplock can be played in 15 minutes or less. Choose your characters, set up your Lock, and draw a diagram. Diagrams give you insight into the Lock&rsquo;s composition and each one you complete brings you closer to solving the lock.&#10;&#10;Using two Action dice and your Character&rsquo;s unique lockpicking Skill, you must discover the mechanisms hidden behind failsafes, working to align them to match your chosen diagram orientation. Simple enough, if it weren&rsquo;t for your opponent's traps and countermeasures!&#10;&#10;Solo play is no less riveting as you select your team and follow the stranger into the bowels of the Station, protected and patrolled by Royal Company. Each character is compelled by their own motivations and unique talents, but their fates are intertwined by criss-crossing paths and the mysterious figure&rsquo;s proposal.&#10;&#10;","image":"https://cf.geekdo-images.com/q259xLLBTxBE1gNcC1TJUQ__original/img/Z2v4QkYpfeTEyO46O6BvzvEfDDM=/0x0/filters:format(jpeg)/pic3684813.jpg","thumbnail":"https://cf.geekdo-images.com/q259xLLBTxBE1gNcC1TJUQ__thumb/img/nGcxmgQnFnWbP3QZuQgJkc96ii0=/fit-in/200x150/filters:strip_icc()/pic3684813.jpg","link":"https://boardgamegeek.com/thing/229791","minPlayers":"1","maxPlayers":"2","yearPublished":"2017","playingTime":"30","minPlayingTime":"15","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"6.29802","averageWeight":"2.1515","boardGameRank":"5354","mechanics":["Cooperative Game","Dice Rolling","Hand Management","Memory","Pattern Building","Pattern Recognition","Set Collection","Variable Phase Order","Variable Player Powers"],"categories":["Deduction","Memory","Science Fiction"],"designers":["Adam Carlson","Josh J. Carlson"]}}