{"timestamp":"2024-11-12T21:54:26.797Z","gameDetails":{"id":"229892","name":"Container: 10th Anniversary Jumbo Edition!","type":"boardgame","description":"Container, the classic game of big ships and big production, returns in a 10th Anniversary Jumbo Edition! Now with huge ships and realistic containers to load and unload, building (or destroying) your living economy has never been more fun!&#10;&#10;Container is an easy game with an open economy and lots of meaningful decisions. Build factories and warehouses, or focus on shipping goods to your island. Take advantage of government subsidies to ensure maximum profits! But watch out for your cash reserves because the player-driven market can go sour at any time, and you'll need to be ready to change your strategy.&#10;&#10;Also included in this edition of Container is an all new add-on called &quot;The Investment Bank&quot;. This new entity operates as a game-controlled broker who is seeking to maximize their own profits. Watch as the three brokers try to build their own cash and container resources and be ready to make a deal when the price is right. The Investment Bank add-on ensures new and interesting challenges for even the most seasoned Container player.&#10;&#10;This 10th Anniversary Jumbo Edition of Container features resin miniature ships 7 inches long!&#10;&#10;","image":"https://cf.geekdo-images.com/vKQFumMc1tLcHyXUsqumyw__original/img/t0tRNBpdQwLjb0NQZzcM1_1EtEA=/0x0/filters:format(jpeg)/pic3603816.jpg","thumbnail":"https://cf.geekdo-images.com/vKQFumMc1tLcHyXUsqumyw__thumb/img/IQGqkd7lpeWRAaNV2j0i04YAUAM=/fit-in/200x150/filters:strip_icc()/pic3603816.jpg","link":"https://boardgamegeek.com/thing/229892","minPlayers":"3","maxPlayers":"5","yearPublished":"2018","playingTime":"90","minPlayingTime":"75","maxPlayingTime":"90","bestAtCount":[5],"averageRating":"7.65678","averageWeight":"2.9804","boardGameRank":"1103","mechanics":["Auction / Bidding","Closed Economy Auction","Commodity Speculation","Loans","Pick-up and Deliver","Set Collection"],"categories":["Economic","Industry / Manufacturing","Nautical","Transportation"],"designers":["Franz-Benno Delonge","Thomas Ewert","Kevin Nesbitt"]}}