{"timestamp":"2024-11-13T00:33:34.162Z","gameDetails":{"id":"230080","name":"Majesty: For the Realm","type":"boardgame","description":"The crown is up for grabs to whoever can build the richest domain and seize it from their rivals. It'll take a whole kingdom's worth of people to accomplish this monumental task. Rally your citizens, grow your power, and reign supreme in Majesty: For the Realm, a game of strategically selecting who you want to work your lands set during the Middle Ages. Each game, you recruit characters to perform jobs that generate gold for your kingdom. Some characters work better with others, opening many paths to victory. Whether you choose to be a silver-tongued monarch who rules with mercy, or an iron-fisted tyrant who crushes their rivals, the fate of the land rests with you.&#10;&#10;From the humble Miller to the elegant Noble, all of your loyal subjects will play a decisive role in your new kingdom. Some might grow the food needed to feed your many subjects, while others lead attacks on other kingdoms and weaken your rivals. They all help generate gold in their own way, but your decisions will determine how well they work together. It is up to you to find the combination that helps your kingdom rise while stymying your opponents' efforts. Raise your banners, fill your coffers, and stake your claim for the realm!&#10;&#10;","image":"https://cf.geekdo-images.com/BsNE-w6bttGZ-JPLcY95mA__original/img/PG5mToQNdVQZLZN2X7aLN-yAZzs=/0x0/filters:format(jpeg)/pic3742410.jpg","thumbnail":"https://cf.geekdo-images.com/BsNE-w6bttGZ-JPLcY95mA__thumb/img/GGVPDJErC7vPEb6zHJUasEXwIBk=/fit-in/200x150/filters:strip_icc()/pic3742410.jpg","link":"https://boardgamegeek.com/thing/230080","minPlayers":"2","maxPlayers":"4","yearPublished":"2017","playingTime":"30","minPlayingTime":"20","maxPlayingTime":"30","bestAtCount":[4],"averageRating":"6.92262","averageWeight":"1.7247","boardGameRank":"1129","mechanics":["Auction: Dutch","Open Drafting","Set Collection","Victory Points as a Resource"],"categories":["Card Game","Medieval"],"designers":["Marc André"]}}