{"timestamp":"2024-11-09T20:04:20.700Z","gameDetails":{"id":"230243","name":"The Bloody Inn: The Carnies","type":"boardgameexpansion","description":"With The Bloody Inn: The Carnies, an expansion for The Bloody Inn, the inn now welcomes all sorts of strange and intriguing guests from a traveling carnival: a bear tamer, a bearded lady, a knife thrower, a fortune teller, etc. You also have new tricks up your sleeves &mdash; like the wolf trap, the well, or the snow pile &mdash; that you can use to your advantage to dispose of the guests. No one leaves the inn unscathed. In fact, most never leave the inn!&#10;&#10;The Carnies contains 52 new cards spread across three separate modules that can be used in any combination. Except for the following modifications, the base game rules remain unchanged:&#10;&#10;&#10;     Module 1: The Carnies &mdash; The carnies are a new type of guest. This module can be played with or without the event cards. Before the start of the game, decide whether you want to include the event cards. At the end of the round (phase 3), before the police investigation step, if at least one carnie occupies a room of the inn (or a trailer), you must resolve the event card this round.&#10;&#10;&#10;&#10;     Module 2: The Notables &mdash; The notables are a new type of guest who replace the nobles from the base game.&#10;&#10;&#10;&#10;     Module 3: Aunt Ginette's Tips &amp; Tricks &mdash; Ginette, your old grumpy aunt who manages the neutral rooms, has decided to share a few of her old tricks so that you can be successful and worthy of the family reputation. But she wasn't born yesterday, so they'll cost you!&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/4ldcadU38FMKveTbmkmPdg__original/img/By60bpn5T5U6DV9Xxt-apH4ET_A=/0x0/filters:format(jpeg)/pic3616871.jpg","thumbnail":"https://cf.geekdo-images.com/4ldcadU38FMKveTbmkmPdg__thumb/img/JPknurqyQ6MyhzWJD1XmsAf6hwA=/fit-in/200x150/filters:strip_icc()/pic3616871.jpg","link":"https://boardgamegeek.com/thing/230243","minPlayers":"2","maxPlayers":"4","yearPublished":"2017","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":"4"}}