{"timestamp":"2024-11-13T01:13:05.374Z","gameDetails":{"id":"230851","name":"Star Wars: The Card Game – Desperate Circumstances","type":"boardgameexpansion","description":"Description from the publisher:&#10;&#10;&quot;I used to believe that being a good soldier meant doing everything they told you. That's how they engineered us. But we're not droids. We're not programmed. You have to learn to make your own decisions.&quot;&#10;     &ndash;Captain Rex&#10;&#10;Desperate Circumstances is the third Force Pack in the Alliances cycle for Star Wars: The Card Game.&#10;&#10;As the Galactic Civil War rages, its battles continue to spread from system to system and planet to planet. TIE engines roar through the skies. Blaster fire echoes off the hillsides. And galactic citizens everywhere are drawn into the fight&mdash;on one side or the other.&#10;&#10;With its sixty new cards (two copies each of five different objective sets), Desperate Circumstances reaches far from Rebel and Imperial headquarters to follow the new alliances formed on both sides of the Galactic Civil War. You'll find the dark side reinforced by mysterious witches and a new version of the galaxy&rsquo;s deadliest assassin droid while the light side&rsquo;s defenders gain valuable strength from daring scouts, a Force-sensitive Lamproid, and one very special relic of the Old Republic.&#10;&#10;Contains objective sets 270-274.&#10;&#10;","image":"https://cf.geekdo-images.com/rUSVnVmQbgB6y7HzONV7Pg__original/img/dIakrefeTgpvmeewa5FoVQRqlRs=/0x0/filters:format(jpeg)/pic3745685.jpg","thumbnail":"https://cf.geekdo-images.com/rUSVnVmQbgB6y7HzONV7Pg__thumb/img/qQzExi_3HrIIUqSk2gutZLDrtsg=/fit-in/200x150/filters:strip_icc()/pic3745685.jpg","link":"https://boardgamegeek.com/thing/230851","minPlayers":"2","maxPlayers":"2","yearPublished":"2017","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":null,"averageRating":"7.8129","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":["Hand Management"],"categories":["Card Game","Expansion for Base-game","Movies / TV / Radio theme","Science Fiction"],"designers":["Erik Dahlman (I)","Nate French"]}}