{"timestamp":"2024-11-09T17:59:28.813Z","gameDetails":{"id":"23094","name":"Planet Steam","type":"boardgame","description":"Welcome, dear Imperialists. It's the year 2415. The interplanetary federation (IPF) has done a great job in the last centuries. All necessary precautions have been taken to conquer this planet named &quot;Steam&quot;. The core of the planet consists of a 6,500&ordm; Celsius hot source containing different resources, including water. It has taken over one hundred years to complete the first block of 42 shafts from the surface to the core.&#10;&#10;But now the time has come. From every shaft surges the hot steam that is the basis of the production of raw materials. To be able to use and process this steam, platforms have to be placed over the shafts. Later, we can use the platforms to connect the water purification tanks. By using several tank extractors, we can harvest other resources like energy, ore, and quartz from the steam. These resources are important. You will need them to grow your steam empires. You will need to increase the capacity of your landing craft to transport your harvested materials off planet. Buy and sell the resources at the Trading terminal for profit, as currency is &ndash; like on earth &ndash; always in short supply on Steam. To help you in your endeavours, the IPF has placed several specialists at your command &ndash; but getting the specialist that you require may not be easy.&#10;&#10;Planet Steam is a board game in which two to five players take the roles of entrepreneurs in a steampunk boomtown, racing to assemble equipment, claim plots of land, extract resources, and accumulate riches. After harvesting resources using tanks and converters, players must buy and sell those resources in a volatile and ever-shifting market. The one who earns the most income will, in the end, be victorious. However, only through shrewd resource management and clever manipulation of supply and demand can a player reign supreme!&#10;&#10;","image":"https://cf.geekdo-images.com/lwHHsQY7ej48gRR08yLKMQ__original/img/qTxAtURdmG99z3Q9E7l14q1_yos=/0x0/filters:format(jpeg)/pic1639600.jpg","thumbnail":"https://cf.geekdo-images.com/lwHHsQY7ej48gRR08yLKMQ__thumb/img/Qmmoyno4oj-v8CqWYSwlv7GOyuI=/fit-in/200x150/filters:strip_icc()/pic1639600.jpg","link":"https://boardgamegeek.com/thing/23094","minPlayers":"2","maxPlayers":"5","yearPublished":"2008","playingTime":"180","minPlayingTime":"90","maxPlayingTime":"180","bestAtCount":"4"}}