{"timestamp":"2024-11-13T00:02:00.734Z","gameDetails":{"id":"23107","name":"Drakon (Third Edition)","type":"boardgame","description":"The old dragon Drakon has captured a brave band of adventurers who have sneaked into her lair to steal her gold. But rather than eat them immediately, Drakon has decided to make it a game: Greed shall set one of the adventurers free. She sends the frightened adventurers into her magical, mad vaulted chambers, and the first one to collect ten gold from Drakon&rsquo;s maze gets to go free. The rest get to be lunch.&#10;&#10;Each turn, players must choose one of two options: (1) place a tile from their hand onto the board, expanding the dungeon; or (2) move their Hero to an adjacent tile. Many of the dungeon tiles have an icon that allows players entering that space to take a special action (for example, taking a piece of gold from the dragon's hoard, stealing gold from another player, or destroying a tile that is already in play).&#10;&#10;This is the third edition of Drakon, and includes the following updates:&#10;&#10;    plastic miniatures are used for the heroes and the Drakon&#10;    new tiles are larger (measuring 2.5 by 2.5 inches) and have all new artwork&#10;    tiles include a combination of rooms from Drakon (Second Edition) and Drakon Expansion 1&#10;    new rules, variants, and player aids are provided&#10;    each gold piece now has a value between 1 and 3&#10;&#10;&#10;In the basic game, the first player to earn 10 gold wins the game. Some variants provide different winning conditions.&#10;&#10;Game last between 20 and 60 minutes.&#10;&#10;","image":"https://cf.geekdo-images.com/M16DElXmmeR5O_78d1CpOA__original/img/V5iPzR4V--HM6_e60Kn4JZwO1d0=/0x0/filters:format(jpeg)/pic153409.jpg","thumbnail":"https://cf.geekdo-images.com/M16DElXmmeR5O_78d1CpOA__thumb/img/_keAjU3FcMGAkLZFZbhzV-8ZvJ8=/fit-in/200x150/filters:strip_icc()/pic153409.jpg","link":"https://boardgamegeek.com/thing/23107","minPlayers":"2","maxPlayers":"6","yearPublished":"2006","playingTime":"60","minPlayingTime":"20","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"6.45324","averageWeight":"1.8138","boardGameRank":"2840","mechanics":["Grid Movement","Modular Board","Network and Route Building","Tile Placement","Variable Player Powers"],"categories":["Adventure","Fantasy","Maze"],"designers":["Tom Jolly"]}}