{"timestamp":"2024-11-12T22:16:24.456Z","gameDetails":{"id":"232303","name":"Amun-Re: The Card Game","type":"boardgame","description":"Amun-Re: The Card Game is a card-based version of Amun-Re, and the auction at the heart of that game is still present in this design, with the results of those auctions driving the rest of the action.&#10;&#10;In more detail, Amun-Re: The Card Game lasts three rounds, with three auctions in each round, followed by other actions, then a scoring. Each player starts the game with money cards valued 0-8, and at the start of the game, everyone chooses money cards that sum to 14 (with the 0 being included) and lays those cards face up on the table. Province cards equal to the number of players are revealed, and players take turns bidding on provinces by placing exactly one money card next to one province, outbidding an opponent if someone else has already bid there; if you're outbid, you take back your money card, then bid again on your next turn. Eventually everyone will have bid on separate provinces, after which you discard the non-0 bids, then lay out new province cards and run through two more rounds of bidding.&#10;&#10;Province cards show different numbers of pyramids, ankhs, and fields, with a caravan possibly being visible as well. Whoever has the most ankhs visible is Pharaoh, going first in each action with ties broken from the Pharaoh going clockwise.&#10;&#10;After three rounds of auctions, players will have some amount of money (possibly only the 0) still in hand. Everyone simultaneously makes an offering of gold, and the sum of the offerings determines how much the Nile floods, which determines how much money players will earn from fields. If the sum is 10 or less, players with caravans receive 10 gold per caravan. Whoever offers the most gold receives three pyramids to place on their province cards, with others receiving two and one pyramids.&#10;&#10;In player order, players determine their income level, then spend gold to build pyramids on their cards (distributing them as equally as possible), then they take money cards into their hand to account for any income not spent. They then score points for sets of pyramids, for having nine or more fields, and for having the most ankhs.&#10;&#10;The second and third rounds of the game play out similarly, except that when you claim cards following the auction, you place these province cards on top of your previous province cards so that only the imprinted and acquired pyramids are visible. Everything else is buried in the sands. You score again at the end of each of these rounds, then the player with the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/EWHQLiET4YUtP2ytU8MUQA__original/img/QUYpzr2ARQqo0apZH7cksTInv1U=/0x0/filters:format(jpeg)/pic3674774.jpg","thumbnail":"https://cf.geekdo-images.com/EWHQLiET4YUtP2ytU8MUQA__thumb/img/YCK4Ew9T5moFqVTN2a17WGfKppo=/fit-in/200x150/filters:strip_icc()/pic3674774.jpg","link":"https://boardgamegeek.com/thing/232303","minPlayers":"2","maxPlayers":"5","yearPublished":"2017","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[3],"averageRating":"6.55743","averageWeight":"2.375","boardGameRank":"5095","mechanics":["Auction / Bidding","Auction: Multiple Lot","Constrained Bidding","Hand Management"],"categories":["Ancient","Card Game","Economic"],"designers":["Reiner Knizia"]}}