{"timestamp":"2024-11-09T22:18:23.234Z","gameDetails":{"id":"232405","name":"Western Legends","type":"boardgame","description":"Historic characters from the American Wild West face off and write new legends across the face of history! Gather your gun, your mount, and your grit as you forge your path into the history books.&#10;&#10;Western Legends is an open-world sandbox tabletop adventure for 2-6 players set in the American Wild West. Players assume the roles of historical figures of the era, earning their legendary status in a variety of ways: gamble, drive cattle, prospect for gold, rob the bank, fight bandits, pursue stories, become an outlaw, keep the peace. The possibilities are darn near endless.&#10;&#10;Each player's turn starts with drawing poker cards and/or gaining cash. Then they choose three actions. Possible actions include: move on the map (how far depends on whether they have a mount), doing a location-specific action (such as mine for gold if they are at a gold mine, gamble if they're in a saloon, etc.), fight other players at the same location (either duel them, rob them, or arrest them if they're wanted), play poker cards that have action abilities, etc. Legendary Points (LPs) are earned based on the outcomes of many of these actions, and the winner is whoever has the most LPs at the end of the game.&#10;&#10;Key Points&#10;- Award-winning gaming experience set in the American West!&#10;- Beautiful artwork, and presentation brings this highly thematic game to life.&#10;- Intuitive gameplay and choices lets you write your own legend every game!&#10;&#10;Note: The Russian edition of Western Legends contains two expansions packaged inside the box and thus has its own entry here: &#208;&#155;&#208;&#181;&#208;&#179;&#208;&#181;&#208;&#189;&#208;&#180;&#209;&#139; &#208;&#180;&#208;&#184;&#208;&#186;&#208;&#190;&#208;&#179;&#208;&#190; &#208;&#183;&#208;&#176;&#208;&#191;&#208;&#176;&#208;&#180;&#208;&#176; (Western Legends)&#10;&#10;","image":"https://cf.geekdo-images.com/lZwgk3_MqyAmROjkz4v8Wg__original/img/W0gWMrkx5fEgVp8b2fMc-LfGmz8=/0x0/filters:format(png)/pic6974323.png","thumbnail":"https://cf.geekdo-images.com/lZwgk3_MqyAmROjkz4v8Wg__thumb/img/pI0Bnq7hO-Msonh7OJkKiHGnmfI=/fit-in/200x150/filters:strip_icc()/pic6974323.png","link":"https://boardgamegeek.com/thing/232405","minPlayers":"2","maxPlayers":"6","yearPublished":"2018","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":"4"}}