{"timestamp":"2024-11-09T20:11:21.722Z","gameDetails":{"id":"232988","name":"The Castles of Burgundy: The Dice Game","type":"boardgame","description":"A &quot;dice&quot; version of The Castles of Burgundy. The famous strategy game now in pure dice!&#10;&#10;As influential sovereigns, expand your estates through trade and commerce. Combine the dice to your advantage and find the strategy that will lead you to victory.&#10;&#10;Like the original game, the goal is to get the most points, mostly by filling spaces on your board to complete as many color regions as you can. The game comes with 5 dice: one timer die, 2 number dice and 2 color dice. The game is played using a &quot;roll and write&quot; mechanic, where one player rolls the dice, and from the results, each player individually picks one color die, representing a type of hex, and one number die, and uses their chosen combinations to fill in a hex on their individual player board.&#10;&#10;Each player starts with one castle space already filled in; from there, a hex can only be filled on the board if it is adjacent to an already-filled hex. Each type of hex has its own rules for which numbers can be used to fill it. When completing a region of hexes, you score points and get a reward depending on the type of hex, which can be workers or monks that you can use to manipulate the dice, silver coins that you can spend to take extra actions or goods that you can later ship for even more points. In addition, bonus points are awarded to the first and second players to fill in all hexes on their board of each color.&#10;&#10;The timer die sets the pace of the game. When it is rolled, players mark a number of boxes on the time track equal to the number of hourglasses rolled on the timer die (one or two). This progresses the game through three phases of ten time boxes each. When all time boxes are filled, the game is over and the player with the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/40dVQ-bi2p9cZNeU-8q2_g__original/img/j-bW5prFSpnJTnMEL9jpkFUD5WY=/0x0/filters:format(jpeg)/pic3748929.jpg","thumbnail":"https://cf.geekdo-images.com/40dVQ-bi2p9cZNeU-8q2_g__thumb/img/eAxR1z6jIhvBL0QuvFSYhdhGiVU=/fit-in/200x150/filters:strip_icc()/pic3748929.jpg","link":"https://boardgamegeek.com/thing/232988","minPlayers":"1","maxPlayers":"5","yearPublished":"2017","playingTime":"30","minPlayingTime":"15","maxPlayingTime":"30","bestAtCount":"2"}}