{"timestamp":"2024-11-09T20:39:33.760Z","gameDetails":{"id":"233020","name":"Fireball Island: The Curse of Vul-Kar","type":"boardgame","description":"Welcome to Fireball Island! You may have heard stories. You may have visited when you were younger. Perhaps you even saw a fireball engulf a fellow traveler in a hellscape of horror that makes you afraid to close your eyes at night. Whatever the case, welcome back! Turns out that Vul-Kar didn't like having his gem stolen way back when, so there has been some volcanic upheaval, an explosion in our snake population, feral tigers, new types of trees bent on ending human life, and swarms of bees everywhere. But don't worry &mdash; we have top people working on it.&#10;&#10;Start your day of adventure at the helipad. Be sure to sign the waiver, which legally obligates you to take snapshots across the island. You'll race down the many paths, avoiding hazards all the while. On the plus side, you get to keep all the treasure you find.&#10;&#10;Fireball Island: The Curse of Vul-Kar is a restoration of the classic 1986 game Fireball Island that features a unique 3D island and a host of marble mayhem. This new version boasts an island that is even bigger than the original (and yet fits in a smaller box) and more marbles. It is a family-weight game for 2-4 players (5 with an expansion) that plays in 30-45 minutes. Simple card play replaces the random roll-and-move of the original, and the set collection for the treasures offers some interesting choices for players.&#10;&#10;Remember, you don't have to outrun the fireball &mdash; just the other players.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;Bienvenue sur l'&Icirc;le Infernale ! Vous avez peut-&ecirc;tre entendu des histoires. Vous l'avez peut-&ecirc;tre visit&eacute; quand vous &eacute;tiez plus jeune. Peut-&ecirc;tre avez-vous m&ecirc;me vu une boule de feu engloutir un compagnon de voyage dans un paysage d'horreur qui vous emp&ecirc;che de fermer les yeux la nuit. Quoi qu'il en soit, bon retour sur l'&Icirc;le! Il s'av&egrave;re que Vul-Kar n'a pas appr&eacute;ci&eacute; qu'on lui vole sa gemme ... alors il y a eu des bouleversements volcaniques, une croissance de notre population de serpents, des tigres sauvages, de nouveaux types d'arbres pour mettre fin &agrave; la vie humaine &amp; des essaims d'abeilles partout. Mais ne vous inqui&eacute;tez pas &mdash; nous avons des gens de haut niveau qui travaillent dessus.&#10;&#10;Commencez votre journ&eacute;e d'aventure &agrave; l'H&eacute;lipad. Assurez-vous de signer la renonciation, qui vous oblige l&eacute;galement &agrave; prendre des instantan&eacute;s &agrave; travers l'&icirc;le. Vous d&eacute;valerez les nombreux chemins, en &eacute;vitant tout le temps les dangers. La bonne nouvelle : vous gardez tous les tr&eacute;sors que vous trouvez.&#10;&#10;Fireball Island : La Mal&eacute;diction de Vul-Kar est une restauration du jeu classique L'&Icirc;le Infernale, datant de 1986, qui pr&eacute;sente une &icirc;le 3D unique &amp; des billes chaotiques. Cette nouvelle version dispose d'une &icirc;le encore plus grande que l'original (tout en tenant dans une bo&icirc;te plus petite) &amp; plus de billes. C'est un jeu de type familial pour 2-4 joueurs (5 avec une extension) durant 30-45 minutes. Un jeu de Cartes remplace le rouler-d&eacute;placer al&eacute;atoire de l'original, &amp; la collection de tr&eacute;sors offre des choix int&eacute;ressants pour les joueurs.&#10;&#10;Rappelez-vous, vous n'avez pas &agrave; distancer la boule de feu &mdash;  juste les autres joueurs.&#10;&#10;","image":"https://cf.geekdo-images.com/D17ce6RKzbyOwGGxMjjyyQ__original/img/Q7YI-QM2zI4mt99OoM3sbM4qjpw=/0x0/filters:format(jpeg)/pic6974629.jpg","thumbnail":"https://cf.geekdo-images.com/D17ce6RKzbyOwGGxMjjyyQ__thumb/img/Jf3UdOCBNZB1A_GMf5Ahfzy7Whc=/fit-in/200x150/filters:strip_icc()/pic6974629.jpg","link":"https://boardgamegeek.com/thing/233020","minPlayers":"2","maxPlayers":"4","yearPublished":"2018","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":"4"}}