{"timestamp":"2024-11-12T22:04:29.486Z","gameDetails":{"id":"233312","name":"Stuffed Fables","type":"boardgame","description":"Stuffed Fables is an unusual adventure game in which players take on the roles of brave stuffies seeking to save the child they love from a scheming, evil mastermind. Make daring melee attacks, leap across conveyor belts, or even steer a racing wagon down a peril-filled hill. The game delivers a thrilling narrative driven by player choices. Players explore a world of wonder and danger, unlocking curious discoveries. The chapters of Stuffed Fables explore the many milestones of a child's life, creating a memorable tale ideal for families, as well as groups of adults who haven't forgotten their childlike sense of wonder.&#10;&#10;Stuffed Fables is the first &quot;AdventureBook Game&quot;, a new product line from Plaid Hat Games in which all of the action takes place in the unique storybook &mdash; a book that acts as your rules reference, story guide, and game board, all in one! Each adventure in the game takes place over several pages of the immersive AdventureBook. The book opens flat onto the table to reveal a colorful map or other illustration central to playing the game, with choices, story, and special rules on the opposite page.&#10;&#10;On their turn, a player draws five dice from the bag. The colors of the dice drawn determine the types of actions and options available to the player. White dice can re-stuff stuffies injured in battle. Red dice perform melee attacks while green dice perform ranged attacks. Yellow dice search while blue dice are used for special actions and purple dice can be used as any color. Most dice can always find a strategic use, including moving, using items, or contributing to group tasks. Players can store dice for later, combine dice for stronger actions, or use them one-at-a-time for multiple activations. As turns go by, black dice are also drawn, and after enough appear, minions emerge or attack, and the dice bag is reset!&#10;&#10;Players can encourage each other by sharing dice or their precious stuffing. In addition to fighting minions, each page of the storybook offers numerous points of interest, charming characters to interact or trade with, as well as many unusual challenges. And each page is but one chapter that folds into a branching, overarching story with a multitude of items and a special discovery deck full of surprises.&#10;&#10;","image":"https://cf.geekdo-images.com/CS83e1WOA5WMc4izRw6zwg__original/img/t8rrl-N63ofmYHV3_QTNGtkywOk=/0x0/filters:format(jpeg)/pic3708878.jpg","thumbnail":"https://cf.geekdo-images.com/CS83e1WOA5WMc4izRw6zwg__thumb/img/S8F7Wyt0tUKzok9xKx4-f4IegRE=/fit-in/200x150/filters:strip_icc()/pic3708878.jpg","link":"https://boardgamegeek.com/thing/233312","minPlayers":"2","maxPlayers":"4","yearPublished":"2018","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"7.44781","averageWeight":"2.4706","boardGameRank":"526","mechanics":["Cooperative Game","Dice Rolling","Role Playing","Roll / Spin and Move","Scenario / Mission / Campaign Game","Square Grid","Storytelling","Variable Player Powers"],"categories":["Adventure","Animals","Fantasy","Miniatures"],"designers":["Jerry Hawthorne"]}}