{"timestamp":"2024-11-09T20:48:35.323Z","gameDetails":{"id":"234","name":"Hannibal: Rome vs. Carthage","type":"boardgame","description":"This game uses the very popular card system which first appeared in Avalon Hill&#039;s We the People game to detail the struggle between Carthage's Hannibal and the Roman Republic in approximately 200 BC.&#10;&#10;Hannibal: Rome vs. Carthage is an asymmetrical card driven game for 2 players set in times of epic struggle between ancient Rome and Carthage. It presents a conflict between two super-powers of Antiquity from classical Clausewitzian perspective, according to which a power only reverts to military operations when there is no other way to achieve the goal: political dominance.&#10;&#10;Hannibal: Rome vs. Carthage has been designed by one of the most acclaimed designers in the World, Mark Simonitch. Players use Strategy Cards for multiple purposes: moving generals, levying new troops, reinforcing existing armies, gaining political control of the provinces involved in the war, and introducing historical events. When two armies meet on the battlefield, a second set of cards, called Battle Cards, are used to determine the winner. Ultimately both players seek victory by dominating both fronts: military and political.&#10;&#10;The 20th Anniversary of the release of this classic game will see the release of a new, revised, updated, and expanded game entitled Hannibal & Hamilcar. This new edition reimplements the Hannibal: Rome vs. Carthage game, and includes the Hamilcar: First Punic War expansion. See the Hannibal & Hamilcar entry for details of the 2017 revamped game.&#10;&#10;","image":"https://cf.geekdo-images.com/bqr3DAoxWUz1VeOCRk7gkw__original/img/h0puqZ7VhIY9Yi7WjVnRdnD4s8g=/0x0/filters:format(jpeg)/pic706069.jpg","thumbnail":"https://cf.geekdo-images.com/bqr3DAoxWUz1VeOCRk7gkw__thumb/img/Zy5cZ_cx2foRN8z-BsqDQaN2l90=/fit-in/200x150/filters:strip_icc()/pic706069.jpg","link":"https://boardgamegeek.com/thing/234","minPlayers":"2","maxPlayers":"2","yearPublished":"1996","playingTime":"200","minPlayingTime":"40","maxPlayingTime":"200","bestAtCount":"2"}}