{"timestamp":"2024-11-09T21:45:27.130Z","gameDetails":{"id":"234160","name":"Schöne Sch#!?e: Stroke of Luck","type":"boardgameexpansion","description":"Contained in Brettspiel Adventskalender 2017 for Day 13.&#10;&#10;Comes with 7 Lucky Pig chips and instructions in German and English.&#10;&#10;In addition to their regular chips, give each player a &quot;Lucky Pig&quot; chip (called &quot;pig&quot; for short below) Put all pigs you don't need back in the box.&#10;&#10;Instead of a regular chip, once (and only once) during the game, you can use your pig.  If, on your turn, you don't want to take the card that's currently in the center, you can put the pig chip from your supply on the card.&#10;&#10;This will have the following effects:&#10;&#10;     You're not taking part in the remaining negotiations about this card, meaning that the next time it would be your turn to take the card or pay a chip, you're skipped.  You play along normally once the next card is up.&#10;     When another player takes the card, which by now has one or more pigs on it, they put these pigs in front of themselves next to their face-up cards.  The pigs don't go into the player's supply, so they can't use them again.&#10;&#10;&#10;Note: If all players place their pigs on the same card, that card and all the pigs are removed from the game.  Turn over the next card.  The last player who put a pig on the previous card goes first on the next one.&#10;&#10;Each pig is worth a plus point at the end, regardless of whether you've received another player's pig together with a card or haven't used your own pig and still have it in your supply.&#10;&#10;","image":"https://cf.geekdo-images.com/Ti-J-M_SsWvoAMdiq6slqg__original/img/dksfnBm7xQ6utEc_jPNBGeWk7_Y=/0x0/filters:format(jpeg)/pic3805066.jpg","thumbnail":"https://cf.geekdo-images.com/Ti-J-M_SsWvoAMdiq6slqg__thumb/img/yReWBNqe6WYQgv73dbj8Wh_FB4E=/fit-in/200x150/filters:strip_icc()/pic3805066.jpg","link":"https://boardgamegeek.com/thing/234160","minPlayers":"3","maxPlayers":"7","yearPublished":"2017","playingTime":"30","minPlayingTime":"20","maxPlayingTime":"30","bestAtCount":"5"}}