{"timestamp":"2024-11-10T04:49:00.676Z","gameDetails":{"id":"23418","name":"Pursuit of Glory","type":"boardgame","description":"Pursuit of Glory: The Great War in the Near East is a sequel to the award-winning Paths of Glory. This game puts you in the driver's seat of the British/Russian alliance or the Ottoman Empire during World War One. Gallipoli, holy war, mutiny, and the Russian Revolution await. Walk in the shoes of men such as Churchill, Lawrence of Arabia, Enver, and Falkenhayn.&#10;&#10;The action stretches from India to the Balkans, from the Black Sea to Suez. Can the Germans inspire a Persian uprising or forge an alliance with Afghanistan? Can the Russians capture a warm water port? Can the British guard the oil that fuels the Royal Navy? Can the Turks capture the Suez Canal and spark a revolt in Egypt?&#10;&#10;In Pursuit of Glory, your hand of 7 cards presents you with an array of strategic and operational opportunities. You must decide whether to use each card for its historic event, command points, or resources. You must then commit your forces to a variety of objectives: the Turkish-Russian frontier in Caucasia, the violation of neutral Persia, oil-rich Mesopotamia, the Suez Canal, the Balkans and its vital railroads. You must judge when it is right to invade Serbia or launch a new naval invasion (perhaps on the inset map representing Gallipoli).&#10;&#10;As the British, you must hold on while your Russian allies break through the Turkish lines in Caucasia and you bring your forces to bear through invasion and a gradual build-up of imperial might. As the Turks, your objective is to gain complete victory early, uniting your strength with Germany and crippling the British Empire in Egypt and India or to persevere.&#10;&#10;","image":"https://cf.geekdo-images.com/ER3rcvCQTyk5Y081RX1_8A__original/img/A7vpbd1CydnjCgHl5oVUWHBJoWU=/0x0/filters:format(jpeg)/pic394801.jpg","thumbnail":"https://cf.geekdo-images.com/ER3rcvCQTyk5Y081RX1_8A__thumb/img/Elln9TEydn18zTKVCMjQlCWsbow=/fit-in/200x150/filters:strip_icc()/pic394801.jpg","link":"https://boardgamegeek.com/thing/23418","minPlayers":"2","maxPlayers":"2","yearPublished":"2008","playingTime":"360","minPlayingTime":"360","maxPlayingTime":"360","bestAtCount":"2"}}