{"timestamp":"2024-11-13T00:13:55.816Z","gameDetails":{"id":"234138","name":"Gentes: New Cities","type":"boardgameexpansion","description":"Contained in Brettspiel Adventskalender 2017 for Day 5.&#10;&#10;Contents:&#10;1 action tile &quot;new starting player&quot;&#10;8 bonus point tiles&#10;4 hometown tiles&#10;6 city tiles&#10;&#10;Set Up&#10;- The new starting player action tile replaces the corresponding action tile from the standard game.&#10;- The new bonus point tiles are placed (sorted according to their kind) in four stacks next to the (old) bonus point tiles.  In two player games only one tile of each kind is used.&#10;- A player takes all 10 city tokens (cities and hometowns) into his hands and lets them drop onto the table so that they are facing up with a random side.&#10;- Beginning with the starting player and then progressing in clockwise order, the players place one of these tiles on one of the city squares of the game board until each of them has chosen 2 tiles.  Following certain placement rules.&#10;&#10;New Starting Player Tile&#10;the player immediately gains 1 victory point.  In the following decline phase after the heyday phase, the player becomes the new starting player.&#10;&#10;Bonus Point Tiles&#10;If a player meets the requirements of one of the bonus point tiles, he takes it and places it face down in front of him.  In each decline phase, the player receives 1 victory point for each of these tokens.  If the second tile of a particular kind has been taken, the other players will not receive anything if they meet the conditions later.&#10;&#10;Home Towns&#10;The player may use the new actions of hometown in the heyday phase after building the hometown beginning on the next player turn, but only on their own turn and only once each turn!&#10;&#10;","image":"https://cf.geekdo-images.com/UmZ8WgZEVp_apImWFVfuMw__original/img/9HuqOZaphNFhfOFIHeZtC4Wguck=/0x0/filters:format(jpeg)/pic3805036.jpg","thumbnail":"https://cf.geekdo-images.com/UmZ8WgZEVp_apImWFVfuMw__thumb/img/Gv3NW1bNiMrh3E7w34MbEP9guPA=/fit-in/200x150/filters:strip_icc()/pic3805036.jpg","link":"https://boardgamegeek.com/thing/234138","minPlayers":"2","maxPlayers":"4","yearPublished":"2017","playingTime":"120","minPlayingTime":"75","maxPlayingTime":"120","bestAtCount":[3],"averageRating":"7.37571","averageWeight":"2.6667","boardGameRank":"Not Ranked","mechanics":[],"categories":["Civilization","Expansion for Base-game"],"designers":["Stefan Risthaus"]}}