{"timestamp":"2024-11-13T01:26:00.748Z","gameDetails":{"id":"234621","name":"Tybor the Builder","type":"boardgame","description":"Tybor der Baumeister is set in the world of Longsdale, previously seen in Oh My Goods! and its expansions.&#10;&#10;During the game, each player receives a hand of five multipurpose cards, each depicting a professional (priest, soldier, merchant, craftsman, etc.) who has come to Longsdale. After choosing a card to draft, the remaining cards are passed to the next player, then you may choose how to play your chosen card:&#10;&#10;&#10;    As a worker, only the strength is relevant. The card is placed in the player's tableau.&#10;    As a builder, this person is discarded, then you can build a building from the existing supply, discarding workers with a certain strength to build it.&#10;    As a citizen in the city, they provide special powers and facilitate the building of certain buildings.&#10;&#10;&#10;After a predetermined number of rounds, the point values of the buildings are summed, and whoever has the most points wins.&#10;&#10;Tybor der Baumeister contains &quot;chapters&quot; and scenarios set during Tybor's lifespan that serve as variants for tasks or rules of play, with 32 possible combinations. With two copies of the game, up to eight players can compete at once.&#10;&#10;","image":"https://cf.geekdo-images.com/7__fttX_Kcqpp_IRFHPyTg__original/img/sZ9i6SniJT0v871BBxn7JREkAIA=/0x0/filters:format(jpeg)/pic5875452.jpg","thumbnail":"https://cf.geekdo-images.com/7__fttX_Kcqpp_IRFHPyTg__thumb/img/PHKWD_1tRbgytxBXNAcqiaCc4os=/fit-in/200x150/filters:strip_icc()/pic5875452.jpg","link":"https://boardgamegeek.com/thing/234621","minPlayers":"2","maxPlayers":"4","yearPublished":"2017","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[4],"averageRating":"6.92632","averageWeight":"2.1053","boardGameRank":"2601","mechanics":["Contracts","Melding and Splaying","Open Drafting","Scenario / Mission / Campaign Game","Set Collection"],"categories":["Card Game","Medieval"],"designers":["Alexander Pfister","Dennis Rappel"]}}