{"timestamp":"2024-11-13T00:53:28.247Z","gameDetails":{"id":"234948","name":"Prehistory","type":"boardgame","description":"We are running out of food. The area around our campsite doesn't have enough supplies for this many of us. The tribe has no choice; we again have to move on to survive. Now we must travel to discover new areas, look in every nook and cranny for things to eat. We figure, that our best chance is to go our own ways. Which one of us will succeed in finding the richest soil, building a new home, and founding the strongest tribe?&#10;&#10;In Prehistory, the players act as prehistoric tribe from the late stone age, trying to best manage the food and resource via various actions. We come across many situations that prehistoric people would have faced. Gathering, fishing, hunting, even creating paintings on your walls, or maybe performing a ceremony to influence the forces of nature. All this, while searching for a new home, conquering new areas. The player with the biggest progress and most wealth will survive to thrive and win the game.&#10;&#10;Markers in the game have a dual function, they can be resources at one time and action markers at other times. If a player is paying for an action, they count as a resource. On the other hand, if played from the special stock each player has in front of them, then the marker color will instead define the action that is carried out. In each round the players receive new resources, can move on and discover an expanding map. Actions are carried out in two phases. In the first, resources are handed over in the central campsite to gain the rights to perform particular actions. In the second, these markers are then regained as action cubes to carry out additional actions with. Many actions will gain you victory points, the player with the smartest action selection and most points at the end wins.&#10;&#10;","image":"https://cf.geekdo-images.com/YbmmlFCwEHO2DgMxs87ISg__original/img/ivZ4gQcVCotOWiJwKIvxpJkTEIE=/0x0/filters:format(jpeg)/pic3755981.jpg","thumbnail":"https://cf.geekdo-images.com/YbmmlFCwEHO2DgMxs87ISg__thumb/img/-cpTNDdnaivfyvDNHnlxb-VunYg=/fit-in/200x150/filters:strip_icc()/pic3755981.jpg","link":"https://boardgamegeek.com/thing/234948","minPlayers":"2","maxPlayers":"4","yearPublished":"2018","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[3],"averageRating":"7.17576","averageWeight":"3.9302","boardGameRank":"2899","mechanics":["Area Majority / Influence","Modular Board","Set Collection","Tile Placement","Worker Placement"],"categories":["Civilization","Exploration","Prehistoric"],"designers":["Attila Szőgyi"]}}