{"timestamp":"2024-11-09T21:05:30.174Z","gameDetails":{"id":"235512","name":"Loot Island","type":"boardgame","description":"1640 A.D. &mdash; a ghastly curse befell a beautiful island in the Indian Ocean. Soon, it was known that its dark magic would not only afflict whoever tried to take away anything from the island, but also haunt whoever even dared approach its coasts, making it the perfect location for pirates to hide their loot.&#10;&#10;1902 A.D. &mdash; centuries later, pieces of ancient treasure maps were found by you and your fellow treasure hunters.&#10;&#10;In Loot Island, players play their map cards to the landings of the island in an attempt to piece together enough of a map to find treasures buried there. At the end of each round, an exploration will take place, and if loot is found in a landing, treasures will be distributed among the players present there on a first come, first serve basis.&#10;&#10;Treasures are distributed only if enough map cards were played in the landing, so usually more than one player needs to contribute cards for loot to be found there. You must then cooperate with your fellow treasure hunters to assemble the maps to find the loot, while at the same time ruthlessly competing with them to get the biggest share of the loot for yourself. It is a pirate treasure after all, arrr!&#10;&#10;Do you have the correct pieces of the map? Do the other players have matching pieces to help you find a route to the treasure? And...will you be able to get rid of the curse?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/225EHE7I2UdVOL_EAC0NOA__original/img/QdDcE8-U6VsGqA6bkY5UC6w4K4w=/0x0/filters:format(jpeg)/pic3741864.jpg","thumbnail":"https://cf.geekdo-images.com/225EHE7I2UdVOL_EAC0NOA__thumb/img/7R-HHsCpxHwv9QVktdmy7P1zuws=/fit-in/200x150/filters:strip_icc()/pic3741864.jpg","link":"https://boardgamegeek.com/thing/235512","minPlayers":"2","maxPlayers":"5","yearPublished":"2017","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"4"}}