{"timestamp":"2024-11-12T18:32:02.606Z","gameDetails":{"id":"235759","name":"Conflicted: Survive The Apocalypse","type":"boardgame","description":"The world is coming to an end, and every aspect of your survival depends on your strategic thinking, cunning, negotiating skills and your sense of humor!&#10;&#10;Start as a leader, someone with the skills and courage to confront a post-apocalyptic world and all its new challenges head on. To attract others to your cause you&rsquo;ll need to give them a reason to do it. As one of dozens of unique leaders, you&rsquo;ll need to amass unique assets such as The Hydroponic Farm, The Gunsmith&rsquo;s Shop, and The Abandoned Surgeon&rsquo;s Office and others. Every asset has unique abilities which will enable you to attract other survivors to your cause.&#10;&#10;Survivors will rally to your cause once they have someone who can lead them and provide food and shelter. They&rsquo;ll fight and die for you and others in the camp. However, they aren&rsquo;t simple pawns in a game of survival, each one of these people have unique skills and abilities which can change outcomes of battles and effects of disasters. You&rsquo;ll team up with dozens of unique survivors, such as The Young Patriots, Kim the Farmer and or Jose The Welder or several others. Each survivor has unique sets of skills you can combine in order to help you prosper and stay alive.&#10;&#10;Once you have assets and people, you&rsquo;ll need to equip them properly. Barter with other players or use the Trade Post and equip your followers with everything from a Shank and Molotov Cocktails to Drones and Gatling Guns or one of dozens of other unique pieces of gear. Each equipment has special abilities and effects that can turn the tides of war with a roll of the dice.&#10;&#10;Once you have something worth taking, others will come for it. Those who believe in taking other than earning their keep will be even more brutal and hungry after the collapse of society. You&rsquo;ll need to defend your survivor compound against attackers of all kinds, everyone from Biker Gangs and Hungry Mobs to Your Crazy Neighbor and an Angry Drunken Dwarf and a lot more.&#10;&#10;The local government will notice your growing power and they will exercise their right to take control of everything you&rsquo;ve built. They&rsquo;ll send everything from The Marines and The National Guard to The Diplomat and The Property Tax Collector. Will you let them take what they want, fight them off or try to join them?&#10;&#10;In the midst of it all, keep your guard up against other Leaders who will try to expand their influence by taking you out of the game. Use whatever destiny sends your way in the form of Chance Cards such as The Voodoo Doll, Lightning Bolt and a Runaway Goat to try stay on top and win the game.&#10;&#10;Nature, accidents and the unexpected will also try to wipe you out. Pandemics, Heart Attacks, Ebola, Earthquakes and Nuclear Attacks are just a few of the catastrophes only the prepared will survive.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/E2N0VsmtyDhliDODErLABw__original/img/-4628D5XyWj3WmwEBoOpOnw_iA4=/0x0/filters:format(jpeg)/pic4483977.jpg","thumbnail":"https://cf.geekdo-images.com/E2N0VsmtyDhliDODErLABw__thumb/img/H8VWkv6MMWcC9FcS7PMCuyECF1k=/fit-in/200x150/filters:strip_icc()/pic4483977.jpg","link":"https://boardgamegeek.com/thing/235759","minPlayers":"2","maxPlayers":"6","yearPublished":"2018","playingTime":"240","minPlayingTime":"60","maxPlayingTime":"240","bestAtCount":null,"averageRating":"5","averageWeight":"4","boardGameRank":"Not Ranked","mechanics":["Area Majority / Influence","Area Movement","Auction / Bidding","Campaign / Battle Card Driven","Cooperative Game","Deck, Bag, and Pool Building","Dice Rolling","Paper-and-Pencil","Player Elimination","Secret Unit Deployment","Set Collection","Simulation","Simultaneous Action Selection","Team-Based Game","Variable Player Powers"],"categories":["Economic","Educational","Environmental","Humor","Modern Warfare","Real-time","Spies / Secret Agents","Territory Building","Wargame","Zombies"],"designers":[]}}