{"timestamp":"2024-11-12T20:31:40.405Z","gameDetails":{"id":"239464","name":"Palm Island","type":"boardgame","description":"Palm Island is a portable game that you can take with you anywhere. Sitting, standing, waiting, riding, flying, relaxing, alone, or together you can play Palm Island no table required.&#10;&#10;Using a deck transforming mechanic a player uses just 17 cards over 8 rounds to shape their island and overcome its unique challenges. Store resources to pay for upgrades and upgrade buildings to access new abilities. Each decision you make will alter your village from round to round. At the end of 8 rounds calculate your victory points.&#10;&#10;PLAY SOLO working to gain achievements and unlock new abilities to help your village reach even greater heights. PLAY COOPERATIVELY by working together to successfully prepare your village before natural disasters strike. PLAY COMPETITIVELY by racing to purchase bonuses, or in casual mode by meeting specific criteria before your opponent.&#10;&#10;Add villagers to any game mode that you may recruit to your village and use their abilities to score more points than your opponent.&#10;The game comes with 2 player decks, competitive cards, cooperative cards and solo feat cards. Multiple games can be combined to add even more players.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/CPJhhXGPCPIIpsTh-p3UQQ__original/img/o0OXnGNtsBkYd4lupJxcZPpNJgU=/0x0/filters:format(png)/pic3995767.png","thumbnail":"https://cf.geekdo-images.com/CPJhhXGPCPIIpsTh-p3UQQ__thumb/img/2N2T0qeyGfqLCy7egIYquhGhhHU=/fit-in/200x150/filters:strip_icc()/pic3995767.png","link":"https://boardgamegeek.com/thing/239464","minPlayers":"1","maxPlayers":"2","yearPublished":"2018","playingTime":"15","minPlayingTime":"15","maxPlayingTime":"15","bestAtCount":[1],"averageRating":"7.07127","averageWeight":"1.7451","boardGameRank":"987","mechanics":["Cooperative Game","Deck, Bag, and Pool Building","Hand Management","Memory","Move Through Deck","Simultaneous Action Selection","Solo / Solitaire Game"],"categories":["Card Game","City Building","Print & Play"],"designers":["Jon Mietling"]}}