{"timestamp":"2024-11-12T18:33:01.638Z","gameDetails":{"id":"2394","name":"Dominoes","type":"boardgame","description":"A traditional tile game played in many different cultures around the world.  This entry is for Western Dominoes; the standard set being the 28 &quot;Double Six&quot; tiles.  Chinese Dominoes use a 32 tile set with different distributions.&#10;&#10;Dominoes is a family of games using the &quot;Western&quot; style tiles.  The standard set of tiles is based on the 21 different combinations made with a roll of two six-sided dice.  Seven (7) additional &quot;Blank&quot; combination tiles combine with the 21 to form the standard 28 &quot;Double-Six&quot; set. &quot;Double-Nine&quot; (with 55 tiles) and &quot;Double-Twelve&quot; (with 91 tiles) are also popular. &quot;Double-Fifteen&quot; sets with 136 tiles also exist.&#10;&#10;There are many different games played with Dominoes.  The standard game is known as the Block game.  Forms of this game are known in many different areas of the world with similar rules.  Puerto Rican Dominoes, Latin Dominoes, and Cuban Dominoes are all forms of the Block game.&#10;&#10;Another main variety of Dominoes games are based on the &quot;Fives Family&quot;.  Five-up, All Fives, Sniff, and Muggins are all part of this family.  This variation adds the ends of the dominoes to make a multiple of five for scoring.&#10;&#10;Other popular Dominoes games include 42, ChickenFoot, and Mexican Train.&#10;&#10;","image":"https://cf.geekdo-images.com/7YdY99fgAanc04jyhqQ66w__original/img/kGD-mE3oqtGiFU4OVic7pCZk-QI=/0x0/filters:format(jpeg)/pic90585.jpg","thumbnail":"https://cf.geekdo-images.com/7YdY99fgAanc04jyhqQ66w__thumb/img/AnLOv6xw_qtmOXh0koArhrO2kFU=/fit-in/200x150/filters:strip_icc()/pic90585.jpg","link":"https://boardgamegeek.com/thing/2394","minPlayers":"2","maxPlayers":"10","yearPublished":"1500","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[4],"averageRating":"5.54894","averageWeight":"1.371","boardGameRank":"24760","mechanics":["Pattern Building","Pattern Recognition","Team-Based Game","Tile Placement"],"categories":["Abstract Strategy","Game System"],"designers":["(Uncredited)"]}}