{"timestamp":"2024-11-09T22:12:09.114Z","gameDetails":{"id":"2396","name":"Ur: 1830 BC","type":"boardgame","description":"This game isn't a true 18xx game, in the sense that it's officially sanctioned by Francis Tresham.  However, it shares a good number of characteristics with the 18xx series of games, while still being different enough to be a different game.  The game is about diverting water from rivers into irrigation channels and supplying the life-giving water to sections of land.  In 18xx, there are private companies; in Ur, there are independent nations.  In 18xx, there are companies with shareholders and a majority-controlling president; in Ur, there are countries with landowners and a majority-controlling King.  Once a Kingdom has enough land purchased in it, it begins to build water infrastructure in the form of reservoirs and pumps.  These structures draw the water away from the rivers into irrigation channels which are drawn straight on the board.  Like 18xx, the technology increases as the game progresses, making channel diggers obsolete and bringing out more efficient waterworks.  When a section of land is irrigated, the owner earns a small degree income and the kingdom it's located in earns a much larger income, which can then be given to the landowners or kept in the Kingdom's coffers for future upgrades.  The game is finally over when all the incoming water is used, forcing the southern tribes to invade, or a kingdom cannot fulfill it's obligation to buy more ditch-diggers and falls into revolution.  The player with the largest personal holdings (land and money) is the victor.&#10;&#10;","image":"https://cf.geekdo-images.com/cmyQszHzwBIbRNvMZRmdNg__original/img/poCfyeClp9baA3iX219t9jza8P8=/0x0/filters:format(jpeg)/pic156288.jpg","thumbnail":"https://cf.geekdo-images.com/cmyQszHzwBIbRNvMZRmdNg__thumb/img/s8wGBU37TrgJJR1gJJNmRL-P4Gc=/fit-in/200x150/filters:strip_icc()/pic156288.jpg","link":"https://boardgamegeek.com/thing/2396","minPlayers":"3","maxPlayers":"6","yearPublished":"2001","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"3"}}