{"timestamp":"2024-11-12T21:52:37.685Z","gameDetails":{"id":"2397","name":"Backgammon","type":"boardgame","description":"Backgammon is a classic abstract strategy game dating back thousands of years. Each player has a set of 15 checkers (or stones) that must be moved from their starting positions, around, and then off the board. Dice are thrown each turn, and each player must decide which of their checkers to move based on the outcome of the roll. Players can capture each other's checkers, forcing the captured checkers to restart their journey around the board. The winner is the first player to get all 15 checkers off the board. A more recent addition to the game is the &quot;doubling cube&quot;, which allows players to up the stakes of the game. Although the game relies on dice to determine movement, there is a large degree of strategy in deciding how to make the most effective moves given each dice roll and measuring the risk in terms of possible rolls the opponent may get.&#10;&#10;Backgammon may be the first game to be mentioned in written history, going back 5,000 years to the Sumerians of ancient Mesopotamia. During the 1920s, archaeologists unearthed five boards from a cemetery in the ancient town of Ur. At another location, pieces and dice were also found along with the board. Boards from ancient Egypt have also been recovered from the tomb of Tutankhamun, including a mechanical dice box, no doubt intended to stop cheaters.&#10;&#10;The names of the game were many. In Persia, Takhteh Nard which means &quot;Battle on Wood&quot;. In Egypt, Tau, which may be the ancestor of Senat. In Rome, Ludus Duodecim Scriptorum (&quot;game of twelve marks&quot;), later, Tabula (&quot;table&quot;), and by the sixth century, Alea (&quot;dice&quot;). In ancient China, T-shu-p-u and later in Japan, Sugoroko. The English name may derive from &quot;Bac gamen&quot; meaning &quot;Back Game&quot;, referring to re-entry of taken stones back to the board. It was often enjoyed by the upper classes and is sometimes called &quot;The Aristocratic Game&quot;. The Roman Emperor Claudius was known to be such a fan of Tabula that he had a set built into his coach so he could play as he traveled (the world's first travel edition?).&#10;&#10;The rules in English were standardized in 1743 by Edmond Hoyle. These remained popular until the American innovations of the 1930s.&#10;&#10;","image":"https://cf.geekdo-images.com/QQCaOWVN1uCcjCq-2dbXbw__original/img/Pubee4eifF0Pym4Gig55W6BZFcc=/0x0/filters:format(jpeg)/pic342451.jpg","thumbnail":"https://cf.geekdo-images.com/QQCaOWVN1uCcjCq-2dbXbw__thumb/img/M9eUKiFrZfkRoPOavBsmJCBbyCU=/fit-in/200x150/filters:strip_icc()/pic342451.jpg","link":"https://boardgamegeek.com/thing/2397","minPlayers":"2","maxPlayers":"2","yearPublished":"1630","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"6.56222","averageWeight":"2.0101","boardGameRank":"1553","mechanics":["Betting and Bluffing","Dice Rolling","Race","Roll / Spin and Move","Score-and-Reset Game","Static Capture","Track Movement"],"categories":["Abstract Strategy","Dice"],"designers":["(Uncredited)"]}}