{"timestamp":"2024-11-09T20:15:00.516Z","gameDetails":{"id":"240465","name":"CIV: Carta Impera Victoria","type":"boardgame","description":"CIV: Carta Impera Victoria is a game of CIVilization and diplomacy in which you develop your own civilization. Be the first to reach supremacy in one field to make history, but keep an eye on how your opponents are advancing. Forming a temporary alliance might be the best way to keep a player from triumphing&hellip;and remember that offense is sometimes the best defense!&#10;&#10;In more detail, a player wins when they reach supremacy in a field; if this doesn't happen, when no more cards can be drawn, the game ends and players go through a majority scoring to determine the winner.&#10;&#10;CIV includes six fields of competition: Army, Religion, Economics, Science, Culture, and Utopia. The 104 cards in the game are split in three ages, which represent the natural evolution of global civilization through the timeline, but the cards of each field aren't split equally. Once the second age has finished, for example, if you haven't yet reached supremacy of Religion, it's time to think about another strategy.&#10;&#10;Each field gives powers to the player who succeeds in reaching the limit of cards in their play area (depending on the number of players). There are different kinds of powers, two levels of permanent effects, and one sacrifice effect for each field. Using these powers in combination will be necessary to be the first to reach supremacy &mdash; but using these powers is also a way to keep competitors from reaching victory.&#10;&#10;You will need all your diplomacy skills to get help from others and prevent the leading player from winning, yet today's friend could be tomorrow's enemy, so pay attention to all and think about which combination of powers might lead to a surprise victory! Be the first to use it!&#10;&#10;The game includes rules for 1v1 play, 2v2 team play, and 3-4 player games.&#10;&#10;CIV FAQ&#10;&#10;","image":"https://cf.geekdo-images.com/Q_sjU69gShstoc2lO-U02g__original/img/5cuoQamay9RSygEluDHGjuskjdc=/0x0/filters:format(jpeg)/pic3902658.jpg","thumbnail":"https://cf.geekdo-images.com/Q_sjU69gShstoc2lO-U02g__thumb/img/sQ1UsQEyPNKitOnD5kPojeGfOkM=/fit-in/200x150/filters:strip_icc()/pic3902658.jpg","link":"https://boardgamegeek.com/thing/240465","minPlayers":"2","maxPlayers":"4","yearPublished":"2018","playingTime":"60","minPlayingTime":"20","maxPlayingTime":"60","bestAtCount":"2"}}