{"timestamp":"2024-11-13T00:30:11.119Z","gameDetails":{"id":"240855","name":"Lockup: A Roll Player Tale","type":"boardgame","description":"During the Dragul Invasion of Nalos, King Taron&rsquo;s loyal soldiers throw captured minions into Kulbak Prison, where enchanted gates and Construct guards make escape all but impossible. Once each year, Taron releases the toughest gang of war prisoners into the royal Colosseum.&#10;&#10;You command a squadron of these captured Dragul. Gather goons and craft contraband to raise your reputation. Keep your suspicion with the guards low while establishing yourself as the most powerful crew in Kulbak. In six short days, Taron may offer you the chance to fight for your freedom.&#10;&#10;Lockup: A Roll Player Tale is a competitive worker-allocation game for one to five players. In the game, players manage groups of minions -- gnolls, kobolds, bugbears, goblins, or insectoids -- locked up in Kulbak Prison.&#10;&#10;Each round, players try to keep their suspicion from the guards under control while allocating their crew to different locations within Kulbak. The player with the strongest crew in each location at the end of each round gains the most resources, hires the most powerful crew, and builds the most powerful items, increases their reputation. The player with the highest reputation at the end of six rounds, wins the game.&#10;&#10;Lockup is a worker placement game set in the Roll Player universe.&#10;&#10;Play takes place over three phases in each round:&#10;&#10;     Roll Call - Players take turns placing their minions in different parts of the prison, some face up showing a unit's strength and some face down, hiding the strength from the other players.&#10;     Lights Out - Each area with minions is scored based on the strength of each player's crew. Players receive resources and have the opportunity to recruit goons and build items.&#10;     Patrol Phase - New resources are placed on the gameboard, and the guards patrol the dungeon. Players with high suspicion are raided, and their chambers are searched.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/L8WpFpCpleUPwMpskrQMIw__original/img/Om2SUs6D1JpAhC7wZ91TwEGp3A0=/0x0/filters:format(png)/pic3881540.png","thumbnail":"https://cf.geekdo-images.com/L8WpFpCpleUPwMpskrQMIw__thumb/img/bgJ19bmqrBSttAF5-uAK6iHHopI=/fit-in/200x150/filters:strip_icc()/pic3881540.png","link":"https://boardgamegeek.com/thing/240855","minPlayers":"1","maxPlayers":"5","yearPublished":"2019","playingTime":"90","minPlayingTime":"45","maxPlayingTime":"90","bestAtCount":[3,4],"averageRating":"7.34686","averageWeight":"2.431","boardGameRank":"1304","mechanics":["Area Majority / Influence","Auction Compensation","Auction: Multiple Lot","Secret Unit Deployment","Set Collection","Worker Placement"],"categories":["Fantasy"],"designers":["Stan Kordonskiy"]}}