{"timestamp":"2024-11-12T23:50:59.401Z","gameDetails":{"id":"24089","name":"Commands & Colors: Ancients Expansion Pack #2 – Rome vs the Barbarians","type":"boardgameexpansion","description":"Imperial Rome and The Barbarians is the second expansion to Commands & Colors: Ancients. In this second expansion you will find historical battles that focus on Rome and the early Gallic invasion, invasion of the Northmen, the Servile War (Spartacus), Caesar's conquest of Gaul, the Roman Civil Wars and much more.&#10;&#10;Showcased in the second expansion, are over 20 scenarios that range from 390 BC (Allia River) to 9 AD (Teutoburger Wald), and all the blocks and labels you need to field the Roman and Barbarian forces to fight out these battles. By now, you know we can do this, because Commands & Colors: Ancients by design is a unique historical game system that allows players to effectively portray stylized Ancient battles that play to a conclusion in less than an hour.&#10;&#10;Imperial Rome and The Barbarians will feature at least one new unit type as well as several &quot;specialty&quot; units and leaders (Briton Chariots, Legionaries using the pilum, and Caesar, for example). Each of these operates within the confines of the original system rules, with only slight modifications to reflect their historical abilities and importance. So, rules-wise, if you've played Commands &amp; Colors: Ancients, you'll have no trouble at all learning the few special rules for these new types of units.&#10;&#10;The battle dice resolve combat quickly and the Command cards provide an element of luck that creates a fog of war and presents players with both challenges and opportunities for victory. Yet the tactics you need to execute conform remarkably well to the advantages and limitations inherent to the various Ancient units, their weapons, terrain and the history.&#10;&#10;Expands:&#10;&#10;    Commands &amp; Colors: Ancients&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/c-Dw3tvmiWSsshY6MuDz_w__original/img/_FzVc4i8E4ic6K6fgbheumegIvU=/0x0/filters:format(jpeg)/pic273500.jpg","thumbnail":"https://cf.geekdo-images.com/c-Dw3tvmiWSsshY6MuDz_w__thumb/img/DJ8LftZN_YXzGNsqQcOrm0gDOi4=/fit-in/200x150/filters:strip_icc()/pic273500.jpg","link":"https://boardgamegeek.com/thing/24089","minPlayers":"2","maxPlayers":"2","yearPublished":"2007","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"8.28486","averageWeight":"2.5556","boardGameRank":"Not Ranked","mechanics":["Campaign / Battle Card Driven","Dice Rolling","Hand Management","Modular Board"],"categories":["Ancient","Expansion for Base-game","Wargame"],"designers":["Richard Borg"]}}