{"timestamp":"2024-11-13T00:26:10.526Z","gameDetails":{"id":"240909","name":"Kingdomino: Age of Giants","type":"boardgameexpansion","description":"The giants have come to Kingdomino! And they will crush all your precious buildings if you can't find a way to send them off to one of your opponents' kingdoms.&#10;&#10;Kingdomino: Age of Giants is an expansion that requires  either Kingdomino or Queendomino to play. This expansion adds new dominoes, new giant tokens, new challenge tiles, and additional components to allow a fifth player to join the game.&#10;&#10;The new dominoes are shuffled in with those from the base game. If, on your turn, you add a domino with a giant on it to your kingdom, then you must also add a giant token, covering up any one crown of your choosing in your kingdom. If you add a tile with footsteps to your kingdom, then you get to remove a giant token from your kingdom and give it to an opponent, who then covers up a crown in their own kingdom. Covered crowns do not score points at the end of the game.&#10;&#10;Traditional end-of-game bonuses are also eliminated. Instead, before the start of each game, two challenge tiles are drawn. These provide additional ways to earn points. For example, get 5 bonus points for each lake tile that surrounds your castle or get 20 bonus points if your castle is located in one of the four corners of your kingdom.&#10;&#10;","image":"https://cf.geekdo-images.com/P_7077Juh647GTl3L8Oxow__original/img/jPIqdO5e4pLLo0P7_q6PzJ4jyko=/0x0/filters:format(png)/pic4177705.png","thumbnail":"https://cf.geekdo-images.com/P_7077Juh647GTl3L8Oxow__thumb/img/BMocmB5tIBEIiWtL5LeFITN7O7g=/fit-in/200x150/filters:strip_icc()/pic4177705.png","link":"https://boardgamegeek.com/thing/240909","minPlayers":"2","maxPlayers":"5","yearPublished":"2018","playingTime":"20","minPlayingTime":"15","maxPlayingTime":"20","bestAtCount":[5],"averageRating":"7.17865","averageWeight":"1.6744","boardGameRank":"Not Ranked","mechanics":["Open Drafting","Pattern Building","Take That","Tile Placement","Variable Phase Order"],"categories":["City Building","Expansion for Base-game","Fantasy","Medieval","Territory Building"],"designers":["Bruno Cathala"]}}