{"timestamp":"2024-11-09T21:16:59.827Z","gameDetails":{"id":"241857","name":"Museum: The Cthulhu Relics","type":"boardgameexpansion","description":"Our intrepid archaeologists have stumbled upon lost relics infused with the power of 6 Old Ones (one for each Domain in the game). These artefacts will now be corrupting your continent decks and have a chance to appear as cards are drawn. On top of their standard value and a domain, each object has a power that varies depending on which god it&rsquo;s dedicated to. You can use these powers to bolster your museum's Domain Collections or hamper your rivals.&#10;&#10;That&rsquo;s not all however. Possessing these relics will cause you to earn &ldquo;Occult&rdquo; points. The player with the most Occult points at the end of game will score bonus victory points. On top of that, as soon as you gain 6 Occult points, you get to draw a &ldquo;Disciple of the Occult&rdquo; secret objective card (much like your Patron card) which will give you a chance to score even more points at the end of the game! Sounds good right? But beware, the Old One&rsquo;s power comes at a price&hellip;&#10;&#10;Playing the most powerful relics of a value of 5 will attract the eye of the terrifying beings that linger behind the veil of reality, with calamitous effects for your museum. These cards act as a sort of double-edged sword. Using Dagon's most powerful relic for example will flood your opponents' galleries, rending parts of them unusable. However, the Old One will return to take his due, and some of your gallery space will also disappear into the depths...&#10;&#10;The expansion contains over 40 new components, including object, character, Notoriety and Event cards as well as some different effects tokens, all contained within its own expansion box.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/J5-vidxnsx6Aa_ARO-Yx5A__original/img/92ASk0zIJiSn8YTmhEDjwKpQ8nI=/0x0/filters:format(png)/pic4968038.png","thumbnail":"https://cf.geekdo-images.com/J5-vidxnsx6Aa_ARO-Yx5A__thumb/img/GaMrGGXJeB0MoBUlyc3RbAqihso=/fit-in/200x150/filters:strip_icc()/pic4968038.png","link":"https://boardgamegeek.com/thing/241857","minPlayers":"2","maxPlayers":"4","yearPublished":"2018","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"4"}}