{"timestamp":"2024-11-09T21:45:58.408Z","gameDetails":{"id":"242277","name":"Scythe: The Rise of Fenris","type":"boardgameexpansion","description":"Empires have risen and fallen in the aftermath of the Great War, and Europa stands on the precipice of a new era. The economy is robust, morale is high, and defenses are strong. There are reports from the countryside of strange soldiers with glowing eyes, but they seem distant and harmless.&#10;&#10;Scythe: The Rise of Fenris, the conclusion to the Scythe expansion trilogy, enables two different options for any player count (1-5 if you have Scythe; 1-7 players if you have Invaders from Afar):&#10;&#10;&#10;     Campaign (8 games): The story of Scythe continues and concludes with an eight-episode campaign. While the campaign includes surprises, unlocks, and persistent elements, it is fully resettable and replayable.&#10;     Modular (11 modules): Instead of&mdash;or after&mdash;the campaign, the new modules in The Rise of Fenris can be used in various combinations to cater to player preferences. These modules are compatible with all Scythe expansions, and they include a fully cooperative module.&#10;&#10;&#10;While the exact nature of the episodes and modules will remain a mystery (most of these components are in 5 secret tuckboxes and on 6 punchboards), the components in this expansion include a detailed episodic guidebook, 13 plastic miniatures, 62 wooden tokens, 2 custom dice, 25 tiles, and 100+ cardboard tokens.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/GRp__UYY-wM-i2fg4Qzefw__original/img/XJgcyfvPBsrxdew_vyvf96MUK6I=/0x0/filters:format(jpeg)/pic3911078.jpg","thumbnail":"https://cf.geekdo-images.com/GRp__UYY-wM-i2fg4Qzefw__thumb/img/qLl_YEnA_TiXfhinS8yqAARKUFY=/fit-in/200x150/filters:strip_icc()/pic3911078.jpg","link":"https://boardgamegeek.com/thing/242277","minPlayers":"1","maxPlayers":"5","yearPublished":"2018","playingTime":"150","minPlayingTime":"75","maxPlayingTime":"150","bestAtCount":"4"}}