{"timestamp":"2024-11-13T00:40:05.724Z","gameDetails":{"id":"242410","name":"Museum: The Black Market","type":"boardgameexpansion","description":"Away from prying eyes&hellip;&#10;&#10;Museum is about the wonders of the archaeological world, the light, the colour, the textures of these wonders of history put on display for all to see!&#10;&#10;What some don&rsquo;t realise though is that there was a dark underworld that shadowed it. Welcome, ladies and gentlemen, to the Black Market, where anything is obtainable&hellip;if you can pay the price.&#10;&#10;Black Market is the fourth expansion for Museum and adds a market system to the game where you may purchase Objects and Notoriety cards to complete your collections and harass your adversaries. For those of you looking to put a more aggressive emphasis on the interaction between players in Museum, this is the one for you!&#10;&#10;&#10;     Objects:&#10;&#10;&#10;The 30 object cards featured in the expansion are all from civilisations outside of the ones present in the base game. You&rsquo;ll know them by their rather unique appearance (Images coming shortly) and the fact that they only have one attribute! For example, there&rsquo;s the Viking Longship that will only sport a Navigation Icon or maybe the Terracotta army, the famous guardians of emperor Qin Shi Huang which only counts as a Chinese card? These and many more are purchased exactly like any other object and can give your collections a much needed boost!&#10;&#10;&#10;     Notoriety Cards:&#10;&#10;&#10;Museum has always had a pleasant level of player interaction, with each player concentrating on building up their Museum. With these new cards though, you can throw many a wrench in your opponent&rsquo;s plans! Purchased like an object card, they follow exactly the same rules as a standard notoriety card except their effects are much more aggressive. Steal objects, create counterfeits, and steal prestige right out from underneath your opponent&rsquo;s noses! The ends justifies the means!&#10;&#10;All these new cards will be available on a separate market board . When cards first appear, they&rsquo;ll cost more but as they stick around for longer, their cost will go down. So, do you shell out right from the start or wait for a better price at the risk of having them stolen out from you?&#10;&#10;The Black Market expansion includes 60 new Contraband cards (objects and Notoriety cards) as well as new characters, events and Notoriety cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/fXkhobvJZ6rJZHm4JbpV1Q__original/img/Oqfo-6YLaWYGjPKnb0C8MOY73Zo=/0x0/filters:format(png)/pic4968036.png","thumbnail":"https://cf.geekdo-images.com/fXkhobvJZ6rJZHm4JbpV1Q__thumb/img/GqFH9QOc1ghaj_45TyJJdZeIeDk=/fit-in/200x150/filters:strip_icc()/pic4968036.png","link":"https://boardgamegeek.com/thing/242410","minPlayers":"2","maxPlayers":"5","yearPublished":"2018","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":null,"averageRating":"7.08652","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":["Take That"],"categories":["Expansion for Base-game"],"designers":["Eric Dubus","Olivier Melison"]}}