{"timestamp":"2024-11-09T21:17:02.941Z","gameDetails":{"id":"242411","name":"Museum: The People's Choice","type":"boardgameexpansion","description":"The People have spoken...&#10;&#10;What would a Museum be without the people that visit it? How would all these treasures shine if not through the eyes of all those that behold them? A Museum lives, and dies, by the will of the public.&#10;&#10;In this expansion, you and your friends can battle it out for public acclaim as well adding a 5th player to your games of Museum!&#10;&#10;In The People&rsquo;s Choice, you&rsquo;ll be competing for a common objective that is drawn at the beginning of the game. For example: The &ldquo;B.C.&rdquo; card awards players with the most BC dated cards in their museum. The player with the most cards takes the People&rsquo;s Choice token and keeps it until another player amasses a bigger collection.&#10;&#10;At the end of the game the player with the token earns bonus points! There are 10 different People&rsquo;s Choice cards, each one with different criteria: Date, value, regions and themes!&#10;&#10;Additionally, by public demand, this expansion also includes the necessary material to play Museum with up to 5 players! This includes a Museum board and tokens for the base game, as well as all the elements necessary to play each of the expansions with up to 5 players. Also, for the Kickstarter version we&rsquo;ll be including an additional KS exclusive Discard tile.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/euo7FfP_PCHHQ3HojghwBA__original/img/EH3jh3pnkYlxAfZYrm7d5Y69Do8=/0x0/filters:format(png)/pic4968031.png","thumbnail":"https://cf.geekdo-images.com/euo7FfP_PCHHQ3HojghwBA__thumb/img/v-xJvoBybV_syoqEadpbrXImvmg=/fit-in/200x150/filters:strip_icc()/pic4968031.png","link":"https://boardgamegeek.com/thing/242411","minPlayers":"2","maxPlayers":"5","yearPublished":"2019","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":null}}