{"timestamp":"2024-11-12T22:24:00.724Z","gameDetails":{"id":"2425","name":"Battleship","type":"boardgame","description":"Battleship was originally a pencil-and-paper public domain game known by different names, but Milton Bradley made it into the well known board game in 1967.  The pencil and paper grids were changed to plastic grids with holes that could hold plastic pegs used to record the guesses.&#10;&#10;Each player deploys his ships (of lengths varying from 2 to 5 squares) secretly on a square grid.  Then each player shoots at the other's grid by calling a location.  The defender responds by &quot;Hit!&quot; or &quot;Miss!&quot;.  You try to deduce where the enemy ships are and sink them.  First to do so wins.&#10;&#10;The Salvo variant listed in the rules allows each player to call out from 1 to 5 shots at a time depending on the amount of ships the player has left (IE: players each start off with 5 ships, so they start off with 5 shots.  As ships are sunk, the players gets fewer shots).  This version of the game is closer to the original pencil-and-paper public domain game.  Many versions of the pencil-and-paper game have different amounts of shots based on the ship (IE: Battleship: 5 shots. Destroyer: 3 Shots, Etc.).&#10;&#10;In 2008, Hasbro &quot;reinvented&quot; the game into Battleship (Revised).&#10;&#10;Some history of the published versions of the game:&#10;1931: Starex Novelty Co. of NY publishes Salvo.&#10;1933: The Strathmore Co. publishes Combat, The Battleship Game.&#10;1943: Milton Bradley publishes the pad-and-pencil game Broadsides, The Game of Naval Strategy.&#10;1943: Also published in 1943 Sink it by the L R Gebert Co. for distribution by G. Krueger Brewing Co.&#10;1940's: Maurice L. Freedman Co. of RI publishes Warfare Naval Combat.&#10;1961: Ideal publishes Salvo.&#10;&#10;Other titles over the years have included Swiss Navy, Sunk (Parker Bros.), Convoy (Transogram), Wings (Strategy Games Co. of California), and Naval Battle (3M Paper and Pencil Version) .&#10;&#10;","image":"https://cf.geekdo-images.com/oWcB33sfig9QF_KBEv7iLQ__original/img/retN48ZHxCC5YaECdlWjRdWHPGs=/0x0/filters:format(png)/pic2439783.png","thumbnail":"https://cf.geekdo-images.com/oWcB33sfig9QF_KBEv7iLQ__thumb/img/qczOMhLMAddodKHspHSXyYqZ578=/fit-in/200x150/filters:strip_icc()/pic2439783.png","link":"https://boardgamegeek.com/thing/2425","minPlayers":"2","maxPlayers":"2","yearPublished":"1931","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"4.72083","averageWeight":"1.2062","boardGameRank":"27411","mechanics":["Deduction","Paper-and-Pencil","Secret Unit Deployment"],"categories":["Children's Game","Nautical"],"designers":["Clifford Von Wickler"]}}