{"timestamp":"2024-11-12T23:45:54.083Z","gameDetails":{"id":"242574","name":"Century: Eastern Wonders","type":"boardgame","description":"Centuries ago, the lucrative spice trade compelled the prosperous nations of the world to explore alternate routes to the sources of these precious goods. These nations took to the seas to seek out exotic lands. This led to the discovery of the famed Spice Islands where the most valuable spices of the world were found. This discovery also led to further exploration, competition....and later, war! During this time of prosperity and opportunity, you find yourself traveling on the high seas in search of these exotic wonders. As a merchant and privateer representing your nation, you seek to control this region for glory and profit. Your journey continues in the Far East...&#10;&#10;Designed by Emerson Matsuuchi, Century: Eastern Wonders invites fans to return to the exciting world of spice trading as players take to the high seas in the role of merchants seeking to prosper in the exotic Indonesian islands. Century: Eastern Wonders offers new, satisfying game mechanisms that provide infinite replayability and countless strategies.&#10;&#10;Century: Eastern Wonders can be combined with Century: Spice Road to create a new gaming experience called Sand To Sea!&#10;&#10;Century: Eastern Wonders FAQ&#10;&#10;","image":"https://cf.geekdo-images.com/l1xKAcYniMJQNq60H5DdEA__original/img/S37tZ3Ph0N2rryfkjcpgmU4qmCY=/0x0/filters:format(jpeg)/pic3898507.jpg","thumbnail":"https://cf.geekdo-images.com/l1xKAcYniMJQNq60H5DdEA__thumb/img/G3If6BTwLAGBZm6u2b-N_YZcZ4k=/fit-in/200x150/filters:strip_icc()/pic3898507.jpg","link":"https://boardgamegeek.com/thing/242574","minPlayers":"2","maxPlayers":"4","yearPublished":"2018","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":[4],"averageRating":"7.11595","averageWeight":"2.1135","boardGameRank":"823","mechanics":["Contracts","Grid Movement","Modular Board","Pick-up and Deliver","Point to Point Movement","Set Collection"],"categories":["Nautical"],"designers":["Emerson Matsuuchi"]}}