{"timestamp":"2024-11-10T05:17:50.243Z","gameDetails":{"id":"243","name":"Advanced Squad Leader","type":"boardgame","description":"Advanced Squad Leader is the completely reorganized and re-designed version of the original Squad Leader system. This three-ring binder is the basic rules for the entire system and provides the ultimate combination of playability and detail. Full-color charts and beautiful pictures make this the most readable of rulebooks - and it includes a full-service index as well for quick reference.&#10;&#10;And ASL is more than &quot;squads&quot;; the system includes the rules for everything from machine guns to bazookas, tanks and ordnance weapons, paratrooper drops, glider landings and beach assaults. And much more. This set of rules is constantly kept up to date by expansions included with the modules.&#10;&#10;ASL goals are scenario-defined and vary from tasks such as exiting troops off of one edge of the board, to inflicting a certain number of casualty points on the opposing force, to capturing a certain number of goal-buildings or areas.&#10;&#10;This is just the rulebook. To start playing the game the newcomer must get, at least, the Beyond Valor: ASL Module 1. There are a great many ASL Modules available. &quot;Core Modules&quot; provide additional rules, units from different nationalities, and additional geomorphic mapboards. &quot;Historical Modules&quot; provide campaign games simulating multi-day battles using actual historical maps rather than geomorphic mapboards, including additional rules, counters and paper maps. Many modules have dependencies on earlier modules.&#10;&#10;Rulebook contents:&#10;&#10;    Introduction&#10;    Chapters A, B, C, D, H (Design Your Own, German &amp; Russian vehicle notes only), J [1st edition]&#10;    Chapters A, B, C, D, E, H (Design Your Own, German &amp; Russian vehicle notes only), J, K [2nd edition]&#10;    Index &amp; Glossary&#10;&#10;&#10;&#10;1st edition additional changes/chapters:&#10;&#10;    chapter E in Yanks: ASL Module 3&#10;    chapter F in West of Alamein: ASL Module 5&#10;    chapter G in Code of Bushido: ASL Module 8 / Gung Ho!: ASL Module 9&#10;    chapter K in Paratrooper: ASL Module 2&#10;    8 revised RuleBook pages  [A 17-18/A 29-30/B 31-32/F 1-2 all marked &quot;92&quot;] in Croix de Guerre: ASL Module 10&#10;&#10;&#10;&#10;2nd edition additional chapters:&#10;&#10;    chapter F in Hollow Legions: ASL Module 7a&#10;    chapter G in Rising Sun: ASL Module 13&#10;&#10;&#10;&#10;(Note: this is a description of the ASL rulebook which is published separately. For the ASL family, check Game wiki.)&#10;&#10;","image":"https://cf.geekdo-images.com/RaYWgwcNIv7cSnlkioz62g__original/img/GJuJt5xdy3qSKiDiknIzsBlne7Q=/0x0/filters:format(jpeg)/pic771969.jpg","thumbnail":"https://cf.geekdo-images.com/RaYWgwcNIv7cSnlkioz62g__thumb/img/4EAhVr_O_i4qY2hqqbCOLwGxMQg=/fit-in/200x150/filters:strip_icc()/pic771969.jpg","link":"https://boardgamegeek.com/thing/243","minPlayers":"2","maxPlayers":"2","yearPublished":"1985","playingTime":"480","minPlayingTime":"120","maxPlayingTime":"480","bestAtCount":"2"}}