{"timestamp":"2024-11-12T18:34:10.425Z","gameDetails":{"id":"24417","name":"Factory Fun","type":"boardgame","description":"Players attempt to build the most successful factory to produce the best products by connecting input and output reservoirs smartly to your machines to build the most profitable factory!&#10;&#10;Players each start with a unique empty factory floor with a support pillar in the middle. During the game you purchase machines to place in your factory. Each machine takes 1 to 3 inputs from reservoirs (yellow, blue, red, and brown) and produces one output (of the same colors, or black end products). You must always connect all reservoirs and machines correctly by using the connectors (the pipelines). At the start this is easy, but becomes more puzzling during the game.&#10;&#10;Players start with one of each color reservoir, and can sometimes acquire additional reservoirs. On the machine-tiles you see the revenue of each machine. Connecting machines to each other (input on output) makes more advanced products which brings extra profit. But building connectors and reservoirs costs money and you must try to have the most money at the end.&#10;&#10;It was originally published by Cwali for 2-4 players, and later reprinted by Z-Man in a larger box with components for 2-5 players.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Cwali edition (2006)Contents: 4 factories - 48 machines - 47 reservoirs - 129 connectors - 4 relief pillars - 4 colored discs - 25 transparent discs - 1 money track&#10;&#10;Artwork: Marco Jeurissen&#10;&#10;From BoardgameNews:&#10;&#10;The number of players is listed as 2-4(+) - the &quot;+&quot; means you can use additional copies of the game to add players (four more for each additional copy). Cwali's website for the game provides a fifth player board. The website also offers a solitaire variant of the game.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Z-Man edition (2010)Contents: 5 factories (double sided original/expert) - 55 machines; includes Factory Fun Expansion 1&#10;Artwork:  Karim Chakroun, Franck Moutoucoumaro&#10;&#10;","image":"https://cf.geekdo-images.com/Q6Yl85arrnIhR2Icux1t-Q__original/img/zlEIlkDvomZxUvyyx_4ZZXBPgpY=/0x0/filters:format(jpeg)/pic802170.jpg","thumbnail":"https://cf.geekdo-images.com/Q6Yl85arrnIhR2Icux1t-Q__thumb/img/BoSmx88xyzYjrrEAsT6OZk2B1s0=/fit-in/200x150/filters:strip_icc()/pic802170.jpg","link":"https://boardgamegeek.com/thing/24417","minPlayers":"2","maxPlayers":"5","yearPublished":"2006","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[4],"averageRating":"6.80337","averageWeight":"2.5","boardGameRank":"1683","mechanics":["Modular Board","Real-Time","Tile Placement"],"categories":["Industry / Manufacturing","Puzzle","Real-time"],"designers":["Corné van Moorsel"]}}