{"timestamp":"2024-11-09T18:04:45.250Z","gameDetails":{"id":"24439","name":"Ticket to Ride: USA 1910","type":"boardgameexpansion","description":"Ticket to Ride: USA 1910 is a card expansion for the original Ticket to Ride boardgame, winner of the 2004 Spiel des Jahres. It contains 181 large format cards (the same size as Ticket to Ride: Europe and Ticket to Ride: M&#195;&#164;rklin).  This includes 35 new 1910 Destination Tickets, a GlobeTrotter Bonus card for completing the most tickets, 4 Mystery Train Destination Tickets originally provided in the Ticket to Ride: Mystery Train Expansion expansion, and a complete replacement deck of the 141 cards from the original game deck (30 Destination Tickets (4 cards have a reduced value from Ticket to Ride), 110 Train Cards, and 1 Longest Route Bonus Card (Trans America Express)).&#10;&#10;The rulebook is from the original game designer Alan R. Moon that gives you three additional different ways to play the game:&#10;&#10;     The 1910 Rules: Played as the standard Ticket to Ride, but using only the 1910 Destination Tickets, and GlobeTrotter Bonus card.&#10;     The Big Cities Rules: Played with only the newly identified 35 &quot;Big City&quot; Destination Tickets (15 Standard Tickets, 19 1910 Tickets, and 1 Mystery Train Ticket).&#10;     The Mega Game: featuring all of the game's Destination Tickets and Bonus Cards (30 Standard Tickets, 35 1910 Tickets, 4 Mystery Train Tickets, and both Bonus cards).&#10;&#10;&#10;Part of Ticket to Ride series.&#10;&#10;","image":"https://cf.geekdo-images.com/JMC_eP625nO1t_uI9HoQ7g__original/img/j7HTQ3Ijy8mr9kYsY9nZ5WLt26I=/0x0/filters:format(jpeg)/pic144599.jpg","thumbnail":"https://cf.geekdo-images.com/JMC_eP625nO1t_uI9HoQ7g__thumb/img/3_K2lD007FGiRNsD7qvhOXO1roM=/fit-in/200x150/filters:strip_icc()/pic144599.jpg","link":"https://boardgamegeek.com/thing/24439","minPlayers":"2","maxPlayers":"5","yearPublished":"2006","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"4"}}