{"timestamp":"2024-11-09T20:34:00.169Z","gameDetails":{"id":"244814","name":"Embark","type":"boardgame","description":"As new islands appear out of the mist, send your voyagers in search of wealth and adventure! In Embark, you will load various boats heading to these new, uninhabited islands in order to explore, colonize, and mine their riches. Only fully-loaded boats will launch, so assign your voyagers carefully. Explorers will scout out the islands, unlocking their mysteries. Miners will collect ore, and colonists will cultivate farms and reap the benefits that the islands have to offer. Watch out for your opponents&rsquo; warriors, who can replace your voyagers and take over their jobs!&#10;&#10;Embark is a game for 2-5 players, designed by Philip duBarry, and developed by Seth Jaffee. It lasts about 15 minutes per player, and could be described as a light-to-medium weight game.&#10;&#10;In Embark, you and your friends simultaneously assign your voyagers to boats, then take turns assigning them jobs by placing them into specific berths in the boats. When a boat is full, it launches, carrying your voyagers to one of the islands in play, where your voyagers will start to perform the jobs to which they were assigned:&#10;&#10;&#10;    Explorers explore the island, scoring 1 point per round, and increasing an exploration bonus for the island.&#10;    Miners collect ore, which will score an end game bonus.&#10;    Colonists build farms worth a chunk of points. Having a majority of colonists also wins a player the exploration bonus for the island.&#10;    Captains can do any of the three jobs above.&#10;    Warriors must displace another voyager and take over their job, sending the displaced voyager back to the owner's pub to be reassigned next round.&#10;&#10;&#10;After six rounds of assigning voyagers and launching boats, the game ends, bonuses are tallied, and the player with the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/SbTJGlHQpprs6YTj5HBlLA__original/img/U0IAXGnL0YZSEZvObSjlVdpGgG8=/0x0/filters:format(jpeg)/pic4002444.jpg","thumbnail":"https://cf.geekdo-images.com/SbTJGlHQpprs6YTj5HBlLA__thumb/img/pcuO87DPxm2EOlvw0FhFxyoS2RA=/fit-in/200x150/filters:strip_icc()/pic4002444.jpg","link":"https://boardgamegeek.com/thing/244814","minPlayers":"2","maxPlayers":"5","yearPublished":"2018","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"4"}}