{"timestamp":"2024-11-09T20:53:28.870Z","gameDetails":{"id":"245510","name":"Imperial Settlers: Amazons","type":"boardgameexpansion","description":"Discover the new deckbuilding mechanism, which lets you change the contents of your faction deck during the game and focus on powerful combos!&#10;&#10;Amazons extensively use cards with the &ldquo;building bonus&rdquo;. Most of their faction cards are useful, and produces valuable resources only when built, while usually having only the foundation as their cost. That minor change is in fact huge for how we treat our faction buildings. Amazons are a unique faction that will not discard their faction foundation when used to build another card, and will put back in their faction deck instead.&#10;&#10;What&rsquo;s more, you will also gain the ability to discard cards from the hand, which will help you control your next moves. Now you can focus on the few cards, that will grant you the most victory points!&#10;&#10;The expansion was created by Joanna Kijanka, based on the faction idea of Ignacy Trzewiczek, with great artworks by Roman Kucharski and Anastasia Meylus.&#10;&#10;Amazons use elements of the deck-building mechanism so that they can discard reconstructed faction cards from their deck, allowing them to modify the deck during play. They also get a lot of bonuses for building their cheap faction cards. How will you help them secure their place among others?&#10;&#10;As you may have realized by now, all new Imperial Settlers factions begin with the letter &quot;A&quot; &mdash; and this is no exception! With Amazons, the third big expansion for Imperial Settlers, this formerly warmongering tribe is now building their new empire.&#10;&#10;","image":"https://cf.geekdo-images.com/EEgYDQi8V9zFRUma1Rpgbg__original/img/4AN4O8RUIABI2Ke0GrYYdG95OyA=/0x0/filters:format(jpeg)/pic3955800.jpg","thumbnail":"https://cf.geekdo-images.com/EEgYDQi8V9zFRUma1Rpgbg__thumb/img/J40MOpl7MLF8IJAOVemyPB6UyAA=/fit-in/200x150/filters:strip_icc()/pic3955800.jpg","link":"https://boardgamegeek.com/thing/245510","minPlayers":"1","maxPlayers":"4","yearPublished":"2018","playingTime":"90","minPlayingTime":"45","maxPlayingTime":"90","bestAtCount":"2"}}