{"timestamp":"2024-11-09T21:07:28.711Z","gameDetails":{"id":"245643","name":"Luxor","type":"boardgame","description":"On the hunt for priceless treasures, groups of adventurers explore the legendary temple at Luxor. Their ultimate goal is the tomb of the pharaoh, but many treasures can be collected as they search. As they explore, the challenge unfolds: The player who manages to quickly get their team of adventurers to the tomb, while salvaging as many treasures as possible, will be the winner.&#10;&#10;Luxor offers variable game play as the path that leads to the tomb is different for every game &mdash; and will even change during play!&#10;&#10;&mdash;description from the publisher&#10;&#10;In Luxor, players move their adventurers through the temple with the goal of reaching the tomb in the middle of the game board. At the start of the game each player gets dealt 5 cards, which he is not allowed to change the order of.&#10;&#10;In each round players take turns that consist of 3 actions:&#10;&#10;1. Choose either the left or right most card to play to the discard pile.&#10;&#10;According to the played card move, one adventurer that many tiles forward towards the tomb. An adventurer only moves from tile to tile, jumping over empty spaces and not counting them.&#10;&#10;2. When the adventurer has completed his movement, he performs the action of that tile, if possible. Depending on the tile this can have various effects:&#10;&#10;Treasure tile - If enough of a players adventurers player are placed on a tile, the player can collect that tile and earn points for it. Additionally he keeps the tile, trying to collect treasure sets consisting of the three different treasure kinds, vase, statue and necklace.&#10;&#10;Horus tile - The player can either gain a key or a Horus Card. He will need the key to enter the tomb and the special Horus card offers unique and strong ways to move his adventurers once he plays that card.&#10;&#10;Osiris tile - The tile acts as an catapult instantly moving the adventurer a certain amount of tiles forward.&#10;&#10;Temple tile - On these tiles players get special bonuses, like scarabs that are worth victory points or joker tiles, which complete treasure sets. The most unique tile is the tunnel. If an adventurer lands on a tunnel he instantly gets teleported to the next tunnel in play, creating a shortcut through the temple.&#10;&#10;3. After performing the action of the tile, players draw one card from the draw pile to refill their hand to five cards. The drawn card is placed in the middle of the hand.&#10;&#10;At the start of the game, players can chose to move one of 2 adventurers. Every time an adventurer crosses over an Anubis statue for the first time he gains a new adventurer which is placed at the start.&#10;&#10;The game ends once two adventurers reach the tomb. But in order to get in the tomb and collect the valuable sarcophagi, players need to have a key, which they collect from landing on Horus tiles. One key is needed for each adventurer wanting to enter the tomb.&#10;&#10;The round is finished and then the game ends with a final scoring.&#10;&#10;The player who now has the most points is the winner!&#10;&#10;","image":"https://cf.geekdo-images.com/C9nhhIS2zRuneMt0FBK1zg__original/img/lUDrmhc8SXxr6zn8dLuS3uIhT4g=/0x0/filters:format(jpeg)/pic3955965.jpg","thumbnail":"https://cf.geekdo-images.com/C9nhhIS2zRuneMt0FBK1zg__thumb/img/Ugc6cGHhvETu-EUYAKy03sXJmJM=/fit-in/200x150/filters:strip_icc()/pic3955965.jpg","link":"https://boardgamegeek.com/thing/245643","minPlayers":"2","maxPlayers":"4","yearPublished":"2018","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"3"}}