{"timestamp":"2024-11-13T00:11:36.175Z","gameDetails":{"id":"245961","name":"Fleet: The Dice Game","type":"boardgame","description":"Fleet: The Dice Game is an exciting new strategic roll and write dice game from the creators of Fleet! Fleet: The Dice Game is heavier than many roll and write games and captures the tense, meaningful decisions of Fleet. Fleet: The Dice Game is for 1-4 players.&#10;&#10;In Fleet: The Dice Game, you are back in beautiful Ridback Bay to reap its rewards! Fleet: The Dice Game takes place over 10 rounds with each round having two phases, the Boat Phase and the Town Phase.&#10;&#10;In the boat phase, the active player rolls players plus one boat dice. In turn order, each player selects one die to use immediately. By selecting a boat die, they get to check off the matching boat type on their sheet - unlocking license powers and boat launches to catch fish. The die that remains after all players have selected is then used by all players.&#10;&#10;In the town phase, you roll town dice equal to players plus one boat die. Again, in turn order each player selects one die to use immediately. In the town phase, you unlock special buildings in the Wharf that grant bonuses, awesome ships in the harbor to earn points and catch more fish, or go to the market and gain income to generate bonus actions. The die that remains after all players have selected is then used by all players.&#10;&#10;Fishing occurs between phases in the even rounds and the player with the most points at game end wins!&#10;&#10;Fleet: The Dice Game also features a fully integrated solo mode where you battle Captain Ruth to earn the most points and reap the rewards of Ridback Bay.&#10;&#10;","image":"https://cf.geekdo-images.com/XbfUcIO4lCp449zLmZ_4_g__original/img/bmL1d0dWkNNR2GUQapasZ27vBak=/0x0/filters:format(jpeg)/pic4460262.jpg","thumbnail":"https://cf.geekdo-images.com/XbfUcIO4lCp449zLmZ_4_g__thumb/img/hPlbVjRgPqnW9XG3Ro7KQR-G_JY=/fit-in/200x150/filters:strip_icc()/pic4460262.jpg","link":"https://boardgamegeek.com/thing/245961","minPlayers":"1","maxPlayers":"4","yearPublished":"2018","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":[2],"averageRating":"7.6421","averageWeight":"2.5102","boardGameRank":"587","mechanics":["Dice Rolling","Paper-and-Pencil","Solo / Solitaire Game"],"categories":["Dice","Nautical"],"designers":["Ben Pinchback","Matt Riddle"]}}