{"timestamp":"2024-11-09T21:34:07.929Z","gameDetails":{"id":"246431","name":"The Quest for El Dorado: Heroes & Hexes","type":"boardgameexpansion","description":"The Quest for El Dorado: Heroes &amp; Hexes includes three new double-sided terrain tiles that add a new element to the game: curses. When a player stops on a demon space, they must draw and reveal a curse token to see how they're affected. Maybe they have to discard certain cards before they can travel on a particular type of terrain, or perhaps other explorers will move while the cursed one is paralyzed, or maybe you'll be afflicted by a demon, specifically a demon card that's shuffled into your deck and does nothing but frustrate you or get transformed into a half-coin each time you see it.&#10;&#10;Why would you travel to a demonic location when bad things would happen to you? Moving to that space doesn't cost a card, so you might just be being cheap, but additionally some demon spaces have tunnels that allow you to move directly from one hex on a tile to another on that same tile. Is that free movement worth the punishment you might suffer? The expansion includes two blockades that bear a demon symbol, and if you're the first to break such a blockade on your quest across the map, you must suffer the curse that follows.&#10;&#10;To play with this expansion, you must use the &quot;Caves&quot; variant of The Quest for El Dorado base game in which mountains are loaded with cave tokens. This expansion includes new cave tokens to be mixed with those of the base game, as well as four new types of expedition cards (with three copies of each) that can be pulled into the market once a stall opens.&#10;&#10;Each player starts the game with one of four familiars (dealt out at random) in their deck, with each familiar having a repeating power and a one-shot bonus power. For a further way to juice up your deck, you can visit one of the three tavern spaces in the game. When you do this, you draw the top three hero cards of the ten-card deck, place one of those heroes in your hand (after which it becomes a regular part of your deck), then shuffle the other two heroes into the deck. Only one hero per adventuring party, please!&#10;&#10;The expansion includes six suggested map set-ups &mdash; all at medium or hard levels, and all with three new terrain tiles &mdash; as well as guidelines for how to create maps yourself.&#10;&#10;","image":"https://cf.geekdo-images.com/QBmpa-_VClr0lEIE132MSw__original/img/kCMhwzVTDIGT9H7pKhymAUd5wm8=/0x0/filters:format(jpeg)/pic6214976.jpg","thumbnail":"https://cf.geekdo-images.com/QBmpa-_VClr0lEIE132MSw__thumb/img/aFBGonO3aLLKbU2bWRUqFsD-xaQ=/fit-in/200x150/filters:strip_icc()/pic6214976.jpg","link":"https://boardgamegeek.com/thing/246431","minPlayers":"2","maxPlayers":"4","yearPublished":"2018","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"2"}}