{"timestamp":"2024-11-12T18:39:56.080Z","gameDetails":{"id":"24764","name":"Monopoly: The Mega Edition","type":"boardgame","description":"Monopoly: The Mega Edition is bigger and believe it or not, faster than regular Monopoly. What makes it bigger is a larger board, Train Depots, Skyscrapers, 9 new Properties, and the addition of the $1,000 bill. It is faster because of a new speed die and Bus cards. Monopoly: The Mega Edition can be played in 1&frac12; hours with more fun than ever!&#10;&#10;The massive game board has 12 additional spaces, including 9 new properties. You'll be able to buy, for the first time: California, Florida, Maryland, Massachusetts, Michigan, New Jersey, South Carolina, and Arctic Avenues, plus the Gas Company. Each joins an existing group.&#10;&#10;Buy all the properties of a group, build your houses and hotels, and then keep on going by building Skyscrapers for a chance to earn &quot;mega&quot; rents. Good news: you can build houses and hotels once you own three out of four properties in a group (or two out of three in the smaller groups). You can even build a Depot on a railroad to double its rent.&#10;&#10;Start play with $2500, including a $1,000 bill.&#10;&#10;Roll three dice on your turn: two regular dice and the special &quot;Speed&quot; Die. The Speed Die gives you a chance for free trip to the next unowned property. (Later in the game the Speed Die could send you to the next property you owe rent on. Ouch!) From time to time you'll earn free &quot;Bus Tickets.&quot; Use them to go where you want to go, but beware: they expire! The Speed Die and the Bus Tickets make the action speedy, intense, and sure-fire fun!&#10;&#10;","image":"https://cf.geekdo-images.com/dMsrQsU9JzXzzEt_lZAVYw__original/img/BD-VQGHEfAK4oefewQg3NiN02qk=/0x0/filters:format(jpeg)/pic151473.jpg","thumbnail":"https://cf.geekdo-images.com/dMsrQsU9JzXzzEt_lZAVYw__thumb/img/S236bZfvBjsV8K8zZVMk1YpFpVM=/fit-in/200x150/filters:strip_icc()/pic151473.jpg","link":"https://boardgamegeek.com/thing/24764","minPlayers":"2","maxPlayers":"8","yearPublished":"2006","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"6.00506","averageWeight":"2.0303","boardGameRank":"12038","mechanics":["Auction / Bidding","Player Elimination","Roll / Spin and Move","Set Collection","Trading"],"categories":["Economic","Negotiation"],"designers":["Phil Orbanes Sr."]}}