{
  "timestamp": "2025-11-26T20:37:51.148Z",
  "gameDetails": {
    "id": "24773",
    "name": "On the Underground",
    "type": "boardgame",
    "description": "Aim of the game from the rulebook:\n\nThe goal of the game is to build the most successful Underground lines and in doing so gain the most points.  You can gain points by connecting your lines to various destinations on the board, and by having the passenger use your lines to travel from station to station.\n\nThe player who has best balanced the demands by the time that the deck of destinations is exhausted will be declared the winner.\n\nGameplay overview:\n\nIn On the Underground, the players represent companies building underground lines in London. Each player controls 2-4 different lines (based on the number of players).\n\nOn each turn, a player can build four pieces of track on the map in any of their color. All track pieces must extend the color. Alternatively, a player may decide to use two branch tokens (acquired by extending lines to the terminus stations or skipping building turns) to branch out of the line.\n\nDuring the track building part, the active player can score in four different ways:\n\n     Connect their line to a station with a National Rail symbol (1p)\n     Connect their line to a terminus station (2p + a branch token)\n     Connect two connection tokens of the same type (3p)\n     Building a circular line (1p for each station \"inside\" the line)\n\n\nAfter each turn, the passenger moves to one or two of the four face up destination cards; first to one express destination and then to a regular destination. If there are no cards face up in either type, the passenger only moves once. The passenger always uses the shortest route from their current position, avoiding walking and line changes. The passenger scores one point for each line they used to get to their destination.\n\nWhen there is not enough destination cards to turn face up from the deck, the passenger marker is removed from the game. Players get equal turns, but after the passenger marker is removed, no more points are awarded from passenger movement and players can only build track. The player with the highest amount of points wins.\n\n",
    "image": "https://cf.geekdo-images.com/ikGImGkGcN2BYlI-qfcOYg__original/img/P19GUQ7fw1molA-GON3ZFDwW6D8=/0x0/filters:format(jpeg)/pic138178.jpg",
    "thumbnail": "https://cf.geekdo-images.com/ikGImGkGcN2BYlI-qfcOYg__small/img/NHgXJ4tJdXn3vh7_GJpjS0C10PQ=/fit-in/200x150/filters:strip_icc()/pic138178.jpg",
    "link": "https://boardgamegeek.com/thing/24773",
    "minPlayers": "2",
    "maxPlayers": "5",
    "yearPublished": "2006",
    "playingTime": "60",
    "minPlayingTime": "60",
    "maxPlayingTime": "60",
    "bestAtCount": [
      3
    ],
    "averageRating": "6.89272",
    "averageWeight": "2.4414",
    "boardGameRank": "2070",
    "mechanics": [
      "Network and Route Building"
    ],
    "categories": [
      "Trains",
      "Transportation"
    ],
    "designers": [
      "Sebastian Bleasdale"
    ]
  }
}