{
  "timestamp": "2025-11-26T20:30:48.976Z",
  "gameDetails": {
    "id": "24770",
    "name": "Quietville",
    "type": "boardgame",
    "description": "Quietville needs a new mayor. Before the people vote, though, each candidate must govern a small part of this great city to prove his ability. Unfortunately, that's not an easy task. Quietville sits beside a frequently erupting volcano, happens to be the city of choice for alien invasions, and is a favorite playground of a mutant radioactive dinosaur &ndash; and these are only a few of the disasters Quietville must face! Whoever can build and protect the most prosperous city area, by avoiding or limiting the damage of these terrible disasters, will be elected new mayor of Quietville!\n\nQuietville, a new edition of Bull in a China Shop/Der Elefant im Porzellanladen, includes Michael Schacht's \"Divine Intervention\" cards that give players the opportunity to perform different actions during the game.\n\n&bull;&bull;&bull;\n\nElephants and china don't go together especially well, and playing the card game Der Elefant im Porzellanladen will only strengthen that prejudice. The players collect china cards, and the collection grows through additional purchases. But players must take elephant cards in order to make more purchases, and elephants can lead to embarrassing consequences for their china collection, and therefore their score. The goal of the game is to score as many points as possible by collecting china cards.\n\nA short description of the game: Five elephant cards and five china cards (in three flavors: red, blue and green) are laid out. On a turn you either (1) pay money and buy china, (2) take an elephant (which might destroy your china) and earn money, or (3) pass, which you can do only once a game. The game has four scoring rounds, during which you choose one out of four scoring options; each option can be chosen only once. After four rounds, the high score wins.\n\n",
    "image": "https://cf.geekdo-images.com/cB55Cu0fs7JTWOGcgXBKQA__original/img/0ObxIgTJI1Vy-S1570lIjI3wbWA=/0x0/filters:format(jpeg)/pic1356415.jpg",
    "thumbnail": "https://cf.geekdo-images.com/cB55Cu0fs7JTWOGcgXBKQA__small/img/86pcfyWV_N6v1QjbZwSrGPLVY3E=/fit-in/200x150/filters:strip_icc()/pic1356415.jpg",
    "link": "https://boardgamegeek.com/thing/24770",
    "minPlayers": "3",
    "maxPlayers": "5",
    "yearPublished": "2006",
    "playingTime": "30",
    "minPlayingTime": "30",
    "maxPlayingTime": "30",
    "bestAtCount": [
      3
    ],
    "averageRating": "6.19158",
    "averageWeight": "1.4242",
    "boardGameRank": "6001",
    "mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "categories": [
      "Animals",
      "Card Game"
    ],
    "designers": [
      "Michael Schacht"
    ]
  }
}