{"timestamp":"2024-11-12T21:55:26.009Z","gameDetails":{"id":"249381","name":"The Estates","type":"boardgame","description":"The City Council recently approved the zoning map for a new urban development &mdash; The Estates &mdash; featuring high-end infrastructure and a modern atmosphere for its citizens. Soon after, the banks awarded millions of dollars in loans to six real estate investment firms to help develop this new area. The zoning map for The Estates calls for two rows of four buildings each, located between the River and Main Street. The meadows on the other side of the River are to remain a recreational area for the City.&#10;&#10;But, with hopes of larger profits, investors and building tycoons entirely ignore the City Council's demands and begin developing three rows of buildings instead. The Mayor catches wind of the potential for profit and begins planning a new mansion in The Estates, which would double the value of one of the building rows! With some sketchy building permits, investors begin developing buildings on the other side of the River, beyond the designated building zone. However, the City Council takes rigorous steps to put an end to the racketeering with an ultimatum: As soon as the first two rows are completed, the buildings in the uncompleted row will be torn down, resulting in a huge loss for all who invested there. At the end of the day, the investor with the highest-valued buildings will come out on top.&#10;&#10;The players take on the role of investors seeking to make the most money by developing buildings in The Estates. Players will bid for the various building pieces and place them in The Estates to their benefit. All buildings in completed rows score positive points, while all buildings in incomplete rows score negative points. It is possible to have zero completed rows of buildings.&#10;&#10;A game of The Estates lasts around 40 minutes and can be played in several rounds to experience a shifting economy.&#10;&#10;","image":"https://cf.geekdo-images.com/AvC3AzHo8JlcvgKtQ3PDWA__original/img/bLkTdJ11F1JN8zUU4dPjR0J3_2k=/0x0/filters:format(jpeg)/pic4071903.jpg","thumbnail":"https://cf.geekdo-images.com/AvC3AzHo8JlcvgKtQ3PDWA__thumb/img/eMsTjGHKNFzWiw7uNiOKDLtYcq4=/fit-in/200x150/filters:strip_icc()/pic4071903.jpg","link":"https://boardgamegeek.com/thing/249381","minPlayers":"2","maxPlayers":"5","yearPublished":"2018","playingTime":"60","minPlayingTime":"40","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.42415","averageWeight":"2.3188","boardGameRank":"779","mechanics":["Auction / Bidding","Auction: Once Around","Closed Economy Auction","Investment","Square Grid","Take That","Turn Order: Progressive"],"categories":["City Building","Negotiation"],"designers":["Klaus Zoch"]}}