{"timestamp":"2024-11-10T04:50:32.502Z","gameDetails":{"id":"25021","name":"Sekigahara: The Unification of Japan","type":"boardgame","description":"The battle of Sekigahara, fought in 1600 at a crossroads in Japan, unified that nation under the Tokugawa family for more than 250 years.&#10;&#10;Sekigahara allows you to re-contest that war as Ishida Mitsunari, defender of a child heir, or Tokugawa Ieyasu, Japan's most powerful daimyo (feudal lord).&#10;&#10;The campaign lasted only 7 weeks, during which each side improvised an army and a strategy with what forces their allies could provide. Each leader harbored deep doubts as to the loyalty of his units - for good reason. Several daimyo refused to fight; some even turned sides in the midst of battle.&#10;&#10;To conquer Japan you must do more than field an army - you must be sure it will follow you into combat. Cultivate the loyalty of your allies and deploy them only when you are confident of their allegiance. Win a battle by gaining a defection from the ranks of your opponent.&#10;&#10;Sekigahara is replete with unusual mechanics:&#10;&#10;        No dice are used&#10;        Cards represent loyalty and motivation. Without a matching card, an army will not enter battle.&#10;        Allegiance is represented by hand size, which fluctuates each turn.&#10;        Battles are a series of deployments, from hidden unit stacks, based on hidden loyalty factors. Loyalty Challenge cards create potential defection events.&#10;&#10;&#10;Sekigahara is a 3-hour block game based on the Japanese campaign waged in 1600. The 7-week war, fought along Japan's two major highways and in scattered sieges and backcountry skirmishes, elevated Tokugawa Ieyasu to Shogun and unified Japan for 265 years.&#10;&#10;Sekigahara is designed to offer an historically authentic experience within an intuitive game mechanic that can be played in one sitting. Great effort has been taken to preserve a clean game mechanism. (Despite a healthy amount of historical detail, the ruleset is a brief 6 pages.) Chance takes the form of uncertainty and not luck.&#10;&#10;No dice are used; combat is decided with cards. Blocks = armies and cards = motivation. The combination of army and motivation produces impact on the battlefield. Armies without matching cards don't fight. Battles resolve quickly, but with suspense, tactical participation, and a wide range of possible outcomes.&#10;&#10;Legitimacy is represented by hand size, which fluctuates each week according to the number of castles a player holds. Certain events deplete legitimacy, like force marches and lost battles. Recruitment, meanwhile, is a function of a daimyo's control over key production areas. Objectives (enemy units, castles, resources) exist all over the map.&#10;&#10;The initial setup is variable, so the situation is always fresh. Concealed information (blocks and cards) lends additional uncertainty. In this way the game feels like the actual campaign.&#10;&#10;Blocks are large and stackable. Every unit on the board is visible at once, and the strategic situation is comprehensible at a glance. Components use authentic clan designations and colors, and have a Japanese feel.&#10;&#10;True to history, the objectives (castles and economic centers) and forces (armies of allied daimyo) are dispersed. Support for one front means neglect for another. The player is pulled between competing priorities. Each side wonders where his opponent wants to fight, and where he is unready. There is a great deal of bluff in the game.&#10;&#10;Each player must rally the several daimyo of his coalition, managing the morale and motivation of each clan. The forces are dispersed, and while there are reasons to unify them, the objectives are also dispersed, and the timeframe compact, so skirmishing will occur all over the island.&#10;&#10;TIME SCALE     1 week per 2-player turns&#10;MAP SCALE     Point to point&#10;UNIT SCALE     One block = 5000 soldiers&#10;NUMBER OF PLAYERS     2&#10;&#10;COMPONENTS&#10;    Mounted Map&#10;    119 wooden pieces&#10;    1 and 1/2 sticker sheets&#10;    110 cards&#10;    Rulebook&#10;    Two player aid cards&#10;&#10;DESIGNER: Matthew Calkins&#10;MAP, CARD, &amp; BLOCK ART: Mark Mahaffey&#10;&#10;(source: GMT website)&#10;&#10;","image":"https://cf.geekdo-images.com/eMJAona-uXwh6t2AcugGEg__original/img/4LuFgxwxB8OcjoGBWg6_IxFkZ0s=/0x0/filters:format(jpeg)/pic1063508.jpg","thumbnail":"https://cf.geekdo-images.com/eMJAona-uXwh6t2AcugGEg__thumb/img/6qn1NgnJ9inZNfLlrBdWK3FritU=/fit-in/200x150/filters:strip_icc()/pic1063508.jpg","link":"https://boardgamegeek.com/thing/25021","minPlayers":"2","maxPlayers":"2","yearPublished":"2011","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"2"}}