{"timestamp":"2024-11-13T00:29:49.076Z","gameDetails":{"id":"2507","name":"Liberté","type":"boardgame","description":"Libert&eacute; covers the French Revolution from 1789 and the meeting of the Estates General to the Directory and Bonaparte&rsquo;s coup d&rsquo;&eacute;tat in 1799. &#10; The game is played in four turns. In each turn there will be a variable number of rounds, followed by an election to see which faction becomes the government. There are three factions, the Radicals (red), the Moderates (blue), and the Royalists (white).  The most common action is for a player to place faction blocks on the board.  He shows he controls these blocks by placing one of his tokens on top of the stack.&#10;&#10;The cards are divided into two sets, set 'A' and 'B'.  The 'A' deck is used first and tends to favor the moderates and Royalists.  Once this deck has been exhausted the 'B' deck comes into play, which tends to favor the radicals.&#10;&#10;The election is triggered when all of one type of faction block has been exhausted.  The faction blocks will determine which faction forms the next government.  Players are attempting to score victory points by having the most influence in the government and opposition.  Points can also be picked up in later turns for being the general in charge at a victorious battle, and for winning elections in specific provinces.&#10;&#10;Normally the player with the most victory points will win.  However, there are two sudden death game end conditions that may alter the outcome.  The first is a radical electoral landslide, triggered by the red faction gaining 17 or more votes.  The second is  successful Royalist counter-revolution, precipitated by Royalist control of seven counter-revolutionary provinces.  In both cases, victory is determined by a different set of criteria, in which accrued victory points do not count.  The player who is ahead on points must be aware that one mistake could lead to defeat at the hands of the Jacobins or Royalists!&#10;&#10;It is likely that you will never have played a game quite like this one and you may find yourself wondering what strategies to employ.  Do not despair!  Once you have completed your first game you will realize that amongst the apparent chaos of the game there are many opportunities for long-term planning.&#10;&#10;Libert&eacute; is #6 in the Valley Games Classic Line&#10;&#10;","image":"https://cf.geekdo-images.com/2X9geVmC4PvZIyNXFPV1Sg__original/img/LqciHtwIE6EP6Rk0J2Y_st5saAg=/0x0/filters:format(jpeg)/pic763388.jpg","thumbnail":"https://cf.geekdo-images.com/2X9geVmC4PvZIyNXFPV1Sg__thumb/img/X2pF3tim3Mw0BxLsT4_pWlYHH5I=/fit-in/200x150/filters:strip_icc()/pic763388.jpg","link":"https://boardgamegeek.com/thing/2507","minPlayers":"3","maxPlayers":"6","yearPublished":"1998","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"7.11296","averageWeight":"3.3056","boardGameRank":"1457","mechanics":["Area Majority / Influence","Auction / Bidding","Hand Management","Open Drafting"],"categories":["Napoleonic","Political"],"designers":["Martin Wallace"]}}