{"timestamp":"2024-11-09T21:45:08.384Z","gameDetails":{"id":"25114","name":"Die Säulen von Venedig","type":"boardgame","description":"GOLDSIEBER's big-box-game 'Die S&auml;ulen von Venedig' (The Columns of Venice) by Christian Fiore and Knut Happel gives 2 to 6 players of 10 years and older the chance to relive the emergence and development of Venice to the famous city on columns in about 45 to 60 minutes.&#10;&#10;The players place wooden columns on the initially empty gameboard depicting the lagoon of venice and mark their columns with tokens of their colour. Buildings and squares -the districts - are placed on the districts to garner victory points. Anyone building on other players' columns will provide them with victory points. The coveted place on the big wooden gondola will earn victory points anytime a district is build alongside the Canale Grande.&#10;&#10;By using action cards the players embody one of 11 venetian characters. Columns are built with pitch-dippers (Pechtunker), councilmen provide adequate supply of districts, which are build with master builders, spies deliver insight into other players' action cards, saboteurs remove districts, merchants and speculators benefit from other players' actions ......&#10;&#10;Each player has a supply of 5 action cards and chooses one each round without showing it to the other players. Clockwise the cards are played and passed down to the next player.&#10;&#10;Once all 60 columns are placed on the gameboard, the player with the most victory points wins.&#10;&#10;'Die S&auml;ulen von Venedig' (The Columns of Venice) contains a gameboard, action cards, lots of cardboard pieces and over 100 wooden game pieces.&#10;&#10;","image":"https://cf.geekdo-images.com/iUDdcAxDYbZ9S-Bnb3HFyg__original/img/oSSxh_gKrUWTfMttkr7McbXadLY=/0x0/filters:format(jpeg)/pic175991.jpg","thumbnail":"https://cf.geekdo-images.com/iUDdcAxDYbZ9S-Bnb3HFyg__thumb/img/b76NjQ523bEgvXAQgDp28KpYRDc=/fit-in/200x150/filters:strip_icc()/pic175991.jpg","link":"https://boardgamegeek.com/thing/25114","minPlayers":"2","maxPlayers":"6","yearPublished":"2006","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":"4"}}