{"timestamp":"2024-11-13T00:38:10.645Z","gameDetails":{"id":"251349","name":"Miskatonic University: The Restricted Collection","type":"boardgame","description":"The game is a quest, an extremely dangerous quest. Dr. Henry Armitage, Chief Librarian, needs you to search the perilous Restricted Collection for fragments of lore from among the grimoires to recover pieces of a particular sigil.&#10;&#10;Miskatonic University: The Restricted Collection lasts five rounds, and each round continues until no one is left in the library, each player having left voluntarily or having been expelled. Basic play consists of taking turns to select a library card and placing these cards face up on your player mats. Library cards come in three types: sigil pieces, grimoire fragments, and graduate students. In more detail:&#10;&#10;&#10;    Sigil pieces: Three pieces make a set and earn a lore card. Picking up a duplicate leads to expulsion unless you can use your defenses.&#10;&#10;&#10;&#10;    Grimoire fragments: Three pieces make a set and earn a lore card. Picking up a duplicate leads to expulsion unless you can use your defenses.&#10;&#10;&#10;&#10;    Graduate students: Collecting four means you can re-use one of your defense cards.&#10;&#10;&#10;Players have a chance to win black or red sanity cards, which increase your score. The game ends when the final fifth round is played. You then add up all the score cards you have received and the player with the highest score wins!&#10;&#10;","image":"https://cf.geekdo-images.com/A_xVXh22gVoY6XSxGEUWgw__original/img/e-Mjc7s2lB4clLdQckIf9tHN4Rc=/0x0/filters:format(png)/pic4422854.png","thumbnail":"https://cf.geekdo-images.com/A_xVXh22gVoY6XSxGEUWgw__thumb/img/C-gtwbafIPxi2TkDowj7COgWxgE=/fit-in/200x150/filters:strip_icc()/pic4422854.png","link":"https://boardgamegeek.com/thing/251349","minPlayers":"2","maxPlayers":"5","yearPublished":"2019","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":[4],"averageRating":"6.11073","averageWeight":"1.7143","boardGameRank":"10216","mechanics":["Hand Management","Push Your Luck","Set Collection","Take That"],"categories":["Card Game","Horror"],"designers":["Reiner Knizia"]}}