{"timestamp":"2024-11-13T00:56:07.095Z","gameDetails":{"id":"251678","name":"Railroad Ink: Blazing Red Edition","type":"boardgame","description":"In the multiplayer puzzle game Railroad Ink, your goal is to connect as many exits on your board as possible. Each round, a set of dice are rolled in the middle of the table, determining which kind of road and railway routes are available to all players. You have to draw these routes on your erasable boards to create transport lines and connect your exits, trying to optimize the available symbols better than your opponents.&#10;&#10;The more exits you connect, the more points you score at the end of the game, but you lose points for each incomplete route, so plan carefully! Will you press your luck and try to stretch your transportation network to the next exit, or will you play it safe and start a new, simpler to manage route?&#10;&#10;Railroad Ink comes in two versions, each one including two expansions with additional dice sets that add special rules to your games. The Blazing Red Edition includes the Lava and  Meteor expansions. Try to confine the lava coming from the erupting volcano before it destroys your routes, or deal with the havoc brought by the meteor strikes and mine the craters for precious ore. These special rules can spice up things and make each game play and feel different.&#10;&#10;Each box allows you to play from 1 to 6 players, and if you combine more boxes, you can play with up to 12 players (or more). The only limit to the number of players is the number of boards you have!&#10;&#10;","image":"https://cf.geekdo-images.com/eNgD_0WGHeO9fPCpgTOBrQ__original/img/oHGao7oKpWzQA6-j842d6WoPM1I=/0x0/filters:format(png)/pic4118864.png","thumbnail":"https://cf.geekdo-images.com/eNgD_0WGHeO9fPCpgTOBrQ__thumb/img/1YPyYUHM22_SszKMWCMIC77WtgY=/fit-in/200x150/filters:strip_icc()/pic4118864.png","link":"https://boardgamegeek.com/thing/251678","minPlayers":"1","maxPlayers":"6","yearPublished":"2018","playingTime":"30","minPlayingTime":"20","maxPlayingTime":"30","bestAtCount":[3],"averageRating":"7.07856","averageWeight":"1.4679","boardGameRank":"875","mechanics":["Bingo","Connections","Dice Rolling","Line Drawing","Network and Route Building","Paper-and-Pencil","Simultaneous Action Selection","Solo / Solitaire Game"],"categories":["Dice","Trains"],"designers":["Hjalmar Hach","Lorenzo Silva"]}}