{"timestamp":"2024-11-12T18:29:11.233Z","gameDetails":{"id":"251733","name":"Arkham Horror: The Card Game – Heart of the Elders: Mythos Pack","type":"boardgameexpansion","description":"Heart of the Elders is the third Mythos Pack in The Forgotten Age Cycle for Arkham Horror: The Card Game.&#10;&#10;Following the events of The Boundary Beyond, you and your team of investigators head deep into the jungles of southern Mexico in search of an ancient, forgotten cavern. After several days of trekking through the jungle, you find what you believe to be the entrance of the cave, but something is not right. Six pillars surround the cavern, carved with strange symbols. Are they a warning? A lock? You must investigate this further, but time is running short. Your supplies are already starting to run low and countless eyes watch you from the shadows of the trees. What secrets are they trying to protect?&#10;&#10;This Mythos Pack features an immersive two-part scenario that takes you on an adventure both above and below the Earth. Immediatley forced to face the consequences of your choices, you shape the scenario as you go, determining which dangers you face and which allies you rely upon. Isolated from the rest of civilization, who can you trust?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/IKzpECvhFzOcl93RpiCUBQ__original/img/bVvMCvve_yhTs7cGn0xAZqhZkkU=/0x0/filters:format(png)/pic4134955.png","thumbnail":"https://cf.geekdo-images.com/IKzpECvhFzOcl93RpiCUBQ__thumb/img/4fI30TrW-miStEpfa-wMIjCXMVs=/fit-in/200x150/filters:strip_icc()/pic4134955.png","link":"https://boardgamegeek.com/thing/251733","minPlayers":"1","maxPlayers":"2","yearPublished":"2018","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"8.02732","averageWeight":"3.8889","boardGameRank":"Not Ranked","mechanics":["Action Points","Cooperative Game","Deck, Bag, and Pool Building","Hand Management","Role Playing","Variable Player Powers"],"categories":["Expansion for Base-game","Adventure","Card Game","Collectible Components","Fantasy","Horror","Novel-based"],"designers":["MJ Newman"]}}