{"timestamp":"2024-11-09T22:13:34.511Z","gameDetails":{"id":"252399","name":"Vast: The Mysterious Manor","type":"boardgame","description":"Vast: The Mysterious Manor FAQ (unoffical rules FAQ)&#10;&#10;The manor has sat in the shady part of the valley abandoned for generations. The spider having escaped her abyssal prison is now seeking to return to her terrible glory, while the skeletal guards of this estate continue to stir in the darkness.&#10;&#10;The paladin has come to the manor, seeking atonement from the gods he must destroy the spider.&#10;&#10;Return to the world of Vast in a whole new adventure Vast: The Mysterious Manor.&#10;&#10;Vast takes you and your friends on an adventure in a haunted house, built on total asymmetry. There is no merry band of travelers here fighting evil. In Vast you take control of any part of the story.&#10;&#10;Play as the pious Paladin, the murderous Skeletons, the awesome Spider, or the Manor itself. In addition there is the Enchanter, come to this world to rule the minds of the others. Each role has its own powers, pieces, and paths to victory...and there can be only one winner.&#10;&#10;As the ultimate asymmetric board game, Vast: The Mysterious Manor provides a limitless adventure, playable again and again as you and your friends explore the five different roles in different combinations.&#10;&#10;Leder Games will present the entire game with solo modes, many combinations of characters, and full games. For the first time Vast will come with a board, to hold the tiles that form the Manor. In addition Vast: The Mysterious Manor will be compatible with Vast: The Crystal Caverns and Vast: The Fearsome Foes.'&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/Vf3kkCiduusDO0nZclyosA__original/img/0KVaIA-66yW55bJF84DiL1Tq-54=/0x0/filters:format(png)/pic4118006.png","thumbnail":"https://cf.geekdo-images.com/Vf3kkCiduusDO0nZclyosA__thumb/img/m-_Uyh4A8x6Tj9hTS50F12FWliY=/fit-in/200x150/filters:strip_icc()/pic4118006.png","link":"https://boardgamegeek.com/thing/252399","minPlayers":"1","maxPlayers":"5","yearPublished":"2019","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":"4"}}