{"timestamp":"2024-11-12T21:15:07.089Z","gameDetails":{"id":"25234","name":"Catan Histories: Struggle for Rome","type":"boardgame","description":"Catan Histories: Struggle for Rome is a new Settlers of Catan game. The game can be compared with the Settlers historical scenarios.&#10;&#10;On the board you have a fixed map that represents southern Europe. The players represent Germanic tribes that are marching on Rome. Each player has two armies that start in the northeastern corner of the board. These armies will move across the board, pillaging cities for resources.&#10;&#10;From the Box:&#10;The Romans rule over an enormous empire. It stretches from Great Britain to North Africa, from Spain across the Black Sea. But now, Rome holds its imperial breath. The empire is weak, and wild barbarian hordes from the vast eastern steppes surge across the frontier.&#10;&#10;You are the ruler of one of those barbarian hordes, pouring into the rich and decadent West. Fast horsemen and dangerous warriors - lured by the rich Roman cities ready for plunder - follow your every command.&#10;&#10;Your noble tribe is strong, but rival princes stand in your way! Are you wily enough to outmaneuver them? Can you find a swifter way to your rich goals? Can you concentrate your savage forces at the crucial moment? Can you outpace the other princes as you pillage city after city?&#10;&#10;But before your warriors grow weary of wandering, will you have enough wealth from plundering to found your own kingdom? Your fate is in your hands: civilization is ripe for conquest! Will you forge a mighty new kingdom? Or disappear into the vortex of history?&#10;&#10;Will you be the one to inherit the storied glory of Rome?&#10;&#10;Contents: 1 game board, 40 plunder counters, 90 cards, 40 gold coins, 4 turn overview cards, 2 dice, 1 legionnaire, rulebook, over 100 miniature plastic figures.&#10;&#10;","image":"https://cf.geekdo-images.com/MbY_bOo-HNFMpMxFs-KZ1A__original/img/DaBg1aAhp4O6sQ8LvF43FSsFe3A=/0x0/filters:format(jpeg)/pic329096.jpg","thumbnail":"https://cf.geekdo-images.com/MbY_bOo-HNFMpMxFs-KZ1A__thumb/img/cn9mgkpgGdNSkEB8JoSxCT2y7z4=/fit-in/200x150/filters:strip_icc()/pic329096.jpg","link":"https://boardgamegeek.com/thing/25234","minPlayers":"3","maxPlayers":"4","yearPublished":"2006","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"6.42537","averageWeight":"2.5436","boardGameRank":"3899","mechanics":["Area Movement","Trading"],"categories":["Ancient","Civilization"],"designers":["Klaus Teuber"]}}