{"timestamp":"2024-11-13T01:30:37.266Z","gameDetails":{"id":"252467","name":"Vinyl:  Totally Awesome 80's","type":"boardgameexpansion","description":"Totally Awesome 80s is the Vinyl you love with rad graphics, new albums, and new mechanisms!&#10;&#10;It's the mid-eighties and you want the hottest records. You jump in your T-top and head down to Record Town!&#10;&#10;Vinyl is a game where players are aspiring vinyl collectors. They have some knowledge of what they would like to collect, but immediately get immersed in the experience. Players will acquire morsels of information after visiting the &ldquo;Mag Rack&rdquo;. That information will lead them to the bins where they select albums to add and expand their collection. Albums can be played at the listening booth to increase the value of a player&rsquo;s collection and their ability to collect even more albums. Unfortunately, the inventory is limited and other customers may be targeting the same vinyl gems. After the final round is concluded, players will tally their collection&rsquo;s value and determine who is the Elite Collector of Vinyl!&#10;&#10;How does it differ from other Vinyl Editions?&#10;&#10;In Totally Awesome 80s, we have opened up the Trade Counter. You will now be able to trade unwanted or low-value records in to gain attributes that you may use in later turns.&#10;&#10;Collection rewards have been reduced to max out 4. The lower end will now be 2 albums in a small collection and this will increase the number of records that a player may retire during the game. In addition, the Extended Play format and the Long Play format have been added as attributes and these albums can provide a bonus to your collections for end-game scoring. There is still more, however.&#10;&#10;We have also added 12 new Loyalty Cards which will help to bolster your end-game scoring even further. Taking all of this into account, over 150 new components added to the game!&#10;&#10;We will also introduce gameplay with 5 Genres in play instead of 4. This will give players a different style of game in this expansion. There are 6 Genres added so that players can choose which 5 Genres they would like to play with.&#10;&#10;- 6 New Genres:  Dance, Hip-Hop, New Wave, Glam Rock, R&amp;B, Reggae&#10;&#10;","image":"https://cf.geekdo-images.com/1MG4vubuQP5pJFcImTKsGg__original/img/bqO13UZENg7qlZumV-i5RC9FST4=/0x0/filters:format(jpeg)/pic6472051.jpg","thumbnail":"https://cf.geekdo-images.com/1MG4vubuQP5pJFcImTKsGg__thumb/img/1ASeVwmTywMiKAXvCI4_x9CBNUw=/fit-in/200x150/filters:strip_icc()/pic6472051.jpg","link":"https://boardgamegeek.com/thing/252467","minPlayers":"2","maxPlayers":"4","yearPublished":"2019","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":null,"averageRating":"7.07778","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":["Hand Management","Set Collection"],"categories":[],"designers":["Eric Alvarado"]}}