{"timestamp":"2024-11-13T00:24:36.346Z","gameDetails":{"id":"252446","name":"Key Flow","type":"boardgame","description":"The great river Key Flow passes through the new Key Lands, carrying ships laden with resources for building and trade. Along the riverside, buildings are built, boats are moored in docks, and animals graze in the fields. Players build communities alongside this river, and send workers (known as &quot;keyples&quot;) to work in both their own and their neighbors' businesses, enabling their economy to develop and flourish.&#10;&#10;Key Flow is a card-driven game based on many of the ideas contained in the award-winning game Keyflower. The game flows quickly over four game rounds (seasons), allowing players to develop their own unique village, with many ways to score points for their buildings, animals, keyples, resources and other items.&#10;&#10;Key Flow is played over four seasons (rounds). Each season, players are dealt a number of cards. They then choose one of their cards and pass the remaining cards to the player on their left or right &mdash; depending on the season &mdash; until all the cards have been chosen. All scoring takes place at the end of winter. Points are scored from the village cards in various ways, through upgrading buildings, and from gathering gold. The player who scores the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/1o7i-hnpCiWC45QUnSOAgA__original/img/AmohYe_ob-CFkpCntm282LAJNJE=/0x0/filters:format(jpeg)/pic4264435.jpg","thumbnail":"https://cf.geekdo-images.com/1o7i-hnpCiWC45QUnSOAgA__thumb/img/SyQQsxeI4PP3qaJk1q-ItgR6e3M=/fit-in/200x150/filters:strip_icc()/pic4264435.jpg","link":"https://boardgamegeek.com/thing/252446","minPlayers":"2","maxPlayers":"6","yearPublished":"2018","playingTime":"75","minPlayingTime":"45","maxPlayingTime":"75","bestAtCount":[3,4],"averageRating":"7.32109","averageWeight":"2.8857","boardGameRank":"1857","mechanics":["Closed Drafting","Neighbor Scope","Network and Route Building","Set Collection","Simultaneous Action Selection","Worker Placement"],"categories":["Card Game","City Building","Economic","Farming","Medieval"],"designers":["Sebastian Bleasdale","Richard Breese","Ian Vincent"]}}