{"timestamp":"2024-11-09T20:37:38.600Z","gameDetails":{"id":"253074","name":"Exodus: Paris Nouveau","type":"boardgame","description":"Your mission? Lead a daring rescue attempt to save innocent citizens from the corrupted Paris Nouveau government. You've been in this together from the beginning. You've had each other's backs, but we fear some of your team may have been bought off by the hunters &mdash; especially since our last team didn't come back. Trust no one but yourself!&#10;&#10;In Exodus: Paris Nouveau, you're a member of a specialist team sent on a rescue mission to save refugees trapped in an urban warzone. At the start of the game, the players are secretly and randomly divided into two teams: those with a secret hunter ID card are on the hunters team, and those with a secret rescuer ID card are on the rescuers team. The problem is that although you know which team you're on, you don't know which of the other players are also on your team and which are on the other team!&#10;&#10;Further, in Exodus: Paris Nouveau, you win or lose as a team. Throughout the game, you use abilities, deduction, and guesswork to determine your team members, and together strive to win as a team. The game may end in a number of ways:&#10;&#10;&#10;    If a player has no life tokens, the game immediately ends. That player reveals their secret ID card and their team loses, resulting in a win for the other team. &#10;    The hunters win (and the rescuers lose) immediately if no cover tokens remain in the game. &#10;    The hunters win (and the rescuers lose) immediately if the total hunter distance (i.e., the sum of the distance values on all face-up cards in the hunter line) equals or exceeds the total rescuer distance (i.e., the number of distance tokens remaining in the game plus the sum of the distance values on all face-up cards in the rescuer line).&#10;    If the game hasn't ended beforehand, it concludes at the end of the seventh round. In this case, the rescuer's team score is the number of victory point icons on the face-up cards in the rescuer line (i.e., each running figure symbol is worth one victory point), and the hunter's team score is the number of victory point icons on the face-up cards in the hunter line. Whichever team has the higher score wins.&#10;    If scores are tied, continue playing rounds until either an immediate-win condition has been met or at the end of a round one team has a higher score than the other, at which point they're declared the winning team.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/2TyeUsSfx7mHV1dmyI6CxQ__original/img/UI4yh3LD89fFPKasofPECMPywnE=/0x0/filters:format(jpeg)/pic4191971.jpg","thumbnail":"https://cf.geekdo-images.com/2TyeUsSfx7mHV1dmyI6CxQ__thumb/img/XsoTQ0Pj0lp6kHJR976S4U6YDDk=/fit-in/200x150/filters:strip_icc()/pic4191971.jpg","link":"https://boardgamegeek.com/thing/253074","minPlayers":"4","maxPlayers":"6","yearPublished":"2018","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":"4"}}