{"timestamp":"2024-11-09T21:01:10.370Z","gameDetails":{"id":"2533","name":"Kupferkessel Co.","type":"boardgame","description":"In Kupferkessel Co. (Copper Kettle, or since it's about witches, Copper Cauldron Co.) we imagine witches or wizards shopping for ingredients for their magic potions.  Your token moves around the perimeter of an array of cards (ingredients) and you pick one from the row or column where you stop.  The number on the card you pick dictates how many spaces you move on your next turn.  You try to collect sets of four matching ingredients and get penalty points if you have only one of a particular ingredient.  The scoring rules can be made more complicated if the players desire, but for most the basic rules are satisfying.  A touch of memory is involved since you can see only the last ingredient you picked up on your stack of cards.&#10;&#10;&#10;Game Summary&#10;Create a 6x6 grid of ingredient cards (numbered 1-4, 14 ingredient types; 2 each in 5 colors, and the player colors black and white) minus the corners. Place the 2 player pawns on opposite corners. Each player gets a random card (not of their color) in front of them. For the advanced game, players also get 2 recipe cards = bonus points at end of game if you meet the conditions (e.g., at least 3 cards of both ingredients in a color; fewer 4s than the other player, etc.).&#10;&#10;On your turn, move clockwise as many spaces around the grid as the number showing on your card stack, then take a card in that row and place on top of your stack (may never look through your stack) -- if land on corner, get nothing. Place the top card from the draw deck in the empty spot. If you drew a card with a magic hat/wand icon, take a second turn (max 2 consecutive turns). If you got a card with an exploding icon, the other player places their top card on the bottom of the draw deck (if deck empty, remove card from game instead).&#10;&#10;The game ends when any row is empty. Then sort your cards by ingredient type and score according to number of each type:&#10;- 1 = negative points&#10;- 2 = 0&#10;- 3 = sum&#10;- 4 = sum + 5 (i.e., 15 VP)&#10;- then, if in your own color, double the value&#10;- score any bonus points from end-game recipes.&#10;Most points wins!&#10;&#10;","image":"https://cf.geekdo-images.com/FthIzwQtbY0lDlrX6xXj-w__original/img/eBKsIVltdkq5C1t8ynx0pxGMQp8=/0x0/filters:format(jpeg)/pic128371.jpg","thumbnail":"https://cf.geekdo-images.com/FthIzwQtbY0lDlrX6xXj-w__thumb/img/1SN73qdLKi48EnCftS5la35Hfd8=/fit-in/200x150/filters:strip_icc()/pic128371.jpg","link":"https://boardgamegeek.com/thing/2533","minPlayers":"2","maxPlayers":"2","yearPublished":"2001","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"2"}}