{"timestamp":"2024-11-12T20:33:10.268Z","gameDetails":{"id":"253684","name":"Spring Meadow","type":"boardgame","description":"The first delicate flowers herald the end of a harsh winter. The sun shines longer day by day and pushes the snow back. Lush meadows bloom, and curious marmots slowly awaken from hibernation. Finally, spring is coming into the mountains &mdash; the perfect time for a hike. Choose your route carefully, watch out for the burrows of the marmots, and pack enough snacks. Your chances to earn an edelweiss hiking pin are rather low if you sit hungry in the snow.&#10;&#10;Spring Meadow is the grand finale of Uwe Rosenberg's puzzle trilogy following 2016's Cottage Garden and 2017's Indian Summer. The complexity of this game &mdash; the most interactive of the trilogy &mdash; is set in between those two games, and fans of the trilogy will find familiar elements combined in an innovative way.&#10;&#10;Place your meadow tiles with 0-2 holes skillfully on your mountain board to receive extra tiles when creating or expanding groups of holes. Find your way around the burrows of the marmots because they can restrict you during tile placement. Scoring takes place depending on the players' selection of meadow tiles from a central game board. Whoever has the largest meadow during a scoring receives a hiking pin, and the first player to earn their second hiking pin during scoring wins.&#10;&#10;New puzzle challenges are guaranteed with 172 tiles in 49 shapes.&#10;&#10;","image":"https://cf.geekdo-images.com/RyoXSs5ukUtep7WbiWqTLg__original/img/KRysWsX0z8pQLNbTxad7sOaC06o=/0x0/filters:format(jpeg)/pic4149719.jpg","thumbnail":"https://cf.geekdo-images.com/RyoXSs5ukUtep7WbiWqTLg__thumb/img/Ev9hcbV_yI-PKaRqY8ZZSVLJpPY=/fit-in/200x150/filters:strip_icc()/pic4149719.jpg","link":"https://boardgamegeek.com/thing/253684","minPlayers":"1","maxPlayers":"4","yearPublished":"2018","playingTime":"60","minPlayingTime":"15","maxPlayingTime":"60","bestAtCount":[2,4],"averageRating":"7.04316","averageWeight":"1.7857","boardGameRank":"2123","mechanics":["Grid Coverage","Pattern Building","Tile Placement"],"categories":["Abstract Strategy","Animals","Puzzle"],"designers":["Uwe Rosenberg"]}}