{"timestamp":"2024-11-09T22:19:04.076Z","gameDetails":{"id":"254381","name":"Wildlands: The Adventuring Party","type":"boardgameexpansion","description":"Some see them as heroes, bringing hope to the Wildlands. Others regard them as a menace, a band of criminals that must be stopped at all costs!&#10;&#10;Never shying away from danger, a bold adventuring party has joined the fray. This band of hardened wanderers in Wildlands: The Adventuring Party can replace one of the existing factions, with their unique healing ability keeping them in the fight even when hope seems lost, or they can take to the battlefield using the &quot;Encounter&quot; rules to steal crystal shards and attack anyone who gets in their way.&#10;&#10;In more detail, when using the adventuring party as a faction, the player controlling them does not assign map cards to their individual characters. Instead, they choose five cards to pass to the player on their right and keep the other five face down. When revealing a character, the player can choose any location they have a map card for, discarding that card. They also bring a new action to the game: heal. Exclusively available to Thom the Cleric, this action allows the player to remove one damage token from a character in the same or an adjacent space.&#10;&#10;When used as an encounter, the adventuring party is set up on the board at the start of the game, then at the end of each player's turn the top card of the adventuring party deck is revealed, with the character whose artwork is displayed taking an action. Which action is taken depends on the character and the relative board state. As the game progresses, the troublesome band makes their way around the board, attacking your characters, stealing your loot, and generally causing chaos.&#10;&#10;","image":"https://cf.geekdo-images.com/48LQsMLyUaLdSQPR1DSJBg__original/img/YPN3XLt-3W6x8IJrZPAY6lej1f0=/0x0/filters:format(jpeg)/pic4410466.jpg","thumbnail":"https://cf.geekdo-images.com/48LQsMLyUaLdSQPR1DSJBg__thumb/img/6jMUWA-LPotqgWrRgBmHwfVAi0k=/fit-in/200x150/filters:strip_icc()/pic4410466.jpg","link":"https://boardgamegeek.com/thing/254381","minPlayers":"2","maxPlayers":"4","yearPublished":"2019","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"3"}}