{"timestamp":"2024-11-12T22:03:33.662Z","gameDetails":{"id":"254386","name":"Raccoon Tycoon","type":"boardgame","description":"Astoria is a land bustling with productivity and growth! New towns, factories, and railroads are springing up across the land. A few savvy business tycoons (you and your opponents) are determined to make your fortunes on the crest of this wave. These tycoons start out as the producers of the key commodities: wheat to feed the growing towns and factories, wood and iron to build them, coal to fuel the trains and factories, and manufactured goods and luxuries to fill the insatiable demand of the animals of Astoria.&#10;&#10;Cornering the market for the most valuable commodities can create small fortunes that can be invested in the new businesses, turning them into huge fortunes. The sky is the limit during this Gilded Age!&#10;&#10;In Raccoon Tycoon, players try to produce the most valuable commodities in an ever-changing marketplace. They then use those commodities to build towns, or sell them at the best price to secure great profits that can be used to win auctions for the all-important railroads. The profits may also be used to buy powerful buildings that give the players power-ups or bonuses in production. Owning the best towns and railroads determines victory. There can be only one &quot;top dog&quot; in Astoria. Is it you?&#10;&#10;","image":"https://cf.geekdo-images.com/W9HX05eyz2zQbwWdrjKUzQ__original/img/ScCURHDoqBbVK4_DjMuAywANBwE=/0x0/filters:format(jpeg)/pic4161982.jpg","thumbnail":"https://cf.geekdo-images.com/W9HX05eyz2zQbwWdrjKUzQ__thumb/img/Qdfn4yBiilfyFLcSMXLsg8UHZAg=/fit-in/200x150/filters:strip_icc()/pic4161982.jpg","link":"https://boardgamegeek.com/thing/254386","minPlayers":"2","maxPlayers":"5","yearPublished":"2018","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"7.25881","averageWeight":"2.1512","boardGameRank":"879","mechanics":["Auction / Bidding","Auction: Turn Order Until Pass","Commodity Speculation","Market","Set Collection"],"categories":["Animals","Economic"],"designers":["Glenn Drover"]}}