{"timestamp":"2024-11-13T00:59:58.020Z","gameDetails":{"id":"254708","name":"Roll Player Adventures","type":"boardgame","description":"Your Roll Player characters have been called to adventure! In Monsters &amp; Minions, you went to war against Dragul invaders. In Fiends &amp; Familiars, you befriended wild beasts and dispelled cruel spirits. Now your fully formed, battle-hardened heroes must defend the kingdom of Nalos and uncover a mystery that lies at the heart of the Abandoned Lands.&#10;&#10;Navigate your missions with care. It's up to you who to befriend and who to battle. Will you slay the giant troll or attempt to make peace? Will you do the vampire's bidding or defend the mysterious cultists he wants to destroy? Will you remain loyal to king and country &mdash; or side with the enemies of Nalos? Whatever choices you make, someone will remember and respond.&#10;&#10;Roll Player Adventures is a co-operative storybook board game for 1-4 players set in the World of Ulos. Players take the role of fantasy heroes, face challenges, and make decisions that will change the story as they progress through eleven core adventures and a replayable side quest.&#10;&#10;Adventures does not require the Roll Player base game or any of its expansions to play. Pick from one of thirty-six pre-generated characters, or import a favorite Roll Player character you created (including any expansion or promo content) and take them on a heroic journey.&#10;&#10;","image":"https://cf.geekdo-images.com/EDhzPbYK22USJ_zMEOCdSQ__original/img/2s0C52ekOIZ05uEawgC0obXvpxc=/0x0/filters:format(png)/pic5153482.png","thumbnail":"https://cf.geekdo-images.com/EDhzPbYK22USJ_zMEOCdSQ__thumb/img/sj5RMAFnmKvauh9rlPkqF-iHBqc=/fit-in/200x150/filters:strip_icc()/pic5153482.png","link":"https://boardgamegeek.com/thing/254708","minPlayers":"1","maxPlayers":"4","yearPublished":"2021","playingTime":"150","minPlayingTime":"90","maxPlayingTime":"150","bestAtCount":[2],"averageRating":"8.17338","averageWeight":"2.3788","boardGameRank":"853","mechanics":["Campaign / Battle Card Driven","Cooperative Game","Dice Rolling","Narrative Choice / Paragraph","Paper-and-Pencil","Scenario / Mission / Campaign Game","Storytelling"],"categories":["Adventure","Dice","Exploration","Fantasy"],"designers":["Keith Matejka","James William Ryan","Peter Andrew Ryan"]}}