{
  "timestamp": "2024-10-19T00:49:14.047Z",
  "gameDetails": {
    "name": "Notre Dame",
    "type": "boardgame",
    "description": "Rio Grande Games' description:&#10;&#10;The players take on the roles of the heads of influential families in Paris at the end of the 14th century. In the shadow of the Notre Dame cathedral, the players compete for prosperity and reputation. Each family controls one of the 3&ndash;5 boroughs that surround the site of Notre Dame. As head of his family, each player tries, through clever use of his action cards, to advance the power and prestige of his family, but penalties are assessed on those who do not take care of the health of the people who live in their borough. The player with the most prestige at the end is the winner.&#10;&#10;&#10;Players play as well-off Parisians in the 14th century who wish to improve the importance and appearance of the city quarter around the famous Notre Dame cathedral. The primary game concept is original, but simple, card play players use to permanently improve their influence in the quarter. However, turn after turn, round after round, players must make choices that can have major implications. If one does one thing, then the other can't be done. Concentrating on one aspect means automatically ignoring another, which, above all others, is particularly dangerous in the case of the gradually approaching plague...&#10;&#10;After 9 exciting rounds and about 75 action-filled minutes, Notre Dame is over. The maitre who has made the most of his cards and has garnered the most prestige points is the winner.&#10;&#10;Description from Alea.&#10;&#10;This game is #11 in the Alea big box series.&#10;&#10;Expanded by:&#10;&#10;     6-/7-player expansion (unofficial)&#10;     Treasure Chest&#10;&#10;&#10;Reimplemented by:&#10;&#10;     Notre Dame Express (unofficial)&#10;&#10;&#10;",
    "image": "https://cf.geekdo-images.com/d1g8Yh14XHf63H3VOC93AA__original/img/au2Y5st7foP0ohkFEbFqAOPR7Nc=/0x0/filters:format(jpeg)/pic199316.jpg",
    "thumbnail": "https://cf.geekdo-images.com/d1g8Yh14XHf63H3VOC93AA__thumb/img/DwCJeQSpNHs_cX8FfWwNlKqDRSQ=/fit-in/200x150/filters:strip_icc()/pic199316.jpg",
    "link": "https://boardgamegeek.com/thing/25554",
    "minPlayers": "2",
    "maxPlayers": "5",
    "bestAtCount": "3",
    "id": "25554"
  }
}