{"timestamp":"2024-11-09T20:38:50.185Z","gameDetails":{"id":"256320","name":"Fertility","type":"boardgame","description":"You are a Nomarch in Ancient Egypt. The Pharaoh put you in charge of a Metropolis and its region. The flooding of the Nile is coming to an end and the lands of the Valley are ready to offer their riches. Organize the collection of resources, build districts with the most lucrative shops, supply them with goods and earn the most Debens for the glory of the Pharaoh. The player who will make the best use of the resources of the Nile Valley will win the game.&#10;&#10;Fertility is a simple resource management game that raises tough decisions for you to take. Each turn, you collect some of the riches of the Valley of the Nile and immediately decide how to use them : supply one of your Shop to earn money, or spend them to build new districts, offering you new opportunities. Be wise because your choices are irreversible. None of the resources already stocked in your shops can be moved or reused until the end of the game. But any resource unspent by the end of your turn will be definitively lost. Optimize your turns and choices if you want to win.&#10;&#10;A player&rsquo;s turn goes through three fast and simple steps. They start by placing one of their Valley tile on the central board in order to collect resources : alabaster, bovines, papyrus flowers, grapes or wheat. They then have the opportunity to spend these resources to build a new District tile on their Metropolis board, for opening new opportunities. Lastly, they supply their Shops in their Metropolis by stocking the remaining resources. Any resource that a player has left unused at the end of their turn is lost. So, the aim is to collect as many resources as possible, but even more to be able to optimize how to use them. The game ends after 9 turns and each totally supplied Shop is worth money for their owner. The player with the highest amount of money is the winner.&#10;&#10;","image":"https://cf.geekdo-images.com/fZ93TcOYV4IFW61gzzLXFA__original/img/LA_5risAR9LuiEMoba97vLBx_Zg=/0x0/filters:format(jpeg)/pic4261953.jpg","thumbnail":"https://cf.geekdo-images.com/fZ93TcOYV4IFW61gzzLXFA__thumb/img/2BhMhDtaIy9ZvHqJGTEb3R1jzI4=/fit-in/200x150/filters:strip_icc()/pic4261953.jpg","link":"https://boardgamegeek.com/thing/256320","minPlayers":"2","maxPlayers":"4","yearPublished":"2018","playingTime":"45","minPlayingTime":"25","maxPlayingTime":"45","bestAtCount":"2"}}