{"timestamp":"2024-11-09T17:49:52.418Z","gameDetails":{"id":"25695","name":"Chopstick Dexterity MegaChallenge 3000","type":"boardgame","description":"Chopstick Dexterity MegaChallenge 3000 is a simple but frantic dexterity game in which the object is to collect the most tokens by using chopsticks to pick up the object shown on the token. The theme is presented as a TV game show intended to promote the use of chopsticks among Japanese youth.&#10;&#10;To set up, place 25 objects &mdash; which comes in five colors and five shapes &mdash; in a plastic bowl. Shuffle the tokens face-down, then draw one and reveal it. Tokens show either a specific object or a generic shape in all colors; to win this token, players simultaneously compete to get wooden pieces represented on it. Using only chopsticks, players try to grab specific wooden shapes or colors from a large bowl to their personal target dish. In the three-player game, all players must grab all of the pieces which are either the shape or the color shown on the token. Whoever grabs the most objects wins the token. In a tie, the tied player with the exact shape shown on the token wins.&#10;&#10;In the two-player game, the players must grab only the exact piece shown on the token. After each round, the token is awarded and the objects returned to the bowl to start the next round. Play continues until a certain number of tokens are won.&#10;&#10;In the solo version, the player is given 75 seconds to remove the pieces from the bowl with their chopsticks to place each piece in a grid with each row given to one of the shapes and each column given to one of the colors.&#10;&#10;","image":"https://cf.geekdo-images.com/YxEOxd4iby6N_eJOEvGfVQ__original/img/QlocZZz6Xpxv2q4QnJ_zaiFxupA=/0x0/filters:format(jpeg)/pic1974207.jpg","thumbnail":"https://cf.geekdo-images.com/YxEOxd4iby6N_eJOEvGfVQ__thumb/img/lgcHgJdGbQ5wpiNV5h8lbj3YUFY=/fit-in/200x150/filters:strip_icc()/pic1974207.jpg","link":"https://boardgamegeek.com/thing/25695","minPlayers":"1","maxPlayers":"3","yearPublished":"2006","playingTime":"15","minPlayingTime":"15","maxPlayingTime":"15","bestAtCount":"2"}}