{"timestamp":"2024-11-10T17:22:30.633Z","gameDetails":{"id":"257283","name":"Tiny Epic Mechs","type":"boardgame","description":"It's the year 3030, and technology offers humankind unimaginable entertainment. What used to be virtual reality is now reality, and sports that once occupied your flat-screen now occupy the world stage. The largest of them embodies the evolution and integration of athleticism and machinery. Once every five years, hundreds of millions of viewers tune in to witness the spectacle that is M.E.C.H.s: Mechanized Entertainment Combat Heroes.&#10;&#10;Tiny Epic Mechs is an arena-style player-vs-player action-programming game. It features ITEMeeples with plastic molded power armors and a Mech suit that the ITEMeeples actually go inside of.&#10;&#10;In Tiny Epic Mechs, players take on the roles of highly skilled and athletic Mech pilots. They compete in a free-for-all battle royale over the span of six rounds. In each round, players select four of eight available actions to program. These actions keep you moving around the arena while allowing you to deploy high-scoring defensive turrets, plant explosive land mines with hidden values, collect resources, purchase weaponry, and power up into your Power Armor or eventually the highly-sought-after Mech Suit. While each player has their own Power Armor, there is only one Mech Suit, reserved for the king of the hill.&#10;&#10;Your programmed actions are played out one at a time around the table until all players have executed their four actions. When you cross paths with another player, combat ensues. During combat, players exchange fire until one player is out of ammo and must retreat, or they are defeated and forced to reset.&#10;&#10;Combat is fast, and you can use each weapon only one time per fight, so the more weapons you have, the longer you'll last. Weapons are categorized into three types, and each type counters one of the other types. If you time your weapons correctly, you can counter your opponent and unleash a more powerful attack and gain an edge over them. Dealing a lot of damage to your opponent will wow the audience and earn you lots of points, which brings you closer to victory. You also score victory points every other round based on area control and who controls the Mech. At the end of the game, you also earn points for each weapon you own.&#10;&#10;","image":"https://cf.geekdo-images.com/auUjnvi2D596hPBz0z0Ybg__original/img/-Tf8kGrpfMkaEkXve-P1rgR3M5Y=/0x0/filters:format(jpeg)/pic4239499.jpg","thumbnail":"https://cf.geekdo-images.com/auUjnvi2D596hPBz0z0Ybg__thumb/img/0lUGODA2QrJVWjy5vYZF4Mwqz_M=/fit-in/200x150/filters:strip_icc()/pic4239499.jpg","link":"https://boardgamegeek.com/thing/257283","minPlayers":"1","maxPlayers":"4","yearPublished":"2019","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"3"}}