{"timestamp":"2024-11-09T20:32:01.721Z","gameDetails":{"id":"257378","name":"East Indiaman","type":"boardgame","description":"Witness the birth of the most powerful international conglomerate in the history of man! The time is the 17th century when shipping routes on the Indian Ocean are bustling with trade ships. Who will emerge as the final victor to seize all the lucrative trades in the Age of Discovery?&#10;&#10;In East Indiaman, players operate their own East India Companies by building their trade posts in the Far East and dealing with exotic spices, silk, tea and china as they manipulate their fleets to create their trading empires!&#10;&#10;Starting from the first player, players take turns in clockwise order. Each player performs two actions during their turn until all players have chosen to pass the round. Players can choose from the following seven actions and perform them in any order. Additionally, you can choose to perform the same action twice:&#10;&#10;&#10;    Send ship to buy cargo: Choose this action to send ship(s) to purchase spice, silk, tea or china&#10;    Exchange cargo: Choose this action to exchange cargo A with cargo B&#10;    Complete an order: Use cargoes in your possession to complete orders&#10;    Increase investment level: Use cargo in your possession to increase your investment level and receive a new ship&#10;    Build a trade post: Use ships to build a trade post and adjust the prices of cargo&#10;&#10;&#10;A round ends when all players have finished their actions for the round. The game lasts five rounds, and at the end of the final round, scoring takes place:&#10;&#10;&#10;     Completed order cards score corresponding to the investment level&#10;     Influence from the trade posts that players have built&#10;     Players also score for their arms level&#10;&#10;&#10;The player with the highest total score wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/AoAe4XQaDi1jyiwrvMDn0A__original/img/YmWQ1egLjtGvmawzR8NiVVfRhkM=/0x0/filters:format(jpeg)/pic4273245.jpg","thumbnail":"https://cf.geekdo-images.com/AoAe4XQaDi1jyiwrvMDn0A__thumb/img/of51RIbcW61hI4fkOYBzuwm4XMU=/fit-in/200x150/filters:strip_icc()/pic4273245.jpg","link":"https://boardgamegeek.com/thing/257378","minPlayers":"2","maxPlayers":"4","yearPublished":"2018","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":"4"}}