{"timestamp":"2024-11-09T20:09:57.720Z","gameDetails":{"id":"25823","name":"Cartagena 2. The Pirate's Nest","type":"boardgame","description":"In the first Cartagena game, the players, as pirates, attempted to flee prison by making their way through a tunnel to a boat waiting for them at the end of the tunnel. But simply reaching the boat does not mean they have escaped as re-capture is always possible, perhaps, even likely. They will not be really safe until they reach their Pirate's Nest on Tortuga.&#10;Each player leads a group of pirates to Pirate's Nest on Tortuga.The path leads the pirates through wild jungle and across the waters of open ocean to the island of Tortuga. In addition to the innate perils of the trip are the other pirates, as each group wants to be the first to arrive at Pirate's Nest and will do what they can to slow the others' progress. As soon as one player has all his pirates in Pirate's Nest, he can raise the Jolly Roger and win the game.&#10;&#10;The game is a sequel to Cartagena with the pirates trying to figure out what to do now that they have escaped from the prison.&#10;&#10;Inside the box:&#10;&#10;    5 game board pieces with 7 symbols: parrot, treasure chest, spyglass, dukats, treasure map, cannon, and compass&#10;    3 Game board parts: boat, Pirate's Nest and Jolly Roger flag&#10;    105 cards - 15 cards of each symbol: parrot, treasure chest, spyglass, dukats, treasure map, cannon, and compass plus 1 of each symbol with gold border&#10;    30 pirate figures 6 each of five colors&#10;&#10;&#10;Each player receives seven cards. A turn consists of taking at least one and up to three of the following actions:&#10;1) Play a card and move a pirate forward to the next unoccupied matching symbol.&#10;2) Move an opponent&rsquo;s pirate forward to the next space with one or two pirates on it (you may not skip over pirates), then draw one card for each pirate already there (max. 3 pirates on any one space at the same time).&#10;3) Sail the boat between the islands.&#10;&#10;To sail the boat to the second island, you must have at least one pirate in the boat. If, at the start of your turn, your pirates outnumber the pirates of your opponent/s, you may sail the boat as a free action. You can only move the boat back to the first island if you still have at least one pirate on the first island.&#10;&#10;There is no hand limit, but if a player plays a card with a yellow border, all players must discard down to 7 cards.&#10;&#10;The winner is the first player to move all his pirates into the Pirate's Nest and raise the flag.&#10;&#10;","image":"https://cf.geekdo-images.com/qp1bk0mWea1mIfoJQvNLcw__original/img/3n-mNzO-flh5LBqhYBIe0DOfegU=/0x0/filters:format(jpeg)/pic252156.jpg","thumbnail":"https://cf.geekdo-images.com/qp1bk0mWea1mIfoJQvNLcw__thumb/img/JxACynU_FdRM3Sm45s3hMYpsG0M=/fit-in/200x150/filters:strip_icc()/pic252156.jpg","link":"https://boardgamegeek.com/thing/25823","minPlayers":"2","maxPlayers":"5","yearPublished":"2006","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}