{"timestamp":"2024-11-13T00:13:21.644Z","gameDetails":{"id":"258389","name":"Futuropia","type":"boardgame","description":"In Futuropia, Friedemann Friese's big utopian economic game for 1-4 optimizers, players live in a future Utopian society that possesses desirable lifestyle qualities for all of its citizens. Too bad this is not today's reality...&#10;&#10;In this Utopian society, we all will work much less. Our robots can do nearly everything already. There is no need for great envy. It is simply about equality, justice, and the fair allocation of the complete and still necessary work, which then gives us ALL more leisure time.&#10;&#10;Success means we will have time for the activities we like the most: fishing, farming, fencing, flying, ..., as well as gaming, building, painting, traveling, composing, and more. If somebody wants to work more than needed, they should do that. This is about the freedom! So let us rethink this: joblessness is not a disgrace, it is the new goal!&#10;&#10;We are members of a team striving to realize this utopian ideal. We try to develop completely self-sustaining homes that function as efficiently as possible. They must generate enough food and energy to allow the residents the greatest possible freedom (thus, leisure time). The more people in our development who no longer need to work, the closer we are to reaching our goal! The player who builds the best development will win the game, and their development will become reality!&#10;&#10;Futuropia is a luck-free economic game. To ensure you always encounter new challenges, we offer multiple game set-up variations, which create a variety of gameplay situations, ensuring new experiences and replayability. The solo game offers you an option to learn the mechanisms and processes of Futuropia before you play it with other players. See our hopeful future in...Futuropia!&#10;&#10;","image":"https://cf.geekdo-images.com/sDpI8j9x5gMC3JdErj3-gw__original/img/GB9yRqceKmuV9UP0907nBSicmOA=/0x0/filters:format(jpeg)/pic4264810.jpg","thumbnail":"https://cf.geekdo-images.com/sDpI8j9x5gMC3JdErj3-gw__thumb/img/Sf9h8eKU7STIBBJs9vPjIVC-l4g=/fit-in/200x150/filters:strip_icc()/pic4264810.jpg","link":"https://boardgamegeek.com/thing/258389","minPlayers":"1","maxPlayers":"4","yearPublished":"2018","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[3],"averageRating":"6.31741","averageWeight":"2.3636","boardGameRank":"6733","mechanics":["Simulation"],"categories":["Economic","Environmental","Industry / Manufacturing","Political","Science Fiction"],"designers":["Friedemann Friese"]}}