{"timestamp":"2024-11-12T21:15:44.620Z","gameDetails":{"id":"2587","name":"Cross of Iron: A Squad Leader Gamette","type":"boardgameexpansion","description":"Suddenly there was a tremendous explosion and I was instantly drenched in a cascade of cold water. Paralyzed for what seemed an eternity, I watched dark figures of men darting wildly about...our own accompanying infantry diving for cover. What was happening? Then realization hit me like a slap in the face...the water tins on the back of the Mk III had been hit. As I grabbed for the hatch, I was already giving the order to the gunner to traverse the turret. &ldquo;Schnell.&rdquo; One comprehensive glance had taken it all in and fear all but overwhelmed me. Not 50 yards away, a slowly-rising wisp of white smoke gave away the position of the 45mm anti-tank gun pointed straight at the panzer, pointed...so it seemed anyway, straight between my eyes. &ldquo;Hard Right!&rdquo; Beyond it were supporting Russian infantry&mdash;all too visible now behind their chattering small arms fire and the louder, staccato hammering of a supporting heavy machine gun. &ldquo;CLANG&rdquo; The tank shuddered with the reverberation of a direct hit against the front of the revolving turret. The added 30mm of frontal armour had saved them this time. Now quickly before they can reload...&rdquo;Fire.&rdquo; &#10;&#10;This is CROSS OF IRON...a gripping game of tactical combat on the Russian Front. Following in the footsteps of its amazingly successful predecessor, CROSS OF IRON comes replete with an entirely restructured armour and artillery system, which does for armour combat what its predecessor, SQUAD LEADER, did for infantry actions. In fact, the first thing the game instructs you to do is throw away your old artillery and armour counters to make way for their expanded revised counterparts. Each AFV now has three separate MG factors, turret position differentiation, &ldquo;button up&rdquo; penalties and advantages, target size differentiation, varying amour modifiers and much more. CROSS OF IRON again utilizes programmed instruction to guide you through 8 scenarios of increasing realism and complexity. The 36-page rulebook starts in where the SQUAD LEADER rules left off...at section 63 and continues on to section 103. An expanded Campaign Game enables players to simulate virtually any action of their choosing with a vastly enlarged counter mix encompassing virtually every AFV which saw action in WWII...from the diminutive BT5 to the mammoth King Tiger.&#10;&#10;CROSS OF IRON is more than just a game. When combined with SQUAD LEADER, it provides a system which can be used to portray any Eastern Front action. Be forewarned! CROSS OF IRON is not an easy game. Do not attempt it unless you have first mastered SQUAD LEADER.&#10;&#10;&#10;In each game you get:&#10;&#10;     520 double-printed &frac12;&quot; die-cut counters representing the men and weapons that made up the combatants of the Eastern Front.&#10;     576 double-printed &#226;&#133;&#157;&quot; vehicular and artillery counters encompassing the entire OB of the war in Russia.&#10;     An additional 8&quot; &times; 22&quot; geomorphic mapboard section increasing the possible terrain configurations and adding several new terrain types.&#10;     Comprehensive, illustrated 36-page rule booklet.&#10;     Scenario Cards for game situations 13-20.&#10;     Two expanded Quick Reference Data Cards.&#10;&#10;&#10;&#10;New features include:&#10;&#10;&#10;&#10;    &#10;        Rockets&#10;&#10;        Infantry Guns&#10;&#10;        Range Effects on Penetration&#10;&#10;    &#10;    &#10;        Paratroop Drops&#10;&#10;        Burning AFVs&#10;&#10;        Reverse Movement&#10;&#10;    &#10;    &#10;        Armour Leaders&#10;&#10;        Ammo Depletion&#10;&#10;        Rumanians&#10;&#10;    &#10;    &#10;        Target Acquisition&#10;&#10;        Intensive Fire&#10;&#10;        Height Advantage&#10;&#10;    &#10;    &#10;        Molotov Cocktails&#10;&#10;        Stukas&#10;&#10;        Anti-Tank Magnetic Mines&#10;&#10;    &#10;    &#10;        SS&#10;&#10;        Marsh, Gullies &amp; Forest-Roads&#10;&#10;        Prisoners&#10;&#10;    &#10;    &#10;        Bore Sighting&#10;&#10;        AT Rifles&#10;&#10;    &#10;    &#10;        Armoured Cars&#10;&#10;        Volksgrenadiers &amp; Conscripts&#10;&#10;        &hellip; and much, much more&#10;&#10;    &#10;    &#10;        Cavalry&#10;&#10;        Snipers&#10;&#10;    &#10;    &#10;        Partisans&#10;&#10;        Fire &amp; Weather Effects&#10;&#10;    &#10;    &#10;        Anti-Aircraft Guns&#10;&#10;    &#10;    &#10;        Critical Hits&#10;&#10;        &#10;&#10;        &#10;&#10;    &#10;&#10;&#10;Ownership of SQUAD LEADER is necessary to play this game.&#10;&#10;","image":"https://cf.geekdo-images.com/78pckUlP2B2lrnuk0Xq6-w__original/img/IwiunkMBgSD6IpejQY-C7O1KbTI=/0x0/filters:format(jpeg)/pic771964.jpg","thumbnail":"https://cf.geekdo-images.com/78pckUlP2B2lrnuk0Xq6-w__thumb/img/n9Y8QfH0emPrcuj15uWC0v7l06E=/fit-in/200x150/filters:strip_icc()/pic771964.jpg","link":"https://boardgamegeek.com/thing/2587","minPlayers":"1","maxPlayers":"2","yearPublished":"1978","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"7.69272","averageWeight":"4.145","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Events","Grid Movement","Hexagon Grid","Line of Sight","Modular Board","Movement Points","Ratio / Combat Results Table","Scenario / Mission / Campaign Game","Simulation","Variable Set-up"],"categories":["Expansion for Base-game","Wargame","World War II"],"designers":["John Hill (I)"]}}