{"timestamp":"2024-11-09T22:14:31.333Z","gameDetails":{"id":"2596","name":"Villa Paletti","type":"boardgame","description":"An architectural rush to the skies for 2 - 4 budding architects with a good head for heights from 8 years old.&#10;&#10;In the land where the Lemons bloom, there once lived a wise old sage, whose friends called him &quot;Paletti&quot; He only had one goal in life, to finish the wonderful castle in the sky that his grandfather had begun to build many years before, but which had been left unfinished when the ducats ran out. Paletti too had little money, but instead he had a marvelous plan. Why buy new columns when he could re-use the old ones that his Grandfather had built?  All he needed to do was remove some of those holding up the first floor, of which there were far too many in any case, and rebuild them further up, so that they could support new floors,  reaching up towards the skies!&#10;&#10;&quot;Excellent, Paletti&quot; shouted his friends, and they quickly started to work.  Soon they had a marvelous building in front of them, the &quot;Villa Paletti&quot;. Nowadays, no one knows what it was caused the collapse of the Vila Paletti, perhaps a puff of wind, or a slight earth tremor, but all the experts are united on one point, that Paletti,  far ahead of his time, was the first to discover something whose full importance is only now starting to become clear to us, the Euro pallet!&#10;&#10;Re-implemented by:&#10;&#10;    Palazzo Paletti&#10;    Menara&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/RIl9xfBG7mGFNhWVLCrTlA__original/img/logjE-X4m_BOtu_z0zmqTIpBExA=/0x0/filters:format(jpeg)/pic168173.jpg","thumbnail":"https://cf.geekdo-images.com/RIl9xfBG7mGFNhWVLCrTlA__thumb/img/Gmqy6UppvoaPqecIQhyS_BgHd4s=/fit-in/200x150/filters:strip_icc()/pic168173.jpg","link":"https://boardgamegeek.com/thing/2596","minPlayers":"2","maxPlayers":"4","yearPublished":"2001","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"4"}}