{"timestamp":"2024-11-13T00:48:18.977Z","gameDetails":{"id":"260428","name":"Fall of Rome","type":"boardgame","description":"At the height of its power, the Roman Empire held more than two million square miles of territory containing over a hundred million people. Throughout the centuries of its existence, the Empire brought major advancements in engineering, architecture, science, art, and literature. By the beginning of the 5th Century, decades of political corruption, economic crisis, and an overburdened military had exacted a severe toll on the stability of the Empire. This paved the way for severe incursions from aggressive barbarian tribes, leading to a decline from which Rome would not recover. Now citizens, soldiers, and allies of Rome must unite to protect the Empire.&#10;&#10;Combining the cooperative gameplay of Pandemic with innovative new mechanisms, Pandemic: Fall of Rome takes players back in history to the time of the world's greatest empire: Rome. A weakened military has left the borders open to invasion from countless tribes such as the Anglo-Saxons, Goths, Vandals, and Huns. As you march through the Roman Empire, you must recruit armies, fortify cities, forge alliances, and face off against the invading hordes in battle.&#10;&#10;Simply defending Rome is not enough; players must find a way to stop the incursions and find peace with their neighboring peoples. Players collect sets of matching-colored cards to forge an alliance with the different tribes. In doing so, they gain the ability to use cards matching the tribe to convert other members of that tribe into Roman soldiers, furthering their ability to hold the line against other invaders.&#10;&#10;Take on unique roles with special abilities to improve your team's chances to protect against the invaders. Work together, use your skills wisely, and stop the fall of Rome!&#10;&#10;Pandemic: Fall of Rome includes a solitaire mode in which the player takes on the burden of being the Emperor and commands three different roles to try to protect the city from the invading hordes. Players who want a more difficult game can try the &quot;Roma Caput Mundi&quot; challenge by adding more Revolt cards to the deck; they must also respect the law in Rome that Roman legions are not allowed in the city.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/eGXgHOp40KYVqUGoSJ09bw__original/img/V17DBpCDqoRpLPwa3jZNGNqwvm8=/0x0/filters:format(jpeg)/pic8031112.jpg","thumbnail":"https://cf.geekdo-images.com/eGXgHOp40KYVqUGoSJ09bw__thumb/img/a8c2EEdqjhV4qugPomb62J49ANc=/fit-in/200x150/filters:strip_icc()/pic8031112.jpg","link":"https://boardgamegeek.com/thing/260428","minPlayers":"1","maxPlayers":"5","yearPublished":"2018","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":[3],"averageRating":"7.61851","averageWeight":"2.4516","boardGameRank":"423","mechanics":["Action Points","Cooperative Game","Dice Rolling","Events","Hand Management","Point to Point Movement","Set Collection","Solo / Solitaire Game","Variable Player Powers"],"categories":["Ancient"],"designers":["Matt Leacock","Paolo Mori"]}}