{
  "timestamp": "2024-10-19T06:10:27.553Z",
  "gameDetails": {
    "name": "The Soo Line",
    "type": "boardgame",
    "description": "THE SOO LINE is a train game set in Michigan&rsquo;s Upper Peninsula. As in many such games, the players invest in railroad companies, building track to increase the company&rsquo;s income and paying dividends to the shareholders. And as in several of Amabel Holland&rsquo;s railroad games, track-leasing and cooperation is required to get past high build costs, strict hex limits, and tight cube supplies.&#10;&#10;Here&rsquo;s the thing, though: this is a weird game. For one thing, there are only three railroads to invest in, and the majority shareholder makes all decisions when a company operates. This means that when playing with four or five, some players will not be running companies themselves, and will need to rely on savvy investments to stay competitive. Included in these investments are five Private Companies. Privates are seeded with goods at the start of the game and pay a fixed income each round, and each time a railroad delivers goods. Once their goods are gone, the Private closes and the owner derives no further benefit.&#10;&#10;If a railroad withholds money instead of paying dividends, its share value drops, sometimes drastically. Given enough time, the stock values for all three railroads will tank - the trick is to end the game before that happens, and when you have the most valuable portfolio. As is usually the case in these kinds of things, the winner is the player with the most money - cash on hand plus the value of your stocks. (Note, however, that no play money is provided. If you don&rsquo;t have poker chips, greenbacks will do in a pinch and make the game very interesting.)&#10;&#10;Also, there is a cat on the priority deal card.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/CKf1NJnFKmrC7cz_5Y0GWQ__original/img/kTBwJYep3bEoec0H9urYQzvubew=/0x0/filters:format(jpeg)/pic4350222.jpg",
    "thumbnail": "https://cf.geekdo-images.com/CKf1NJnFKmrC7cz_5Y0GWQ__thumb/img/w0gEsH1baOjNg-ylOLY8-387EVc=/fit-in/200x150/filters:strip_icc()/pic4350222.jpg",
    "link": "https://boardgamegeek.com/thing/262621",
    "minPlayers": "3",
    "maxPlayers": "5",
    "bestAtCount": "4",
    "id": "262621"
  }
}