{"timestamp":"2024-11-09T21:26:23.034Z","gameDetails":{"id":"2639","name":"Panzer Leader: Game of Tactical Warfare on the Western Front","type":"boardgame","description":"Panzer Leader is a tactical platoon level hex and counter board wargame depicting WWII tank and infantry combat on the Western European front.&#10;&#10;It features 4 geomorphic map tiles, which can be put together in a variety of ways to play the provided scenarios (which are printed on cardstock, showing all the necessary information for a scenario) or home-made scenarios. The 20 provided scenarios cover various battles on the Western Front, with most of the scenarios involving the Normandy campaign or the Battle of the Bulge. Two scenarios cover the amphibious assaults on Omaha and Gold beaches and include special rules for naval fire. While based on PanzerBlitz, the rules were cleaned up and included additional mechanics such as for air attacks and engineers, as well new spotting rules to prevent PanzerBush tactics - units could no longer fire from concealment without revealing themselves to enemies. Several optional and experimental rules are provided, including one for opportunity fire to further nullify PanzerBush maneuvers.&#10;&#10;The Panzer Leader map boards are interchangeable with the PanzerBlitz maps, and one could combine the two sets to make a larger battlefield. The scale is the same with the two games. The German units are interchangeable, and if one wanted, players can try a &quot;what if&quot; scenario with American/British forces vs. Soviet forces.&#10;&#10;Avalon Hill Complexity Rating - 7&#10;&#10;Sister game to PanzerBlitz and The Arab Israeli Wars.&#10;&#10;Components&#10;&#10;     384 (including 7 blanks) British, US, and German counters&#10;     4 geomorphic boards&#10;     20 scenarios&#10;     Terrain Effects Chart (two-sided)&#10;     Combat Results Chart&#10;     Rules of Play and Designer's Notes booklet&#10;     1 six-sided die&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/4fTQvBncxNqgazLCVmZEZA__original/img/TtIwol3Ohk0DVzp979JxddGxFaY=/0x0/filters:format(png)/pic1065263.png","thumbnail":"https://cf.geekdo-images.com/4fTQvBncxNqgazLCVmZEZA__thumb/img/D5vOjGBA2LujNofQ8rzwauFVe8k=/fit-in/200x150/filters:strip_icc()/pic1065263.png","link":"https://boardgamegeek.com/thing/2639","minPlayers":"2","maxPlayers":"2","yearPublished":"1974","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"2"}}