{"timestamp":"2024-11-09T21:33:33.620Z","gameDetails":{"id":"264019","name":"The Quacks of Quedlinburg: Wolfgang's Exchange Office","type":"boardgameexpansion","description":"New special tiles, contained in &quot;Deutscher Spielepreis 2018 Goodie Box&quot;, that add extra scoring conditions that players can work towards throughout the game.&#10;&#10;This mini-expansion can only be played when using the front sides of the cauldrons, as it uses the extra droplet from each player.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Setup:Assemble the test tube stand (consisting of 2 parts) and place it in the middle of the table with the chosen side (brown or green) facing up. Place an unused droplet of each player's color on the leftmost test tube (&quot;15&quot; for the brown side, &quot;12&quot; for the green side).&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Gameplay:Whenever you get the opportunity to move your droplet forward in the course of the game, you may either move your droplet in your cauldron as normal or you may move your droplet on the test tube stand one test tube to the right.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Scoring:Brown side: At the end of the game, all players empty their bags and add up the values of all of their chips in their bag and cauldron (white chips included). Each player divides their total value by the value of the test tube their droplet is at on the test tube stand, and this number is added as VP to their final score. For example, if the chips in your bag and cauldron add up to 60, you would gain 4 VP if your droplet is at &quot;15&quot; (60 divided by 15), but if you managed to get your droplet all the way to &quot;2&quot; you would gain 30 VP (60 divided by 2)!&#10;&#10;Green side: During the course of the game, players may buy VP with their shopping coins in addition to buying ingredients. The price for each VP for a player is determined by the value of the test tube their droplet is at on the test tube stand. Players may purchase as many VP each round as they want and can afford.&#10;&#10;","image":"https://cf.geekdo-images.com/pvyZibOumQueT-WLvVBb9w__original/img/SnQnsQdqvL6FNeVh4yWG156l6QY=/0x0/filters:format(jpeg)/pic6031211.jpg","thumbnail":"https://cf.geekdo-images.com/pvyZibOumQueT-WLvVBb9w__thumb/img/9eHm4V84qFpWDFrqsMzxNSkAKmw=/fit-in/200x150/filters:strip_icc()/pic6031211.jpg","link":"https://boardgamegeek.com/thing/264019","minPlayers":"2","maxPlayers":"4","yearPublished":"2018","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}