{"timestamp":"2024-11-12T23:44:58.049Z","gameDetails":{"id":"264104","name":"The Castles of Burgundy: 10th Expansion – Solo","type":"boardgameexpansion","description":"Brettspiel Adventskalender 2018 Promo for day 25.&#10;&#10;Castles of Burgundy &quot;Solo&quot; is a mini expansion including 1 double sided board.&#10;&#10;All rules of the base game apply, except for the following exceptions and additions:&#10;&#10;GAME SETUP&#10;Take one Silverling and 2 worker tiles, plus a starting castle. Place the castle on any castle space on your player board (The A side is better for beginners, the B side for advanced players). Take 3 random goods and put them next to the board. In solo game there is no restriction for the number of different types (= colors) of goods that you can collect.&#10;&#10;Choose a color and take both playing pieces and dice of that color, plus the white die. Place one of your pieces on space 0 of the victory point track as a victory point counter and the other piece on the 50 as target marker. Continue setting up the game as usual for a 2-player game (hex tiles, goods, etc.)&#10;&#10;PLAYING THE GAME&#10;You are playing 25 rounds. At the beginning of each round, throw all 3 dice:&#10;&#10;- First, take the topmost goods tile and place it on the depot indicated by the white die.&#10;&#10;- Then remove a hex tile from that depot from the game, starting from the top to bottom (depots 2, 3, 5 and 6) or left to right (depots 1 and 4) respectively. If a depot is empty, remove a hex tile from the next depot in clockwise order etc.&#10;&#10;Next, perform your 2 dice actions as usual, with the same effects and victory point gains as in the base game, except for the following restrictions and changes:&#10;&#10;- You can only expand to other territories via the rivers.&#10;&#10;- Whenever you place a ship, take all goods from a depot of your choice, then immediately remove all other goods from all other depots from the game.&#10;&#10;In addition, you now (and only now!) have the option to exchange any 5 of your goods for a single tile from the black depot (the 5 goods tiles are removed from the game). Place that tile face down (i.e. its black side up) on one of your three storage spaces. A &quot;black tile&quot; can be placed on any color space on your board, as long as you follow the base game placement rules. Placing a black tile helps you to complete a region (to gain victory points, a color bonus and for winning the game) but has no other effects.&#10;&#10;For example: a &quot;black mine&quot; won't generate Silverlings at the beginning of the phase. A &quot;black ship&quot; gains neither goods nor the option to exchange 5 goods for a &quot;black tile&quot;.&#10;&#10;- Victory points from a yellow Knowledge tile are added immediately after placing it (instead of at the end of the game).&#10;&#10;- You won't gain victory points as color bonus when completing a color. Instead, choose a tile from the black depot and place it directly on the board, with all its effects, following the base game placement rules. If that completes another color, take an additional tile from the black depot (if available), place it on your board, etc.&#10;&#10;- Whenever you gain victory points, move your victory point counter that many spaces. In addition you may buy now further victory points. Each victory point costs 1 Silverling.&#10;&#10;When your victory point counter reaches the target victory point marker, put it back on space 0 (any remaining victory points are lost), then move the target marker down 5 space (e.g. from 50 to 45, next time to 40 etc).&#10;Immediately after resetting the victory point counter you may carry out a dice action of your choice (just as if you had added a castle to your estate).&#10;&#10;END OF THE GAME&#10;You win the game if you manage to occupy all 37 hex spaces of your estate within 25 rounds.&#10;&#10;","image":"https://cf.geekdo-images.com/npnXy_rZv4zbFqlKPUB3sQ__original/img/lXg7BHRqtTjzaeufwKcc_GKWmxc=/0x0/filters:format(jpeg)/pic4416071.jpg","thumbnail":"https://cf.geekdo-images.com/npnXy_rZv4zbFqlKPUB3sQ__thumb/img/5gqTkRBjii-MbgE9st31VsXUGQ8=/fit-in/200x150/filters:strip_icc()/pic4416071.jpg","link":"https://boardgamegeek.com/thing/264104","minPlayers":"1","maxPlayers":"1","yearPublished":"2018","playingTime":"90","minPlayingTime":"30","maxPlayingTime":"90","bestAtCount":[1],"averageRating":"7.85039","averageWeight":"3.25","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Set Collection","Tile Placement"],"categories":["Dice","Expansion for Base-game","Medieval","Territory Building"],"designers":["Stefan Feld","Matthias Nagy"]}}