{"timestamp":"2024-11-12T22:23:00.672Z","gameDetails":{"id":"264238","name":"Bärenpark: The Bad News Bears","type":"boardgameexpansion","description":"B&auml;renpark: The Bad News Bears contains three separate modules that can be used individually or together with the B&auml;renpark base game.&#10;&#10;One module contains a set of new goals that can be shuffled together with those in the base game.&#10;&#10;A second module allows you to add grizzly bears to your bear park, with the grizzly bear tiles occupying seven squares in a park section. That's quite a lot, isn't it? Well, to give your park room to grow, you now must add a fifth park section and fill it in order to complete the game. This expansion contains four new park sections, each with an exit gate so that visitors won't be stuck inside your park forever.&#10;&#10;A third module contains skinny monorail tiles that start with a value of ten points and decrease in value as you add them to your bear parks. How does one add a monorail? First you need to place tiles in your park that each contain space for a pillar, and you need to place them at the proper distance. Once you have two pillars in place, you take the topmost monorail tile, then balance it on the pillars. Now everyone can scoot around your park looking down at the bears!&#10;&#10;","image":"https://cf.geekdo-images.com/o4ih9c-FukoLnjwIoZsKAw__original/img/N1tU08cO1Dwnyn-gh8Xw3moHjlw=/0x0/filters:format(jpeg)/pic4698948.jpg","thumbnail":"https://cf.geekdo-images.com/o4ih9c-FukoLnjwIoZsKAw__thumb/img/vAxRlGRp4TyemwFCX90p4oEvAgg=/fit-in/200x150/filters:strip_icc()/pic4698948.jpg","link":"https://boardgamegeek.com/thing/264238","minPlayers":"2","maxPlayers":"4","yearPublished":"2019","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":[2,4],"averageRating":"7.73599","averageWeight":"2.0476","boardGameRank":"Not Ranked","mechanics":["Open Drafting","Set Collection","Tile Placement"],"categories":["Animals","Expansion for Base-game","Puzzle"],"designers":["Phil Walker-Harding"]}}