{"timestamp":"2024-11-13T01:33:54.864Z","gameDetails":{"id":"264820","name":"Wildlands: Map Pack 1 – The Warlock's Tower & The Crystal Canyons","type":"boardgameexpansion","description":"Wildlands: Map Pack 1 &ndash; The Warlock's Tower &amp; The Crystal Canyons adds a new double-sided game board to the Wildlands base game that features new opportunities and obstacles; this board can be used in conjunction with any faction expansions. Here's an overview of each side:&#10;&#10;&bull; The Crystal Canyons: Most of the rumors about the Crystal Canyons agree that when the Darkness broke, the crystals still in the earth either corrupted or became inert. That hasn't stopped survivors seeking out the place where the first arcane crystals were found, delving into the mines that once fueled the empire. This board makes full use of the rules for high and low ground. The majority of spaces are high ground, looking down at the low ground of the canyon below. Using this terrain to your advantage will be key if you hope to claim victory.&#10;&#10;&bull; The Warlock's Tower: Few know the truth of the great warlock and the powerful spells he once wove. They say that the tower sank below the waves when he died long ago. Now it has risen once more &mdash; what could that mean?&#10;&#10;When playing on this board, players need to be aware of the trickery that the warlock's magic allows. Dotted around the map are four portal spaces, each counting as adjacent to each other for the purposes of movement and area attacks. Stranger yet is the Tower, a single space at the center of the board that seems to be the epicenter of the powerful magic of the area. While no character can start the game here, it contains one of the four portal spaces on the map and gives characters here line of sight to every other space on the board, making it a tempting space for a ranged character to take position, but one that will certainly leave them vulnerable to attack.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/kG9j_aHxcWoLAOypxyUUHg__original/img/Fb-Sz907u35cceqpDFeSamh9yuE=/0x0/filters:format(jpeg)/pic4434862.jpg","thumbnail":"https://cf.geekdo-images.com/kG9j_aHxcWoLAOypxyUUHg__thumb/img/dkQQgS7j_dT5R-_BhVqX2iHPPuo=/fit-in/200x150/filters:strip_icc()/pic4434862.jpg","link":"https://boardgamegeek.com/thing/264820","minPlayers":"2","maxPlayers":"4","yearPublished":"2019","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.83769","averageWeight":"2.2857","boardGameRank":"Not Ranked","mechanics":["Area Movement","Hand Management"],"categories":["Expansion for Base-game","Fantasy","Miniatures"],"designers":["Martin Wallace"]}}