{"timestamp":"2024-11-09T20:45:13.622Z","gameDetails":{"id":"265188","name":"Glen More II: Chronicles","type":"boardgame","description":"Glen More II: Chronicles is a sequel to Glen More, expanding the gameplay substantially compared to the original game.&#10;&#10;In Glen More II: Chronicles, each player represents the leader of a Scottish clan from the early medieval ages until the 19th century, a leader looking to expand their territory and wealth. The success of your clan depends on your ability to make the right decision at the right time, be it by creating a new pasture for your livestock, growing barley for whisky production, selling your goods on the various markets, or gaining control of special landmarks such as lochs and castles.&#10;&#10;The game lasts four rounds, represented by four stacks of tiles. After each round, a scoring phase takes place in which players compare their number of whisky casks, scotsmen in the home castle, landmark cards, and persons against the player with the fewest items in each category and receives victory points (VPs) based on the relative difference. After four rounds, additional VPs are awarded for gold coins and some landmarks while VP penalties are assessed based on territory size, comparing each player's territory to the smallest one in play.&#10;&#10;The core mechanism of Glen More II: Chronicles and Glen More functions the same way: The last player in line takes a tile from a time track, advancing as far as they wish on this track. After paying the cost, they place this tile in their territory, with this tile activating itself and all neighboring tiles, triggering the production of resources, movement points, VPs, etc. Then the player who is last in line takes their turn.&#10;&#10;Improvements over the original Glen More include bigger tiles, better materials, new artwork, the ability for each player to control the end of the game, and balancing adjustments to the tiles for a better suspense curve. The game is designed to consist of one-third known systems, one-third new mechanisms, and one-third improvements to Glen More.&#10;&#10;The &quot;Chronicles&quot; in the title &mdash; a set of eight expansions to the base game &mdash; are a major part of these new mechanisms. Each Chronicle adds a new gameplay element to the base game. The &quot;Highland Boat Race&quot; Chronicle, for example, tells the story of a boat race in which the winner needs to be the first to reach their home castle after navigating their boat along the river through all the other players' territories. The &quot;Hammer of the Scots&quot; Chronicle adds a neutral &quot;Englishman&quot; playing piece to the time track that players struggle to control to get an additional turn &mdash; if they can afford him, that is, as he is paid using the market mechanism. All Chronicles can be freely combined, although designer Matthias Cramer suggests that players use only one or two unless they want a &quot;monster game&quot;.&#10;&#10;Another major change to the game is the ability to invest in famous Scottish people of the time, who are represented through a new &quot;person&quot; tile type. Persons not only have their own scoring, they also trigger one-time or ongoing effects on the tactical clan board. This adds a new layer of decision making, especially since the ongoing effects allow players to focus on a personal strategy of winning through the use of the clan board.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/sMRuph3HFUcaSpJZihGZKw__original/img/ehoqoTirtFb5p9Wk2SwWV8nr6ZU=/0x0/filters:format(jpeg)/pic5841874.jpg","thumbnail":"https://cf.geekdo-images.com/sMRuph3HFUcaSpJZihGZKw__thumb/img/UHuDcnjAwCiXbNfjuY26-EEnG2M=/fit-in/200x150/filters:strip_icc()/pic5841874.jpg","link":"https://boardgamegeek.com/thing/265188","minPlayers":"2","maxPlayers":"4","yearPublished":"2019","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":"3"}}