{"timestamp":"2024-11-09T21:11:01.254Z","gameDetails":{"id":"265575","name":"Materia Prima: The Alchemists Guild","type":"boardgame","description":"Materia Prima places players in a medieval world where mysticism and science are inseparable in alchemy. In search of the philosopher's stone, recipes must be researched and resources mined. The competitive sandbox game combines various mechanics, such as dice rolling while fighting, deck building while recipe exploration, grid movement on a modular game board, pick up and delivery while resource mining, resource management while crafting items and area control by creating little helpers, the Homunculi.&#10;&#10;Materia Prima is a highly immersive game about alchemy and how to create the Philosopher's Stone. Each alchemist must look for long lost recipes and research in old libraries of the cities to create the stone. The elements for this must be mined on hexes, which are distributed on the game board. Alchemy has a centuries-old tradition and its masters come from families, schools and guilds whose history is as old as the records that tell of them. An Alchemist is therefore not a blank sheet of paper. Some have a special alchemical codex, others act out of love or revenge, and there are those who have gone mad by the power of the Philosopher&lsquo;s Stone and want to plunge the world into chaos. Every single biography results in a secret quest. However, this secret should be guarded, since the competitors will exploit every weakness. The game can only be completed when the first one with the help of the Philosopher&lsquo;s Stone fulfills this quest.&#10;&#10;The two central game mechanics are a turn and action based move system and a resource based crafting system.&#10;&#10;     The alchemists have a certain number of possible actions (moving, fighting, dismantling, buying, transmuting, etc.) on each turn, depending on the hexes they are currently in. Both the possibilities of action and the number of actions increase in the course of the game, depending on which equipment or homunculi an alchemist transmutes. This immediately leads to the second game mechanic, the crafting system.&#10;     Not only the Philosopher's Stone, but also equipment and homunculi are transmuted with a crafting system. The required elements can be mined on the game board and then improved or transmuted. Meet the enemies heavily armed with sword and shield! Be the wisest and defeat your enemies with the power of alchemy! Be cunning and lead your opponents on the wrong track! Be a strategist and lead your helpers into battle. With the crafting system you turn the game into your game. &#10;&#10;&#10;-description from designer&#10;&#10;Video-link for the assemble of the card-board-tray:&#10;http://www.materiaprimaboardgame.com/.cm4all/uproc.php/0/.VID_20190519_155022.mp4/video.mp4?_=16af45436e9&#10;&#10;","image":"https://cf.geekdo-images.com/p04SVpkzyYoEwG2LCp2i-Q__original/img/m4WHeysZRJoEvawsro7bbTosPuo=/0x0/filters:format(jpeg)/pic4614053.jpg","thumbnail":"https://cf.geekdo-images.com/p04SVpkzyYoEwG2LCp2i-Q__thumb/img/ETEaDqFJx9ocZnwbmxk_EEbsIsA=/fit-in/200x150/filters:strip_icc()/pic4614053.jpg","link":"https://boardgamegeek.com/thing/265575","minPlayers":"2","maxPlayers":"4","yearPublished":"2020","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":"3"}}