{
  "timestamp": "2025-11-06T04:12:03.505Z",
  "gameDetails": {
    "id": "267071",
    "name": "Core Worlds: Empires",
    "type": "boardgame",
    "description": "Six empires have risen from the ashes of the Galactic Realm. Still cemented by the alliance that enabled their unprecedented conquest of the galaxy, the six independent kingdoms now seek to consolidate their power, each hoping to carve out the strongest dominion in the cosmos. Conflicts among the young realms are inevitable, but will the galaxy return to a state of civil war?\n\nCore Worlds: Empires is a worker placement game for 1 - 5 players that includes rules for Solo Play. Each player represents one of the empires that overthrew the ancient Galactic Realm during the original Core Worlds card game. Core Worlds: Empires is a thematic sequel to the original game and its expansions, but players don&rsquo;t need to own the original game to enjoy this one.\n\nEach world in the galaxy occupies a board space that an empire&rsquo;s ambassadors can visit during the game. The worlds that appear during each game are variable. Each player starts with a certain number of Imperial Worlds under his or her control, including one of the coveted Core Worlds that lie near the center of the galaxy. Neutral Worlds that have recently recovered from the civil war enter the game as play proceeds, and players may visit these worlds or attempt to annex them to their empires.\n\n",
    "image": "https://cf.geekdo-images.com/S_smTaGD8m3FthnbeYGTcQ__original/img/9aybTS4OU5q9FiKzZrDoGPps4yw=/0x0/filters:format(jpeg)/pic5668660.jpg",
    "thumbnail": "https://cf.geekdo-images.com/S_smTaGD8m3FthnbeYGTcQ__small/img/TtQ25daMWBJgj2-_Bdnxzt3po-c=/fit-in/200x150/filters:strip_icc()/pic5668660.jpg",
    "link": "https://boardgamegeek.com/thing/267071",
    "minPlayers": "1",
    "maxPlayers": "5",
    "yearPublished": "2021",
    "playingTime": "300",
    "minPlayingTime": "90",
    "maxPlayingTime": "300",
    "bestAtCount": [
      3
    ],
    "averageRating": "7.16685",
    "averageWeight": "3.75",
    "boardGameRank": "13584",
    "mechanics": [
      "End Game Bonuses",
      "Events",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "categories": [
      "Science Fiction"
    ],
    "designers": [
      "Christopher Guild",
      "Andrew Parks"
    ]
  }
}