{"timestamp":"2024-11-09T22:18:16.951Z","gameDetails":{"id":"267304","name":"Mega Empires: The West","type":"boardgame","description":"Mega Empires: The West is a strategy board game for 5-9 players that covers the development of civilizations through history, from the Stone Age to the Late Iron Age, on a map board that concentrates on the Mediterranean Sea. In this colossal game, players lead their historic civilization as they gain victory points by expanding their population, building cities, trading and developing their knowledge and culture. Notwithstanding its large scope, the game's core mechanics are straightforward and easy to learn. A key element in the game is player interaction as they position themselves on the map board and search for valuable commodities during interactive trading sessions.&#10;&#10;Gameplay&#10;Each player starts their civilization in the Stone Age with a single population token on the board. As the game progresses, the population will expand, spread over the board, fight some border conflicts and build cities. Cities bring resources and wealth, expressed in trade cards. The more cities players manage to build on the board, the more trade cards they receive. Trade cards are mainly valuable commodities, but sometimes turn out to be disastrous calamities.&#10;&#10;Trade&#10;Trading is the heart of the game, a social experience where all players interact with each other to optimize the value of their sets of commodities. In addition to the desired commodities, calamities are secretly traded as well, adding an additional layer to the trading dynamics. Once the trading phase has ended, players that end up with a calamity in their hand will suffer its effects.&#10;&#10;Develop Civilization Advances&#10;When the smoke of trading and resolving calamities has settled, players can decide how to spend the wealth gathered through trading. The game includes 51 different advances that can be developed, each of which provides benefits in the game to its holder. For example, Metal Working provides an advantage when fighting conflicts, Architecture facilitates city construction and Enlightenment reduces the impact of (civil) calamities.&#10;&#10;The 51 Civilization advances are divided into the categories Arts, Crafts, Science, Civics and Religion, each of which has specific powers. Each advance acquired by a player provides discounts to other advances that can be purchased later in the game, thereby creating a path of strategic decisions. The ultimate advance in the game, Wonder of the World, is only in reach for players who manage both their trading and purchasing strategy very well.&#10;&#10;Winning the Game&#10;The players who have best developed their position on the board whilst avoiding making enemies, and defended their civilization against natural or civic calamities and stand the test of time, will eventually gather the most victory points and compete for winning the game. After up to 12 hours of playing, that is.&#10;&#10;Combining with Mega Empires: The East&#10;Mega Empires: The West can be combined with Mega Empires: The East (2021) to scale up the game to as many as 18 players! Where The West concentrates on the Mediterranean Sea, which stimulates movement by ship, The East covers Northeast Africa, the Arabian Peninsula and Southwest Asia, and has a stronger focus on movement by land. Both games were designed as equally balanced counterparts, albeit with unique characteristics. Since many phases in the game are played simultaneously, larger player numbers do not materially increase the total playing time.&#10;&#10;Expansions&#10;The Mega Empires: Upgrade &amp; 3-4 Players Pack (2024) contains rules and components for playing The West with as few as 3 or 4 players. These components are by default included in Mega Empires: The East.&#10;&#10;Mega Empires: The Special Buildings is an expansion set that provides additional flavor to the game through 18 miniatures of ancient buildings historically associated with each of the civilizations in the game. These buildings can be built on the map board and provide additional benefits in play and victory points to their controller.&#10;&#10;Wrap-up&#10;Mega Empires: The West is a long strategic board game about development, trade, culture, politics and showing resilience when dealing with calamities. The game is a perfect fit for larger groups of strategic board game enthusiasts, which, due to its scalability, can also be played in smaller groups. It is not just a game, it is an experience!&#10;&#10;&mdash;description from the designers&#10;&#10;","image":"https://cf.geekdo-images.com/4dVwvrgRfl7NgWLhuT1NNw__original/img/5Yz2X8t5XI9dIvYyd8TWyjkrVPo=/0x0/filters:format(png)/pic8398991.png","thumbnail":"https://cf.geekdo-images.com/4dVwvrgRfl7NgWLhuT1NNw__thumb/img/8CBVJy3T3T3ZGcdF05gKMxfhPFk=/fit-in/200x150/filters:strip_icc()/pic8398991.png","link":"https://boardgamegeek.com/thing/267304","minPlayers":"5","maxPlayers":"9","yearPublished":"2019","playingTime":"780","minPlayingTime":"180","maxPlayingTime":"780","bestAtCount":"7"}}