{"timestamp":"2024-11-12T18:27:05.789Z","gameDetails":{"id":"267813","name":"Adventure Games: The Dungeon","type":"boardgame","description":"Explore places, combine items, and experience stories in Adventure Games, a series of co-operative games from German publisher KOSMOS. In each of these titles, players are presented with a mysterious story that they must unravel over the course of play. Working together, players explore common areas, talk to people, look for clues, and combine various items to reveal the secret of the story. Depending on what decisions the players make, the course of history changes and there is no going back!&#10;&#10;Unlike the co-operative EXIT: The Game series, titles in this series focus on the telling and discovery of the story with no time pressure. That said, many different paths can be experienced during play, with more than one correct resolution to the story waiting to be discovered. Each title consists of three chapters, each taking about 75 minutes to play. Nothing is destroyed, so the games can be played multiple times.&#10;&#10;In The Dungeon, the players awaken in a prison cell in the middle ages with no memory of how they got there. What happened? What strange things are taking place in this dungeon? And most importantly, how can they get out? Over three chapters, players will jointly explore rooms, combine objects, and perhaps even encounter creatures that lurk in the dark rooms of the old castle...&#10;&#10;","image":"https://cf.geekdo-images.com/YdQ2gMORorqOgEecLAm-cA__original/img/DBdZjvUULc1hafvLlFGIyaPYP54=/0x0/filters:format(jpeg)/pic7056314.jpg","thumbnail":"https://cf.geekdo-images.com/YdQ2gMORorqOgEecLAm-cA__thumb/img/wmgERsyZjtOyBnOAFaC0ttZwV0Y=/fit-in/200x150/filters:strip_icc()/pic7056314.jpg","link":"https://boardgamegeek.com/thing/267813","minPlayers":"1","maxPlayers":"4","yearPublished":"2019","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[2],"averageRating":"6.93988","averageWeight":"1.6866","boardGameRank":"1794","mechanics":["Cooperative Game","Narrative Choice / Paragraph","Storytelling"],"categories":["Exploration","Fantasy","Puzzle"],"designers":["Matthew Dunstan","Phil Walker-Harding"]}}