{"timestamp":"2024-11-13T00:32:31.929Z","gameDetails":{"id":"269112","name":"Luxor: The Mummy's Curse","type":"boardgameexpansion","description":"The temple of Luxor is brimming with treasure, but is full of danger as well! To succeed, the parties of adventurers need to be better equipped than ever before...&#10;&#10;Luxor: The Mummy's Curse contains four different expansion modules that can be combined in any combination with the Luxor base game. It also includes the necessary pieces to play with five players. The modules give players special powers, unique starting hands, and new ways to collect sets of treasures. Most importantly, it contains a cursed mummy that players must avoid lest they suffer the consequences. The modules in more detail are:&#10;&#10;&bull; The Mummy: An ancient cursed mummy has woken and is not amused at the adventurers intruding on her temple. Whenever an Osiris card is played by any player, the mummy moves forward as many spaces as the number of eyes on the card. Any adventurer she lands on or passes through falls into a deep slumber and must be woken up by spending an activation. The player controlling the mummy receives Talisman tokens that grant them a one-time special ability.&#10;&#10;&bull; Equipment: Players choose their starting hands from five of seven equipment cards. Once played, the equipment cards are discarded as normal and will be shuffled into the deck. Each equipment card is a variation of the normal movement cards and allows players to choose a starting strategy.&#10;&#10;&bull; New Treasures: A fourth treasure type is added to the game, along with new rules for set collection.&#10;&#10;&bull; Special Adventurers: Each player chooses from one of eight special abilities that are unique to them for the entire game.&#10;&#10;","image":"https://cf.geekdo-images.com/0p5PhAhvpKvkScfNy-Umlw__original/img/fGttjslZKGuZqEYNSDT9Mc0OwYI=/0x0/filters:format(jpeg)/pic4510199.jpg","thumbnail":"https://cf.geekdo-images.com/0p5PhAhvpKvkScfNy-Umlw__thumb/img/msIOuE7hSXwNLRbUDkVat9EihYo=/fit-in/200x150/filters:strip_icc()/pic4510199.jpg","link":"https://boardgamegeek.com/thing/269112","minPlayers":"2","maxPlayers":"5","yearPublished":"2019","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[4],"averageRating":"7.65273","averageWeight":"1.875","boardGameRank":"Not Ranked","mechanics":["Hand Management","Modular Board","Set Collection","Variable Player Powers"],"categories":["Adventure","Ancient","Expansion for Base-game"],"designers":["Rüdiger Dorn"]}}