{"timestamp":"2024-11-10T04:47:12.577Z","gameDetails":{"id":"269603","name":"Minecraft: Builders & Biomes","type":"boardgame","description":"As in the original Minecraft digital game, in Minecraft: Builders &amp; Biomes players explore the Overworld, build structures, and mine resources, earning points for structures and the largest connected biomes of forest, desert, mountain, or snowy tundra spaces on their player boards.&#10;&#10;Familiar foes like Endermen, Creepers, and other mobs also appear throughout the game, and they need to be defeated using weapons collected from the board. Defeating mobs earn players points in addition to granting additional awards. Game scoring occurs as the resource cube's layers are depleted. As soon as the third layer runs out, the adventure comes to an end, and the builder with the most points wins.&#10;&#10;Scoring takes place three times during the game, specifically after the final block is removed from the first, second, and third level of the building block cube. In the first round, you choose one of the four biomes (forest, desert, mountains, or snowy tundra) and score for the largest connected area of this biome on your personal building board. The board comes pre-printed with biome spaces, and as you place buildings on this board, you can alter the biome of a space. In the second round, you choose one of three materials (wood, sand, stone, or obsidian) and score for the largest connected group of structures on your personal building board that are made of this material. In the third round, you score for the largest contiguous group of structures (decoration, dwelling, animal house, or bridge) of your choice on your board. After scoring in the third round, tally bonus points from the mobs you've collected.&#10;&#10;","image":"https://cf.geekdo-images.com/lAvfCCEBDeyoa1CpdgOFCg__original/img/WMg5tKw3Z9Q4PocARnRmdg4tEks=/0x0/filters:format(jpeg)/pic4975740.jpg","thumbnail":"https://cf.geekdo-images.com/lAvfCCEBDeyoa1CpdgOFCg__thumb/img/VWb3wbHwAbNIQJYyeu7-OT_ynJU=/fit-in/200x150/filters:strip_icc()/pic4975740.jpg","link":"https://boardgamegeek.com/thing/269603","minPlayers":"2","maxPlayers":"4","yearPublished":"2019","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"3"}}