{"timestamp":"2024-11-13T00:59:51.788Z","gameDetails":{"id":"269734","name":"Roll for the Galaxy: Rivalry","type":"boardgameexpansion","description":"Roll for the Galaxy: Rivalry, the second expansion for Roll for the Galaxy, consists of three expansions in one box.&#10;&#10;First, it adds expansion content to the base game: 62 more game dice, a new die type, start factions, home worlds, and more than double the number of game tiles for the bag as in Ambition, the first expansion for Roll. This material is compatible with Ambition, but that expansion is not required to play Rivalry. If you are familiar with the dice from Ambition, then you can add this content and start playing immediately. (If not, you'll need to read about the new dice.)&#10;&#10;Rivalry also contains two optional game modules &mdash; the Deal Game and the Orb Game &mdash; which can be played separately or combined. These modules can also be combined with the goals in Ambition, although the publisher suggests not combining them all at once for new players!&#10;&#10;&bull; The Deal Game has a new deal phase in which players assign $ dice to a new deal board in order to swap assets they don't want for those they do &mdash; and pretty much everything is fair game in terms of possible trades. Not using all your credit track? Why not trade in the top part of it to get a useful die? Or, if you're running a large economy and need a credit track that goes to 11 (or even 16), why not trade away a couple of white dice to get a larger track?&#10;&#10;Have a bunch of extra tiles clogging up your construction zones from previous Explores? Why not trade them in for new dice? Or, a chance to draw from the bag until you find a 6 cost development? Or a pair of VP chips? Or a talent counter? Or some credits? Or, another Leader die? Or, a chance to draw a world of a desired color from the bag? Or, to turn some Citizenry dice directly into Developers or Settlers? Or...&#10;&#10;Seven deal dice are rolled each turn before players assign their workers to determine what asset types can be potentially gained or traded in that round. After you swap assets, your deal will start to mature over several rounds. If you (or someone else) calls &quot;Deal&quot; again before your deal expires, then you might want to send another dealer in to reverse your trade, trading back for what you originally spent and making some credits and talent counters along the way. Of course, while your deal is maturing, some other player might swoop in and reverse it before you wanted to, taking their cut and converting your attempted temporary loan into a permanent exchange. These things happen...&#10;&#10;&bull; The Orb Game gives one yellow &quot;Alien Orb&quot; die to each player, and the faces of these dice can be popped out and upgraded to various &quot;lines&quot; of faces that allow you to customize what you can do in the game. (Think of the lines as being akin to a tech tree.)&#10;&#10;You can assign dice to become researchers in the Research phase, and for each assigned researcher, when someone calls Research, you get two &quot;dots&quot; of upgrades to your dice. The first dot gets you a 1-dot face in any line; extra dots get you better faces in that line. (If you want to switch lines for a given face after entering a line, pay 1 dot more.) These upgraded dice affect your play. For example, if you roll the 2-dot beige -1 develop face, you receive a -1 die discount on all developments you build that turn.&#10;&#10;Orb dice are rolled in front of player screens at the start of a round. If, for example, you roll a face that grants virtual workers, then everyone knows that you will benefit if Explore occurs and can plan accordingly as they assign their dice and decide which phase to call.&#10;&#10;To allow improved Orb dice more opportunities to affect play, the Orb game ends at 15+ tiles or when the initial VP chip pool is exhausted, which is increased to 15 VPs per player. At game end, each 2-dot and 4-dot face on your Orb die is worth 1 and 2 VPs, respectively.&#10;&#10;&bull; Replacement player screens including a summary of the optional games (in different colored type faces) and all three added dice types are also included.&#10;&#10;","image":"https://cf.geekdo-images.com/_R5wJVvrlx7TfDNwyBefCw__original/img/Y-3G4Ua9YosjdVAoyhYIeoDQ2oQ=/0x0/filters:format(jpeg)/pic4521541.jpg","thumbnail":"https://cf.geekdo-images.com/_R5wJVvrlx7TfDNwyBefCw__thumb/img/zF1HwtBDlZMvkhPq5zhMnDre3gM=/fit-in/200x150/filters:strip_icc()/pic4521541.jpg","link":"https://boardgamegeek.com/thing/269734","minPlayers":"2","maxPlayers":"5","yearPublished":"2019","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.62781","averageWeight":"3.5","boardGameRank":"Not Ranked","mechanics":["Deck, Bag, and Pool Building","Dice Rolling","Simultaneous Action Selection","Variable Phase Order","Variable Player Powers","Worker Placement"],"categories":["Civilization","Dice","Economic","Expansion for Base-game","Science Fiction","Space Exploration"],"designers":["Wei-Hwa Huang","Thomas Lehmann"]}}