{"timestamp":"2024-11-13T00:02:13.165Z","gameDetails":{"id":"27048","name":"Duel in the Dark","type":"boardgame","description":"From the publisher's website:&#10;&#10;World War 2 air combat game depicting the nighttime air raids of British bombers hitting German cities.&#10;&#10;As the head of the British Bomber Command, you plan the attacks on Germany in order to undermine the morale of the civilian population. Or as a General of the German Air Force (Luftwaffe), you defend using your ace squadrons and organizing an effective civil defense.&#10;&#10;The gameboard enables you to set up countless variations of these historic events. You play as many nights as you wish - each night takes 30-45 minutes to resolve.&#10;&#10;Immerse yourself in the strategic and tactical thinking needed to survive in those dark times.&#10;&#10;Gameplay allows for easy entry into the action with some advanced rules for the hearty wargamer. The game rules include weather conditions, full moon/new moon bonuses and penalties, clouds and thunderclouds, fog, flak, searchlights, balloon barriers, target markers, and much more.&#10;&#10;The British player secretly plots the course of the bomber while the Mosquito acts as escort or decoy. The German player tries to figure out where the bomber is going, making sure to efficiently use the fuel to get as many hits on the bomber as possible.&#10;&#10;","image":"https://cf.geekdo-images.com/quOIY2OTrMO8VcBQFb0E4Q__original/img/8le_fsCJbGu4Ve_TW8KgSHVOp1Q=/0x0/filters:format(jpeg)/pic168418.jpg","thumbnail":"https://cf.geekdo-images.com/quOIY2OTrMO8VcBQFb0E4Q__thumb/img/fMPIsx4-7s_-sqyWqTu5xQHVFiE=/fit-in/200x150/filters:strip_icc()/pic168418.jpg","link":"https://boardgamegeek.com/thing/27048","minPlayers":"1","maxPlayers":"2","yearPublished":"2007","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[2],"averageRating":"6.61269","averageWeight":"2.4902","boardGameRank":"3397","mechanics":["Action Queue","Hexagon Grid","Secret Unit Deployment","Simulation"],"categories":["Aviation / Flight","Wargame","World War II"],"designers":["Friedemann de Pedro"]}}