{"timestamp":"2024-11-09T21:00:38.455Z","gameDetails":{"id":"27162","name":"Kingsburg","type":"boardgame","description":"In Kingsburg, players are Lords sent from the King to administer frontier territories.&#10;&#10;The game takes place over five years, a total of 20 turns.  In every year, there are 3 production seasons for collecting resources, building structures, and training troops.  Every fourth turn is the winter, in which all the players must fight an invading army.  Each player must face the invaders, so this is not a cooperative game.&#10;&#10;The resources to build structures and train troops are collected by influencing the advisers in the King's Council.  Players place their influence dice on members of the Council. The player with the lowest influence dice sum will be the first one to choose where to spend his/her influence; this acts as a way of balancing poor dice rolling. Even with a very unlucky roll, a clever player can still come out from the Council with a good number of resources and/or soldiers.&#10;&#10;Each adviser on the King's Council will award different resources or allocate soldiers, victory points, and other advantages to the player who was able to influence him/her for the current turn.&#10;&#10;At the end of five years, the player who best developed his assigned territory and most pleased the King through the Council is the winner.&#10;&#10;Many alternate strategies are possible to win: will you go for the military way, disregarding economic and prestige buildings, or will you aim to complete the big Cathedral to please the King?   Will you use the Merchant's Guild to gain more influence in the Council, or will you go for balanced development?&#10;&#10;","image":"https://cf.geekdo-images.com/pHFQxD8va6vOrrNfazVzsg__original/img/LKINGoSbAufYYSAElNZDOubbYZg=/0x0/filters:format(jpeg)/pic253057.jpg","thumbnail":"https://cf.geekdo-images.com/pHFQxD8va6vOrrNfazVzsg__thumb/img/C5cCKKfjEpm87frQIFOOYfzmIyc=/fit-in/200x150/filters:strip_icc()/pic253057.jpg","link":"https://boardgamegeek.com/thing/27162","minPlayers":"2","maxPlayers":"5","yearPublished":"2007","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"4"}}