{"timestamp":"2024-11-09T20:36:23.898Z","gameDetails":{"id":"271664","name":"Euphoria: Ignorance Is Bliss","type":"boardgameexpansion","description":"Welcome back to Euphoria! While you were away, the Icarites descended from their lofty perch among the clouds, imposing a new way of life upon the Euphorians, Wastelanders, and Subterrans. Is this a fresh start for the dystopian citizens, or will history repeat itself?&#10;&#10;Ignorance Is Bliss is a &quot;more stuff&quot; expansion. Or perhaps a better way of putting it is &quot;alternative stuff.&quot; For example, there are a bunch of new recruit cards and market tiles that you can use as an alternative to the recruits and markets in the original game (they aren't designed to be mixed together with the original recruits and markets). There's also a new type of recruit card (not a new faction, just a new type).&#10;&#10;Ignorance Is Bliss is also a &quot;player count&quot; expansion. The original game of Euphoria was for 2-6 players, but the expansion adds an Automa mode (an intelligent AI system) that expands the game to 1-6 players. The Automa system is also designed for optional use in 2-player games so they feel more like 4-player games.&#10;&#10;Ignorance Is Bliss is also an &quot;improve the rules&quot; expansion. Euphoria itself still stands on its own, but given that it was released 5 years ago, we've listened to a lot of feedback about certain frustrations and perceived imbalances, and we've addressed them with some new rules, a &quot;New Antiques Bazaar&quot; board, and some new components.&#10;&#10;Euphoria: Ignorance Is Bliss is an expansion to Euphoria: Build a Better Dystopia.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/YtkpptYfdM73a_KBxKJogg__original/img/6HBW3O7PAaZkAYdP8O57hctn1II=/0x0/filters:format(jpeg)/pic4562579.jpg","thumbnail":"https://cf.geekdo-images.com/YtkpptYfdM73a_KBxKJogg__thumb/img/KML8PDurxQDPPJOJOQsrPWrI7NA=/fit-in/200x150/filters:strip_icc()/pic4562579.jpg","link":"https://boardgamegeek.com/thing/271664","minPlayers":"1","maxPlayers":"6","yearPublished":"2019","playingTime":"90","minPlayingTime":"40","maxPlayingTime":"90","bestAtCount":"6"}}