{"timestamp":"2024-11-10T17:22:40.149Z","gameDetails":{"id":"272409","name":"Tiny Epic Tactics","type":"boardgame","description":"Tiny Epic Tactics utilizes a simple combat system with variable player powers and 3-D terrain to achieve endless layers of strategy and fun.&#10;&#10;Tiny Epic Tactics offers competitive play, cooperative play and solo play!&#10;&#10;Conquer your opponents in tactical combat where every calculated move matters... or journey across the land and through the caves in a grand cooperative/solo adventure!&#10;&#10;Nesting inside the game box are 5 smaller boxes and a map/scroll. Players will set up the game by placing these 5 boxes, plus the box bottom, onto the scroll in designated areas. This creates the environment that players will explore and battle across.&#10;&#10;In Tiny Epic Tactics, players will have a team of four unique heroes: a Fighter, a Wizard, a Rogue and a Beast. Each hero type, and each character within that type, offers unique advantages to movement, attacks, and/or support. Finding the synergy in your team is key to victory.&#10;&#10;In competitive play, players will pit their teams against one another in effort to score the most victory points by the end of the game. Each turn, players will have three actions to assign across their team. They can move and/or attack with their heroes. Victory points are rewarded for area control, enemy heroes captured, and keeping your own heroes alive. Gaining complete control of one, or multiple, specific areas offers the most victory points in competitive play. Gaining control of said areas requires your heroes maintaining majority presence in these areas over the course of a few turns. This requires a careful balance of offense and defense. The control of these areas can easily shift from one player to another based on which player has the majority heroes present in the designated spaces. Once a set number of areas are captured, or one of the players has lost all of their heroes, the end game is triggered.&#10;&#10;Tiny Epic Tactics offers a distinctly different experience for solo and cooperative play. In these modes, players will adventure across the map, fighting spawning enemies and exploring caves (printed on the interior of each of the boxes). The goal is to acquire treasures, that belongs to the enemy, from these caves while keeping your heroes alive. Once the end of the game is triggered, victory points are tallied based on how many treasures you took from the enemy and how many of your heroes you kept alive.&#10;&#10;","image":"https://cf.geekdo-images.com/f5osSXzWSOcSWPWnGBNq_Q__original/img/EFHSCTRdRxri43O8ymeKNYnDbEY=/0x0/filters:format(jpeg)/pic4574827.jpg","thumbnail":"https://cf.geekdo-images.com/f5osSXzWSOcSWPWnGBNq_Q__thumb/img/Xx_riIXPejRCCsJh3-7HQ9-Awo4=/fit-in/200x150/filters:strip_icc()/pic4574827.jpg","link":"https://boardgamegeek.com/thing/272409","minPlayers":"1","maxPlayers":"4","yearPublished":"2019","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"2"}}