{"timestamp":"2024-11-09T21:25:17.488Z","gameDetails":{"id":"27298","name":"Owner's Choice","type":"boardgame","description":"Owner's Choice is an economic game in which the players must look to manipulate the stocks of four companies whilst trying to buy low and sell high. The player that owns the most stock in a company assumes the role of the President, with other players assuming the role of investors.&#10;&#10;The game's length and which company may have the opportunity to progress each turn is dictated by a pawn that moves around the board. The players have some control over how many spaces the pawn can move in each turn, and the kind of space it lands on allows for a variety of things to happen. Most commonly one of the companies is selected, at which point the president may either contribute to the communal Fund in order to roll the company's die, potentially paying dividends to all stock-holders or changing the company's stock price, or may instead choose to raid the Fund for personal gain but with the potential to reduce the company's stock price.&#10;&#10;Owners have greater control over the fortunes of their companies' stock and they can make great profits, however prices can go down as well as up! The companies have different characters, represented by a different mix of faces on the company die that is rolled when the company is selected on a turn and the President contributes to the Fund. As the game unfolds the players must decide how best to make money and potentially undermine some companies to reduce the fortunes of their competition.&#10;&#10;Once the pawn reaches the Goal square, all stocks are cashed in for their current prices and then the player with the most money wins the game.&#10;&#10;","image":"https://cf.geekdo-images.com/KdZ-4QfpgvelgYBv7Yxq1Q__original/img/4G6jnNRfsCK1XywQudDdr2BnolI=/0x0/filters:format(jpeg)/pic195820.jpg","thumbnail":"https://cf.geekdo-images.com/KdZ-4QfpgvelgYBv7Yxq1Q__thumb/img/RC-StNiiym8erXfPGqtO7c8y9Ac=/fit-in/200x150/filters:strip_icc()/pic195820.jpg","link":"https://boardgamegeek.com/thing/27298","minPlayers":"2","maxPlayers":"5","yearPublished":"2006","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}