{"timestamp":"2024-11-10T04:36:27.986Z","gameDetails":{"id":"273473","name":"Terraforming Mars: Turmoil","type":"boardgameexpansion","description":"Turmoil, the fifth expansion to Terraforming Mars, takes players back to Mars, and the struggle for control and progress of human society on a big and dangerous planet.&#10;&#10;The expansion includes new corporations, new projects, and a new type of cards &mdash; Global Events, from dust storms to riots to rising alloy demand &mdash; that give you something to plan for 3 generations in advance.&#10;&#10;At the heart of this is the political arena of the Terraforming Committee. A new action allows players to add delegates to different parties, the first delegate each generation being free, and additional ones costing 5 MC. Neutral delegates are added by the global events, representing the wishes and trends of society.&#10;When a player (even the neutral player) has more delegates in a party than any other player, that player takes over the party leader seat for that party, and when a party has more delegates than any other party, it becomes dominant. The dominant party will become ruling during the next generation, imposing its one-time bonus, its ongoing policy, and granting chairmanship for its party leader, awarding that player 1 terraform rating.&#10;&#10;Party:       Bonus:                     Policy:&#10;Kelvinist    1MC/heat production        10MC -&gt; 1 heat production + 1 energy production&#10;Scientist    1MC/science tag            10MC -&gt; draw 3 cards (once per player)&#10;Unity        1MC/planet tag             Titanium is worth +1MC&#10;Mars First   1MC/building tag           Placing a tile on Mars gives 1 steel&#10;Greens       1MC/biological tag         placing a greenery tile gives 4MC&#10;Reds         1TR for the lowest player  Increasing TR in the action phase costs +3MC&#10;&#10;The political arena also determines the players' influence, which can be used to moderate or enhance the effect of the current global event. Influence is gained from being the chairman of the Committee, being party leader in the dominant party, and for having a non-leader delegate in the dominant party.&#10;In order to pay for all these new bonuses, the Committee is revising the terraform rating, lowering it for all players by 1 step each generation.&#10;&#10;In Turmoil, players can try to force their own agenda, or push it in a more moderate, economic way. They can play to mitigate the global events with influence, or adjust their play to better take advantage of them. And they can anticipate the competing players' agendas and try to benefit from them, or counteract them.&#10;&#10;Turmoil is an expert expansion - be prepared to meet the full spectrum of human civilization in the era of terraforming Mars!&#10;&#10;&mdash;description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/KJHDZ_QwU6nAwrc53ixfJw__original/img/UPhbpsxHxAOdQT1zOpQoJgKWCs0=/0x0/filters:format(jpeg)/pic4599496.jpg","thumbnail":"https://cf.geekdo-images.com/KJHDZ_QwU6nAwrc53ixfJw__thumb/img/EgKltMLq_GTj_TP6HGBml4Y98gk=/fit-in/200x150/filters:strip_icc()/pic4599496.jpg","link":"https://boardgamegeek.com/thing/273473","minPlayers":"1","maxPlayers":"5","yearPublished":"2019","playingTime":"150","minPlayingTime":"150","maxPlayingTime":"150","bestAtCount":"3"}}