{"timestamp":"2024-11-09T20:12:05.155Z","gameDetails":{"id":"27364","name":"Caylus Magna Carta","type":"boardgame","description":"The general theme and mechanics of Caylus Magna Carta are similar to the Caylus board game. However, there is no board or score track and the tactical nuts and bolts of the game are somewhat different. In terms of components, the game consists of cards, money, worker pawns, resource markers, the provost, and castle building stones. Each player has a set of identical cards, which are shuffled and used as a face-down draw deck. Players start with an opening random draw of cards, and on his turn a player can either:&#10;&#10;&#10;    extend the road by building a new building &#10;    pay 1 to draw a new building card &#10;    pay 1 to discard his hand and draw a fresh hand (with the discard deck being shuffled for a new draw deck once the draw deck is exhausted) &#10;    pay 1 to place a worker on one of the existing building cards &#10;    build one of the common prestige building cards (some of which are placed at the beginning of the game as part of the setup) or &#10;    pass&#10;&#10;&#10;Once everyone has passed, the cards are resolved up to the provost (which can be moved in passing order by paying money).&#10;&#10;Ownership of the non-common buildings is shown by the card color. When a worker is placed on a card, the owner earns either resources or money as a reward instead of victory points. Players may also choose to help build the castle. Starting with the first player to have passed, players can pay resources to obtain castle stones. The stones are worth three different values (2-4 points). Players collect the most valuable ones first. In addition, the player who collects the most building stones each round is rewarded with a gold resource marker.&#10;&#10;From round to round, 1st player privileges rotate to the left, and the provost starts two cards further down the path from the castle.&#10;&#10;The winner of the game is the player who has accumulated the most victory points once the game end has been triggered the turn the castle is finished. Victory points are awarded for castle stones, cards built, and resources and money in hand at the end of the game.&#10;&#10;","image":"https://cf.geekdo-images.com/XLo2qDE1uVGAvVUc2TJZzw__original/img/yoB_q4x1o91ccexqhK09RRqg9tM=/0x0/filters:format(jpeg)/pic339842.jpg","thumbnail":"https://cf.geekdo-images.com/XLo2qDE1uVGAvVUc2TJZzw__thumb/img/A7eydugtIseiNjCxfxcmdCgdy2s=/fit-in/200x150/filters:strip_icc()/pic339842.jpg","link":"https://boardgamegeek.com/thing/27364","minPlayers":"2","maxPlayers":"4","yearPublished":"2007","playingTime":"75","minPlayingTime":"45","maxPlayingTime":"75","bestAtCount":"3"}}