{"timestamp":"2024-11-13T01:28:21.483Z","gameDetails":{"id":"274099","name":"Valeria: Card Kingdoms – Expansion Pack #07: Ward Towers","type":"boardgameexpansion","description":"The Ward Tower cards replace one of the Domain stacks in the game. Each Ward Tower needs 9 Gold, 9 Strength, and 9 Magic to complete and a player may take an action to pay one set of those resources and place their Build marker on the card. When three markers have been placed on a Ward Tower card, the tower is complete. Each player who contributed takes their Build markers back and flips them over to the 5VP side, then the Ward Tower card is placed next to the Monster row. For each completed Ward Tower, the cost to slay any monster is reduced by 1 Strength or 1 Magic as a player chooses. This benefit is cumulative and is available to all players, even if they did not contribute to building the Ward Towers.&#10;&#10;The Ward Towers Pack contains 5 rules card, 5 Double-sided Ward Tower cards, 1 Divider, and 30 Punchboard Build markers.&#10;&#10;This is a Kickstarter Limited Exclusive and will not be available at retail. It may be available at the publisher's website, conventions, or the BGG Store depending on how many extra they have after fulfilling to our backers.&#10;&#10;-description from Kickstarter page&#10;&#10;","image":"https://cf.geekdo-images.com/msWISbrPwVvbPfPwTcrxpQ__original/img/twr1acqeow2NPH1Yx2YVbKsSPNE=/0x0/filters:format(jpeg)/pic5400420.jpg","thumbnail":"https://cf.geekdo-images.com/msWISbrPwVvbPfPwTcrxpQ__thumb/img/pQp2zgHoEp6hDcyYII2f8Wj3efQ=/fit-in/200x150/filters:strip_icc()/pic5400420.jpg","link":"https://boardgamegeek.com/thing/274099","minPlayers":"1","maxPlayers":"5","yearPublished":"2019","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":null,"averageRating":"7.29348","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":["Deck, Bag, and Pool Building","Dice Rolling","Open Drafting"],"categories":["Card Game","Dice","Expansion for Base-game","Fantasy"],"designers":["Isaias Vallejo"]}}