{"timestamp":"2024-11-09T20:02:47.539Z","gameDetails":{"id":"274185","name":"Belfort: Her Majesty's Civil Service","type":"boardgameexpansion","description":"Belfort: Her Majesty's Civil Service has never before seen content and is completely compatible with any edition of Belfort that was previously published. Will you have the Queen of Belfort travel the city? Will Belfort's Heritage Preservation Society change the playing field? Will Ms. Parks and Mr. Rex help or hurt the players as they attempt to win the favor of the locksmith's guild and claim the Key to Belfort? All of these are part of this NEW expansion that makes Belfort even more dynamic and exciting to play!&#10;&#10;But now...let's talk about what is IN the expansion!&#10;&#10;Less Red Tape Rules&#10;This rules set is designed to both speed up play and also focuses on precision timing for the players to challenge each other to come out on top in the end!&#10;&#10;Heritage Preservation Society&#10;This module will take spots from each district and restrict their use. For use when you have less then the full 5 players, it will shorten the playing field making for tougher decisions for all master builders!&#10;&#10;The Queen of Belfort&#10;Players will move the Queen to different districts in Belfort. When they build where she is located they will activate and gain one of her many powers!&#10;&#10;The Parks &amp; Rex &#10;Ms. Parks (a Dryad) and Mr. Rex (a Lizardfolk) will travel the village districts. Depending upon where they are, they will alter how that part of Belfort scores - clever players will position themselves and these two bylaw officials for maximum effectiveness!&#10;&#10;The Key to Belfort&#10;The Locksmith Guild is one of the most powerful in the city! When you have them at your back, you will gain their influence - but beware, for they are fickle, and if another player has their ear, all of their help will vanish!&#10;&#10;-description from the Kickstarter campaign&#10;&#10;","image":"https://cf.geekdo-images.com/7Av2xqtrNJKXrDYDrzEStA__original/img/qRa26iCRl_385sgOh05hhXewG9w=/0x0/filters:format(png)/pic4875203.png","thumbnail":"https://cf.geekdo-images.com/7Av2xqtrNJKXrDYDrzEStA__thumb/img/q-aEeVKUlHJTj4uI-YbMF5fEm_0=/fit-in/200x150/filters:strip_icc()/pic4875203.png","link":"https://boardgamegeek.com/thing/274185","minPlayers":"2","maxPlayers":"5","yearPublished":"2020","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":null}}