{"timestamp":"2024-11-12T23:50:37.571Z","gameDetails":{"id":"27746","name":"Colosseum","type":"boardgame","description":"In Colosseum each player is a Roman impresario - producing great spectacles in his or her arena in the hopes of attracting the most spectators. Players earn wealth and glory for each event run, using it to create ever more ambitious events. They will need to improve their arena, find the best performers, lure the Emperor and his nobles, and manage assets for long-term success to be granted the title of Grand Impresario, with tales of your extraordinary spectacles acclaimed throughout the empire.&#10;&#10;As commanded by the Emperor, the greatest celebration in Roman history has continued unabated for 99 days. All of Rome has borne witness to the grandest spectacles the empire has ever seen&mdash; all to commemorate the opening of the Amphitheatrum Flavium, the Colosseum.&#10;&#10;Tens of thousands have flocked to the city to experience the sight of a hundred gladiators in battle...rare and exotic animals prowling the arena floor...and to hear and see the greatest musicians and entertainers from throughout the empire. But these events have only been a prelude to today &mdash; the closing finale! As a master impresario you have prepared for this moment your entire life. Titus himself has taken his seat in the Emperor&rsquo;s Loge. At the drop of his hand, the final spectacle will begin. Your moment in the sun has come...&#10;&#10;","image":"https://cf.geekdo-images.com/DSLTCbuBVfy2o9jV28VD4w__original/img/QiDwQ3hr5KaldGQ8stHBW884seg=/0x0/filters:format(jpeg)/pic7660747.jpg","thumbnail":"https://cf.geekdo-images.com/DSLTCbuBVfy2o9jV28VD4w__thumb/img/qSphzBILTKWXUnGNoW7OJ0ai6Rw=/fit-in/200x150/filters:strip_icc()/pic7660747.jpg","link":"https://boardgamegeek.com/thing/27746","minPlayers":"3","maxPlayers":"5","yearPublished":"2007","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":[5],"averageRating":"7.20052","averageWeight":"2.7557","boardGameRank":"645","mechanics":["Auction / Bidding","Dice Rolling","Roll / Spin and Move","Set Collection","Trading"],"categories":["Ancient","Negotiation"],"designers":["Wolfgang Kramer","Markus Lübke"]}}