{"timestamp":"2024-11-09T20:11:49.653Z","gameDetails":{"id":"27760","name":"CATAN: Traders & Barbarians","type":"boardgameexpansion","description":"Traders &amp; Barbarians is distributed as the third major expansion for The Settlers of Catan, although it is actually a compilation of small expansions and variants.  (It is independent of the Seafarers and Cities &amp; Knights expansions, but can be combined with them.)&#10;&#10;All of the variants and three of the scenarios have been available from various sources in Europe and the United States or through official websites. The Great Rivers and the Fishermen of Catan have been expanded somewhat for this expansion through extra tiles and player pieces.&#10;&#10;This compilation includes 5 scenarios:&#10;&#10;     The Fishermen of Catan - Originally released in the 05/2006 Spielbox magazine and then subsequently released in Games Quarterly magazine.  Expanded in this edition.&#10;     The Rivers of Catan - Originally released in the Atlantis scenario box, then subsequently in Games Quarterly magazine as &quot;The Great River&quot;.  Expanded in this edition to include two rivers, one occupying 4 tiles, and one occupying 3.&#10;     The Great Caravan - Originally released as a free expansion in Germany.&#10;     Barbarian Invasion - New in this edition. - Barbarians are invading Catan and the players have to try to stop them with new knight pieces. This plays very similarly to the flood mechanic in the Atlantis scenario from the Atlantis and Das Buch scenario packs.&#10;     Traders &amp; Barbarians - New in this edition. - You get new hexes, one for the castle, one to produce glass, and one to produce marble. You try to rebuild Catan after the invasion. You get gold and victory points if you finish tasks in the castle, but to do so you have to travel back and forth to the castle on roads and undeveloped paths. There are still some barbarians around who interfere with trade routes.&#10;&#10;&#10;It also includes 4 minor variants:&#10;&#10;     2-Player Rules - Use the new &quot;Commercial Chips&quot; to force trade with your opponent. Use 3rd and 4th neutral player to block your opponent.  Also available online: Klaus2player.pdf&#10;     Catan Event Cards - Originally released in the Atlantis scenario box, then subsequently released for sale separately. Replaces the dice with a deck of cards to minimize randomness.&#10;     The Harbormaster Card - Originally released in the Atlantis scenario box, then subsequently available online: harbormaster.pdf. Gives two victory points to the player with the most harbor points.&#10;     Friendly Robber Rules&#10;&#10;&#10;This game belongs to the Catan Series.&#10;&#10;","image":"https://cf.geekdo-images.com/HQBb1F08jMdEN_G1us_M-A__original/img/CHrEZ4NQQ_fFw8HEL-79aKFe4Lw=/0x0/filters:format(jpeg)/pic2420317.jpg","thumbnail":"https://cf.geekdo-images.com/HQBb1F08jMdEN_G1us_M-A__thumb/img/eOkj9TpPl5e6mC4KlifrOquGN6A=/fit-in/200x150/filters:strip_icc()/pic2420317.jpg","link":"https://boardgamegeek.com/thing/27760","minPlayers":"2","maxPlayers":"4","yearPublished":"2007","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"4"}}