{"timestamp":"2024-11-13T00:23:15.301Z","gameDetails":{"id":"28023","name":"Jamaica","type":"boardgame","description":"Summary: This is a pirate-themed tactical race game with player interaction and side goals (e.g. detouring for treasure).  The winner is the player who best balances their position in the race with their success at the side goals.&#10;&#10;Setting: Jamaica, 1675.&#10;After a long career in piracy, Captain Henry Morgan skillfully gets appointed to be Governor of Jamaica, with the explicit order to cleanse the Caribbean of pirates and buccaneers! Instead, he invites all of his former &quot;colleagues&quot; to join him in his retirement, to enjoy the fruits of their looting with impunity. Each year, in remembrance  of the &quot;good old days,&quot; Morgan organizes the Great Challenge, a race around the island, and at its end, the Captain with the most gold is declared Grand Winner.&#10;&#10;Goal: The game ends on the turn when at least one player's ship reaches the finish line, completing one circuit around the island of Jamaica. At that point, players are awarded different amounts of gold in accordance with how far away from the finish line they were when the race concluded. This gold is added to any gold a player gathered along the way by detouring from the race to search for valuable treasure, by stealing gold or treasure from other players, or just by loading gold as directed by the cards the player played during the race. The player with the most total gold acquired through all these means is then declared the winner.&#10;&#10;Gameplay: The game is played in rounds. Each player always has a hand of three cards, and a personal board depicting the five &quot;holds&quot; of their ship, into which goods can be loaded during the game. Each round, one player is designated as &quot;captain,&quot; with the next clockwise player being captain in the following round, and so on. The captain rolls two standard D6 dice, examines her cards, then announces which die will correspond to the &quot;day&quot; and which to the &quot;night.&quot; Each player then simultaneously selects a card from their hand and places it face down in front of them. Each card has two symbols on it, one on the left - corresponding to &quot;day&quot; - and one on the right (&quot;night&quot;). The symbols indicate either ship movement (forward or backward) or the loading of a type of good. After every player has selected a card, all cards are revealed simultaneously and then resolved clockwise one by one, starting with the captain's. When it is a player's turn to resolve her card, for first the left symbol on her card and then for the right symbol, the player will load a number of goods or move a number of spaces equal to the number of pips showing on the corresponding day or night die for that round. Thus the main decision each player makes during the game is which of their current three cards would best serve them on a particular turn, given the values of the day and night dice.  Finally, during the race, when a player lands on a spot already occupied by another player, there is a battle. Battles are mainly resolved by rolling a &quot;combat&quot; die, but players may improve their chances by using &quot;gunpowder&quot; tokens from their holds, if they loaded any on previous turns. The winner of a battle may steal some goods or treasure from the loser.&#10;&#10;","image":"https://cf.geekdo-images.com/jZRfv3isrBG5waCzEx60Cw__original/img/aLqKSqw-RWyR4wyfFUywWMQXUTc=/0x0/filters:format(png)/pic6434838.png","thumbnail":"https://cf.geekdo-images.com/jZRfv3isrBG5waCzEx60Cw__thumb/img/6q5nirF5yn1d0qtjm2UEI5HV874=/fit-in/200x150/filters:strip_icc()/pic6434838.png","link":"https://boardgamegeek.com/thing/28023","minPlayers":"2","maxPlayers":"6","yearPublished":"2007","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[6],"averageRating":"7.06032","averageWeight":"1.6595","boardGameRank":"612","mechanics":["Dice Rolling","Hand Management","Hidden Victory Points","Race","Roll / Spin and Move","Simultaneous Action Selection","Take That","Track Movement","Turn Order: Progressive","Victory Points as a Resource"],"categories":["Nautical","Pirates","Racing"],"designers":["Malcolm Braff","Bruno Cathala","Sébastien Pauchon"]}}