{"timestamp":"2024-11-12T18:48:38.532Z","gameDetails":{"id":"2802","name":"War in Europe","type":"boardgame","description":"War in Europe is a compendium of three modules, War in the East 2nd ed., War in the West, and War in Europe. The two base games, War in the East 2nd ed. and War in the West, are both playable individually and are both designed for two sided play. War in Europe provides an integrated linkage between these two and provides for three player play.&#10;&#10;The game system traces its lineage from SPI's earlier Kursk and Destruction of Army Group Centre but was primarily inspired by War in the  East 1st. ed.  War in Europe is played on nine full sized (22&quot;x34&quot;) coloured  maps and employs about 3600 1/2x1/2&quot; cardboard pieces.&#10;&#10;The three sides in the full game are the Italo-German Axis, the Anglo- French-American Allies, and the Soviet Union. Political rules govern the  alignment of neutral states and restrict the use of active minor power units  by the controlling players. Rules also restrict the degree of co-operation between units of differing nationalities, whether Axis or Allied. The victory  conditions are also constructed to limit the degree of co-operation between  independent Allied and Soviet players.&#10;&#10;Each 3/4&quot; hex represents 20 miles. A single game-turn consists of three sequential player turns and represents one week elapsed time. Four game- turns form a 'cycle' at the beginning of which strategic warfare and economic production takes place. Thirteen cycles form a game year. Both Axis and Soviet power produce additional forces via a simplified economic  production process. Allied forces are received only by a preset reinforcement schedule.&#10;&#10;Player pieces called units represent division and brigade sized military formations. In addition to units, all powers also possess air-point counters representing abstract air power at an estimated scale of 500 sorties per point. Markers are a third category of playing piece used to note some temporary alteration to the map or to a unit.&#10;&#10;Allied and Axis powers have amphibious point counters representing invasion lift assets. Each amphibious point is capable of lifting a single divisional sized unit and as acting as a 'beachhead' supply source. The Axis powers also have counters for Naval Transport points and Naval Surface Combat points. The Axis may build these points via his production routines.&#10;&#10;Naval points (of all types) risk interception and elimination (along with any transported unit) by air power when used to transport land units, enable  supply, or provide escort. Axis naval points also risk Allied naval interception and elimination when conducting transport operations on the high seas (anywhere other than the Baltic). The Allied player has a  standard number of naval transport points (15) that does not change from turn to turn and which cannot be destroyed when intercepted, though their cargo may be. Expended (not destroyed) amphibious points are automatically returned to play after a nine turn delay.&#10;&#10;The Soviet power possesses one transport point in the Baltic so long as Leningrad remains uncaptured and one naval transport point in the Black Sea so long as the Soviet retains at least one Black Sea port. If the Soviets ever lose their naval transport capability in either sea then it is lost for the rest of the game and cannot be restored.&#10;&#10;The Axis power possesses counters for sub points and markers for land fortifications (the Atlantic Wall). Both of these must be produced using the economic system employed during the strategic inter-phase conducted at the start of each cycle. Sub points are used to determine the rate of Allied reinforcement and are themselves subject to loss.&#10;&#10;The Allied power receives Strategic Bomber Points which are used to disable Axis Production and Transportation during the Strategic Inter- phase. These are subject to loss by German Strategic Air Defence air- points and Flak Points.&#10;&#10;A number of scenarios are provided covering the entire war or significant campaigns. Victory is determined by the Axis political point total and the possession of specified hexes. The Axis political point total is adjusted during the game based on Allied and Axis actions together with the control of specific hexes or the conquest/occupation/liberation of nations. A novel feature in the design is the use of varying CRTs by nation/year to account for the changing relationships in the combat power of units over the course of a six year war without recourse to replacement counters for the units.&#10;&#10;The original game was issued in SPI notorious 'flat-pack' plastic tray packaging that required three units to contain the product. Later (1978?) War in Europe was retailed in the large bookcase box format (the Soap- box). The game was ported to a MS-DOS computer program published by  Decision Games in 1996 and a revised reprint of the original boardgame was published by Decision Games in 1999. A New PC version of war in Europe will allow players to battle one another PBEM or face to face and is currently under development.&#10;&#10;The game contains: &#10;- 3600 counters&#10;&#10;        (Three identical Axis 400 counter contersheets)&#10;        (Three identical Russian 400 counter contersheets)&#10;        (Three identical Western Allied 400 counter contersheets)&#10;&#10;&#10;- Nine maps (A-H,J)&#10;- Four Rulebooks&#10;&#10;        (Standard Rules)&#10;        (War in the East 2nd Edition Exclusive Rules)&#10;        (War in the West Exclusive Rules)&#10;        (War in Europe Exclusive Rules)&#10;&#10;&#10;- Axis Production Spiral&#10;- Soviet Production Spiral&#10;- Axis Game-Turn Cycle Record Track&#10;- Soviet Game-Turn Cycle Record Track &#10;- Allied Game-Turn Cycle Record Track&#10;- Two Identical War in the East Comvbat Results Tables&#10;- Two Identical War in the West Comvbat Results Tables&#10;&#10;","image":"https://cf.geekdo-images.com/RU6PbZIVvqjC3NjIbS3NFQ__original/img/wAT8YmzzklPBhh8IEKFSrFztCbQ=/0x0/filters:format(jpeg)/pic188898.jpg","thumbnail":"https://cf.geekdo-images.com/RU6PbZIVvqjC3NjIbS3NFQ__thumb/img/DQMF1si_UV5uWDMmecMouNSS-7Q=/fit-in/200x150/filters:strip_icc()/pic188898.jpg","link":"https://boardgamegeek.com/thing/2802","minPlayers":"2","maxPlayers":"3","yearPublished":"1976","playingTime":"360","minPlayingTime":"360","maxPlayingTime":"360","bestAtCount":[2,3],"averageRating":"7.19264","averageWeight":"3.9231","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Hexagon Grid","Variable Player Powers"],"categories":["Economic","Political","Wargame","World War II"],"designers":["Jim Dunnigan"]}}