{"timestamp":"2024-11-09T21:03:12.758Z","gameDetails":{"id":"280726","name":"Legacies","type":"boardgame","description":"You are famous - one of the most well-known names of the early 19th Century.  That's not enough for you, though.  You want to leave a legacy, with your name living far into the future. Make strategic relationships, well-timed investments, and marvelous heirlooms to leave a lasting mark.  Most importantly, identify the ideal successors to carry your reputation and fame across multiple centuries. This strategic, action-selection, economic game challenges you to navigate events of the past, present, and future to cement your legacy. What kind of legacy will you create?  How will YOU be remembered?&#10;&#10;Legacies is unique in its integration of primary mechanisms including: multi-use cards, market manipulation, area control/worker placement, variable round-ends, variable player powers, and variable scoring.  Many paths exist to build your fame, but it would be foolish to focus only on your own heirlooms and industries as that path will likely benefit your opponents more than it will benefit you.&#10;&#10;The player cards and entire board evolve throughout the game highlighting inflation, and more importantly, showcasing the visual progression from the 19th century into the 20th and eventually the 21st century creating an effect that carries the player through a journey that truly feels as if it spans 300 years in just a couple of hours of game-play.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/e5aZF2MzC7loGgH9r-kyRQ__original/img/NBTa8g7aQebC4An9U_X1RD4fbSM=/0x0/filters:format(png)/pic6524120.png","thumbnail":"https://cf.geekdo-images.com/e5aZF2MzC7loGgH9r-kyRQ__thumb/img/r5V83PQ0tB9kkxxaDAB0LLE6Sy4=/fit-in/200x150/filters:strip_icc()/pic6524120.png","link":"https://boardgamegeek.com/thing/280726","minPlayers":"1","maxPlayers":"6","yearPublished":"2022","playingTime":"180","minPlayingTime":"90","maxPlayingTime":"180","bestAtCount":"4"}}