{"timestamp":"2024-11-09T21:38:17.689Z","gameDetails":{"id":"28086","name":"Risk Express","type":"boardgame","description":"Risk Express, part of the Hasbro Express Line, is a quick-playing game of conquest. Fourteen disks are laid out at the start of the game, each showing one or more countries and the symbols required to conquer these countries, with the symbols being separated into battle lines. Each card belongs to a continent, with some continents having only a single card and some having up to four cards.&#10;&#10;A player starts his turn by rolling seven dice, the six sides of which show artillery, cavalry, general, and 1-3 infantry. He then selects a card and uses the symbols rolled to conquer exactly one of the battle lines on this card (by placing the appropriate dice on that line). If he can do this, he then rolls the remaining dice, ideally conquering another line; if he can't conquer a line, he removes one die from play, then rolls again. His turn ends when either he conquers every line on the card (in which case he claims it) or he no longer has dice available to roll.&#10;&#10;Each card is worth a number of victory points. You can conquer cards owned by other players, but you need to conquer an additional general line in the process. If a player owns all the cards of one continent, however, those cards are secure and cannot be stolen. What's more, these cards are now worth more points because you've united the continent under one ruler (you).&#10;&#10;When the last card is claimed, players tally their points, and whoever has the highest score wins.&#10;&#10;","image":"https://cf.geekdo-images.com/-FJv4uCgupHzY4XVQ09OCQ__original/img/3_3MOWPr_1nv9WzfDh3dp-r_65k=/0x0/filters:format(png)/pic4916741.png","thumbnail":"https://cf.geekdo-images.com/-FJv4uCgupHzY4XVQ09OCQ__thumb/img/5GQmcWXFf8h3uFH7zD8cZJwWN9I=/fit-in/200x150/filters:strip_icc()/pic4916741.png","link":"https://boardgamegeek.com/thing/28086","minPlayers":"2","maxPlayers":"6","yearPublished":"2006","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":"3"}}