{"timestamp":"2024-11-13T01:18:21.688Z","gameDetails":{"id":"280885","name":"Terra Mystica: Merchants of the Seas","type":"boardgameexpansion","description":"The factions of Terra Mystica have opened their doors for business beyond the trading house in Terra Mystica: Merchants of the Seas. More trade flows between the factions with their brand new ships sailing on the rivers. A new large building, the shipyard, upgrades your shipping or range and produces ships, with twenty faction board extensions giving each faction its own shipyard and many additional new abilities.&#10;&#10;Factions that use their ships to trade with other players will receive VP and resources depending on the building they deliver to. Factions importing and receiving an opponent's ship will gain power. In addition to trading with other players, ships can also be used to dig and build Dwellings in adjacent hexes, so watch out! The ship movement and Dwelling actions add a new tactical movement element to the already deep strategy of Terra Mystica while maintaining perfect information.&#10;&#10;The factions must also adjust to an entire new set of 12 round scoring tiles, four new Ship related Favor tiles, three new bonus tiles, three additional power actions, two new town tiles, and two maps: Lakes and Fjords. The new maps and most of the new round scoring tiles may also used be used with the base game if desired.&#10;&#10;The Fire and Ice expansion is not required, but the Fire and Ice factions are supported by the Merchants of the Seas content.&#10;&#10;&mdash;adapted from description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/47dvutmZ_wbfqx_3BozPPQ__original/img/hkZFbUgVaX5FS7SOXVhIoGzQfvQ=/0x0/filters:format(jpeg)/pic7301915.jpg","thumbnail":"https://cf.geekdo-images.com/47dvutmZ_wbfqx_3BozPPQ__thumb/img/qQ76Qw98V8uP39SryByYmuKllqM=/fit-in/200x150/filters:strip_icc()/pic7301915.jpg","link":"https://boardgamegeek.com/thing/280885","minPlayers":"2","maxPlayers":"5","yearPublished":"2019","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"8.19978","averageWeight":"4.175","boardGameRank":"Not Ranked","mechanics":["Network and Route Building","Variable Phase Order","Variable Player Powers"],"categories":["Civilization","Economic","Expansion for Base-game","Fantasy","Territory Building"],"designers":["Eduardo Andrade","James Ataei","Jens Drögemüller","Helge Ostertag"]}}