{"timestamp":"2024-11-09T20:51:36.424Z","gameDetails":{"id":"281655","name":"High Frontier 4 All","type":"boardgame","description":"This is the 4th ed of Phil Eklund's signature game High Frontier. It started with Rocket Flight (1999), a game with the vision to let &quot;Each player start as a spacefaring company in the year 2020 trying to make a profit in trade and technology development.&quot; Now that we are at that year, High Frontier has evolved into a modular system open to enthusiasts to keep it updated ever farther into the future.&#10;&#10;The Core Game is equivalent to the previous edition's basic and advanced rules, and includes Module 0 (Politics). It also comes with the beginner's game Space Diamonds (accessible to bright children), Race for Glory (introductory, including a playthrough), and a variety of solitaire and cooperative variants. The iconic map of High Frontier is the most comprehensive map of the solar system ever published! Since it is a delta-v map, it offers a completely different view of the accessibility of the worlds that orbit Sol. The cards and map have been expanded and produced in consultation with experts in the field, and the author himself is a former rocket scientist, and we can safely say this is the most accurate yet accessible game of space exploration/exploitation ever published. Transition rules allow High Frontier to work as an independent 4th stage in the Bios:Earth trilogy (Bios: Genesis, Bios: Megafauna, and BIOS: Origins) about the evolution of life on our planet.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/SjfNTsR84Ad--u5lo6HY-A__original/img/xMVJcFIcFMAECB2IWTh_mRG-o4w=/0x0/filters:format(png)/pic5316685.png","thumbnail":"https://cf.geekdo-images.com/SjfNTsR84Ad--u5lo6HY-A__thumb/img/waH7O4sQox4guuFAHmst0-H_KHQ=/fit-in/200x150/filters:strip_icc()/pic5316685.png","link":"https://boardgamegeek.com/thing/281655","minPlayers":"1","maxPlayers":"5","yearPublished":"2020","playingTime":"240","minPlayingTime":"30","maxPlayingTime":"240","bestAtCount":"3"}}