{
  "timestamp": "2025-11-26T20:25:43.864Z",
  "gameDetails": {
    "id": "282291",
    "name": "Escape Tales: Low Memory",
    "type": "boardgame",
    "description": "Escape Tales: Low Memory is a story driven escape room in card game form, with immersive exploration, no time limits when solving puzzles, and a collection of tough choices that will captivate and draw you deeply into a riveting story of a cyberpunk future. Low Memory is the next title in the Escape Tales product line &mdash; a standalone story that can be played and enjoyed without previous ownership of or familiarity with Escape Tales: The Awakening. All you need for a full, satisfying, narrative, and challenging experience is already here!\n\nIt is the year 2060. Elizabeth is saying goodbye to her husband. They are going on a family trip, but Elizabeth must first finish a research project, so she promises to catch up with him later. A moment later, she watches her husband's autonomous vehicle leaving the driveway, her thoughts already drawn towards her work. Another normal day &mdash; at least that is what Elizabeth believes.\n\nThe following morning, Elizabeth wakes up on her sofa. She is having a terrible headache and her home is trashed &mdash; turned upside down as if there had been a break-in. Although she keeps trying, she is unable to recall anything after the moment she left work the evening before. Elizabeth decides to use the memory scanner. It is the perfect tool for the situation! However, every technological advancement comes at a price...\n\nIn Escape Tales: Low Memory, players will delve into the stories of three characters and will uncover &mdash; step by step &mdash; the plot that connects them all. Prepare for three gripping story lines coupled with a healthy dose of plot twists. Escape Tales: Low Memory holds numerous surprises in store!\n\nWhat this new game brings to the line:\n\n     More cards with even more riddles!\n     Three stories, one plot: become three different characters and experience the main plot from three different perspectives to make the right call at the end of the game.\n     Each story changes the gameplay: switching characters not only brings a new and different perspective but also changes the way locations are explored.\n\n\nContent warning: suicide\n\n",
    "image": "https://cf.geekdo-images.com/b3zruak3vEuujG8gpvyOFw__original/img/PwR6IDUPc1P4atJo2ushb1oXK74=/0x0/filters:format(jpeg)/pic4790686.jpg",
    "thumbnail": "https://cf.geekdo-images.com/b3zruak3vEuujG8gpvyOFw__small/img/Tn4o1Nmbm5kjtsE38GxfvF8lTHE=/fit-in/200x150/filters:strip_icc()/pic4790686.jpg",
    "link": "https://boardgamegeek.com/thing/282291",
    "minPlayers": "1",
    "maxPlayers": "4",
    "yearPublished": "2019",
    "playingTime": "540",
    "minPlayingTime": "360",
    "maxPlayingTime": "540",
    "bestAtCount": [
      2
    ],
    "averageRating": "6.61902",
    "averageWeight": "2.5",
    "boardGameRank": "4288",
    "mechanics": [
      "Cooperative Game"
    ],
    "categories": [
      "Card Game",
      "Deduction",
      "Puzzle",
      "Science Fiction"
    ],
    "designers": [
      "Jakub Caban",
      "Bartosz Idzikowski"
    ]
  }
}