{"timestamp":"2024-11-09T20:01:57.246Z","gameDetails":{"id":"28250","name":"BattleLore: Call to Arms","type":"boardgameexpansion","description":"Call to Arms is the first purchasable expansion to the popular BattleLore game system. This expansion allows for the personalized deployment of your troops. Individual games will no longer be subject to predetermined scenarios and troop placement.&#10;&#10;Instead, players may choose various pre-defined battle maps (or create their own!). Then from an innovative Deployment deck, players may set-up their armies as they please. The new deployment deck will allow you to react to the land, establish reserves, and gain the initiative by out-scouting your opponent.&#10;&#10;The expansion also introduces a more organized deployment system through the Feudal Levy system: new tokens are included that correspond to the three colour types of troops.&#10;&#10;The organized version also includes further customization with the Specialist concept. Players may choose two specialist cards during set-up. Benefits range from upgrading all archers to long bows, increasing unit size based on your Warrior's Level, and additional movements, to name a few.&#10;&#10;Starting with BattleLore: Horrific Horde, additional Deployment cards are included in some supplements.&#10;&#10;Set-up now includes the following actions:&#10;&#10;     Ready your deployment deck and draw deployment cards&#10;     Set-up your units based on the cards drawn&#10;     Determine initiative&#10;     Deploy your Reserve units&#10;     Establish your War Council&#10;     Select and play 2 Specialist cards&#10;&#10;&#10;The expansion also includes new terrain hexes.&#10;&#10;","image":"https://cf.geekdo-images.com/tSXtxnJwJlNN7X6fvi8RpA__original/img/2IciKfvRgnJYdU3YDu1vm5RXPqA=/0x0/filters:format(jpeg)/pic189190.jpg","thumbnail":"https://cf.geekdo-images.com/tSXtxnJwJlNN7X6fvi8RpA__thumb/img/hOmZCp_YrL_9KUPtTivijCQVWD8=/fit-in/200x150/filters:strip_icc()/pic189190.jpg","link":"https://boardgamegeek.com/thing/28250","minPlayers":"2","maxPlayers":"2","yearPublished":"2007","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"2"}}