{"timestamp":"2024-11-12T20:25:38.289Z","gameDetails":{"id":"283317","name":"The 7th Continent: Classic Edition","type":"boardgame","description":"It's the early 20th century. You have decided to sail back to the newly discovered seventh continent to attempt to lift the terrible curse that has struck you since your return from the previous expedition.&#10;&#10;In The 7th Continent, a solo or cooperative &quot;choose-your-own-adventure&quot; exploration board game, you choose a character and begin your adventure on your own or with a team of other explorers. Inspired by the Fighting Fantasy book series, you will discover the extent of this wild new land through a variety of terrain and event cards. In a land fraught with danger and wonders, you have to use every ounce of wit and cunning to survive, crafting tools, weapons, and shelter to ensure your survival.&#10;&#10;Unlike most board games, it will take you many, MANY hours of exploring and searching the seventh continent until you eventually discover how to remove the curse(s)... or die trying. Fortunately, The 7th Continent features an easy saving system so that you can stop playing at any time and resume your adventure later on, just like in a video game!&#10;&#10;The &quot;Classic Edition&quot; includes 3 curses for players to face &ndash; &ldquo;The Voracious Goddess&rdquo;, &ldquo;An offering to the Guardians&rdquo;, &ldquo;The Bloody Hunt&rdquo; &ndash; and contains 849 cards, 2 storage trays, 34 dividers, 9 cardboard figures with plastic stands, 8 dice, a 24-page rule booklet and 1 player aid. It differs from the &ldquo;Collector Edition&rdquo; of The 7th Continent, that was available via Serious Poulp's two successful Kickstarter campaigns, in that it lacks all of Kickstarter exclusives (1 curse, 2 characters, 113 adventure cards, and component upgrades such as the plastic figures, discard pile holder and magnifying glass).&#10;&#10;","image":"https://cf.geekdo-images.com/8qaG9E7-WqvUhxFqh3GVow__original/img/WaLsLrkeDTSiN_FKnJ1aZQQv6WE=/0x0/filters:format(jpeg)/pic4834258.jpg","thumbnail":"https://cf.geekdo-images.com/8qaG9E7-WqvUhxFqh3GVow__thumb/img/6B_DFyF2QD46_DtBvFa5SN5fp8I=/fit-in/200x150/filters:strip_icc()/pic4834258.jpg","link":"https://boardgamegeek.com/thing/283317","minPlayers":"1","maxPlayers":"4","yearPublished":"2019","playingTime":"1000","minPlayingTime":"5","maxPlayingTime":"1000","bestAtCount":[1],"averageRating":"7.50313","averageWeight":"3.1552","boardGameRank":"1609","mechanics":["Cooperative Game","Grid Movement","Hand Management","Modular Board","Scenario / Mission / Campaign Game","Storytelling","Variable Player Powers"],"categories":["Adventure","Card Game","Exploration","Science Fiction"],"designers":["Ludovic Roudy","Bruno Sautter"]}}