{"timestamp":"2024-11-12T21:50:17.931Z","gameDetails":{"id":"284354","name":"Arkham Horror: The Card Game – Murder at the Excelsior Hotel: Scenario Pack","type":"boardgameexpansion","description":"After reports of strange occurrences at Arkham&rsquo;s most prestigious hotel reach your ears, you are summoned to the location by a mysterious note. You are just beginning to properly conduct your investigation when you suddenly black out. Once you come to, you find yourself standing over a man&rsquo;s body. Multiple stab wounds perforate his chest and blood covers the floor. What the hell happened? And why can&rsquo;t you remember a thing? Now as the authorities are on your tail, it is up to your team of investigators to solve the murder and clear your name before you are thrown in prison for the rest of your life. Can you figure out the truth behind this grisly murder? Or will you be the next victim?&#10;&#10;Investigators must solve the Murder at the Excelsior Hotel in this special scenario for Arkham Horror: The Card Game. With the clock ticking and danger around every corner, can you figure out the truth before time runs out? This scenario can be played as a standalone scenario, or inserted into a campaign as a side-story.&#10;&#10;","image":"https://cf.geekdo-images.com/lnnx3Cc9OOCDkQbQkplN0Q__original/img/F_drnycMt0XLH5HMZwyhKCOVOdQ=/0x0/filters:format(png)/pic5055160.png","thumbnail":"https://cf.geekdo-images.com/lnnx3Cc9OOCDkQbQkplN0Q__thumb/img/PJKhx_BiE0hKnVtJGi9fCi-cFJU=/fit-in/200x150/filters:strip_icc()/pic5055160.png","link":"https://boardgamegeek.com/thing/284354","minPlayers":"1","maxPlayers":"2","yearPublished":"2019","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"8.57411","averageWeight":"3.4706","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Hand Management","Variable Player Powers"],"categories":["Expansion for Base-game","Adventure","Card Game","Collectible Components","Fantasy","Horror","Novel-based"],"designers":["Nicholas Kory","MJ Newman"]}}