{"timestamp":"2024-11-09T21:43:06.058Z","gameDetails":{"id":"285265","name":"Rune Stones","type":"boardgame","description":"Rune Stones is a deck-building, hand management game by acclaimed designer R&uuml;diger Dorn. In Rune Stones, every card has a unique number on it. Two cards are always played together, and the higher numbered card is removed from the player's deck. You have to be careful which cards you buy and how you play them to not lose your best cards. Players will use their cards to gather gems, forge them into Artifacts, then combine those into Rune Stones, which grants a special ability for the rest of the game. The more artifacts used in making a Rune Stone, the more points it scores, so players must decide whether it is best to gain abilities early or save to score more points.&#10;&#10;On your turn, you may choose from one of three options:&#10;&#10;1. Summon Creatures: Take new creature cards from the display by playing the appropriate amount of spell power from cards in your hand.&#10;&#10;2. Play Cards: Play two cards from your hand, which will give you resources, new cards, or points. However, every card has a unique number, and the higher numbered card of the two is removed from the game (the other is placed in the player's discard pile).&#10;&#10;3. Forge Artifacts: Players spend gems at the 6 different Dwarf forges to make an artifacts. Once they have at least two artifacts of different colors, these may be made into a Rune Stone, which grants a special ability and a significant number of points.&#10;&#10;The first player to 65 points triggers the end of the game, and then the player with the most points at the end of the round is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;The time has come to find the most powerful druid, that they may claim the throne!&#10;&#10;Players will take on the role of druids who must prove their skills handling the powerful rune stones. Summon creatures by magic and benefit from their abilities, all in a search to gain precious gems. These gems must go to the talented dwarfs, who know how to use them to make a rune stone.&#10;&#10;As their collection of artifacts grows, the druid's rune stones become more powerful. Each stone gives the druid a permanent ability (as well as power points). The abilities will aid in acquiring gems and artifacts, and the power points increase the player's chance to claim the coveted throne.&#10;&#10;The druid with the most power points at the end of the game ascends the throne and is the winner of the game.&#10;&#10;&mdash;description from the back of the box&#10;&#10;","image":"https://cf.geekdo-images.com/zK4_jWhTR6UVZSuMIIaYqQ__original/img/bMdfThDYsIVg7N_Pl-vNl_2H50Q=/0x0/filters:format(jpeg)/pic4867030.jpg","thumbnail":"https://cf.geekdo-images.com/zK4_jWhTR6UVZSuMIIaYqQ__thumb/img/ILmAfnb3uDDpsVcIEIc-SYFlf7U=/fit-in/200x150/filters:strip_icc()/pic4867030.jpg","link":"https://boardgamegeek.com/thing/285265","minPlayers":"2","maxPlayers":"4","yearPublished":"2019","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"3"}}