{"timestamp":"2024-11-12T21:18:17.522Z","gameDetails":{"id":"2853","name":"Liftoff!","type":"boardgame","description":"Liftoff! sees up to 4 players competing to be the first nation to land a man on the moon, and successfully return them home again.&#10;&#10;During the activity turn all players receive their current income, an event card which may help or hinder, and can buy new hardware (rockets / satellites / capsules etc), try and develop the reliability of systems they already have (by buying dice and adding the total to the current safety), hire astronauts, and secretly plan future missions.&#10;&#10;The launch phase sees players carrying out their missions in turn (as being first to achieve certain mission goals such as 'first man in space' is rewarded). The relevant hardware must be purchased, including a rocket powerful enough to lift the weight of the other items involved. The mission is carried out by following a series of steps, and rolling percentiles against the safety rating of specific items each turn - e.g. liftoff roll against rocket, orbital burn roll against space capsule, space walk roll against space suit etc.&#10;If a player fails a safety roll, the advanced game contains several possible failure outcomes (requiring one or more further rolls) ranging from a bulb failure to a catastrophic explosion, which will reset the safety factor of your equipment!&#10;&#10;Once missions are completed, players&rsquo; incomes are adjusted depending on successes / failures, and the next year begins.&#10;&#10;Multiple development options are available, with 1, 2, 3 and 4 man capsules, a shuttle, several rockets, a couple of lunar landers and many other items. Do you follow the US methodical strategy or do you develop a space shuttle in 1961 and glide to the moon? Challenge is to determine when to take risks to get the extra income boost, do you use an untested new rocket now, or do you hope your opponents haven&rsquo;t planned the same mission as you giving you time for one more year of research?&#10;&#10;There is a new version of the game in the works, by designer Fritz Bronner. LIFTOFF! Race into Space 2.0&#10;&#10;","image":"https://cf.geekdo-images.com/veGqpKBbmzNO8604fMZpBg__original/img/dkPf-twpCc0UOHkIkm1tjBLqQgM=/0x0/filters:format(jpeg)/pic433501.jpg","thumbnail":"https://cf.geekdo-images.com/veGqpKBbmzNO8604fMZpBg__thumb/img/KckesxV0iU6wBkKz9G-SJghWjtw=/fit-in/200x150/filters:strip_icc()/pic433501.jpg","link":"https://boardgamegeek.com/thing/2853","minPlayers":"1","maxPlayers":"4","yearPublished":"1989","playingTime":"300","minPlayingTime":"45","maxPlayingTime":"300","bestAtCount":[3,4],"averageRating":"7.11606","averageWeight":"2.9111","boardGameRank":"8378","mechanics":["Dice Rolling","Simultaneous Action Selection"],"categories":["Science Fiction","Space Exploration"],"designers":["Fritz Bronner","Fritz Bronner","John Olsen","Robert L. Sassone"]}}