{"timestamp":"2024-11-13T01:03:40.449Z","gameDetails":{"id":"286291","name":"Rune Stones: Nocturnal Creatures","type":"boardgameexpansion","description":"Nocturnal Creatures adds a new set of creature cards (Banshees) to the game, and a new mechanic for Wisps.&#10;&#10;Wisps&#10;During set up, a Wisp token is placed face down every 5 points on the scoring track, up to space 50 (there are 11 wisp tiles, so one will not be used). Then, all of the tokens are turned over, and the 2-3 &quot;Wisp&quot; tokens are left on their space on the score track. Whenever a player reaches or passes over that space on the track, they may choose from one of the face up Wisp tiles, which gives them an immediate bonus.&#10;&#10;Banshees&#10;The expansion comes with 16 banshee cards, 1 in each color for each of the 4 reward types.&#10;&#10;Steal: If possible, all players must give a gem of the corresponding color to the player.&#10;&#10;Resurrect: Search the discard pile and take a card of your choice (placing in in your discard pile as normal).&#10;&#10;Wisped: Take one of the available Wisp tiles and receive the reward immediately. &#10; Card Switch: Destroy the played Banshee card and take a card from the display directly into your hand. Since the Banshee card is destroyed, the other card is placed in your discard pile regardless of number.&#10;&#10;","image":"https://cf.geekdo-images.com/t-SLtJyD1DI0XPiXp1l2XQ__original/img/xTwA2gGXuw7FnNw17ooM9pYeqG4=/0x0/filters:format(jpeg)/pic4893949.jpg","thumbnail":"https://cf.geekdo-images.com/t-SLtJyD1DI0XPiXp1l2XQ__thumb/img/MqUA2tEp7sbY4vp-RsJREHILx3w=/fit-in/200x150/filters:strip_icc()/pic4893949.jpg","link":"https://boardgamegeek.com/thing/286291","minPlayers":"2","maxPlayers":"4","yearPublished":"2019","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":[3,4],"averageRating":"7.4406","averageWeight":"2.2","boardGameRank":"Not Ranked","mechanics":["Deck, Bag, and Pool Building","Hand Management","Open Drafting"],"categories":["Expansion for Base-game","Fantasy"],"designers":["Rüdiger Dorn"]}}