{"timestamp":"2024-11-10T17:07:16.686Z","gameDetails":{"id":"286257","name":"Arkham Horror: The Card Game – The Search for Kadath: Mythos Pack","type":"boardgameexpansion","description":"Journey across the dreamlands in The Search for Kadath, the first Mythos Pack in The Dream-Eaters cycle for Arkham Horror: The Card Game! After taking your first steps into the Dreamlands, your mind teems with anxiety over the quest ahead, dangers you left in the waking world, and the fate of dreamers who have come before you. Are they also somewhere in these expansive lands? Perhaps if you find the lost castle and return with proof of the Dreamlands, you can save everyone: yourself, your friends, and the other dreamers as well. So, despite the advice of the Dreamlands&rsquo; inhabitants, you and your companions seek unknown Kadath, where the gods dwell.&#10;&#10;The Search for Kadath is Scenario 2&ndash;A of The Dream-Quest. This scenario can be played on its own in Standalone Mode or combined with the other expansions in The Dream-Eaters cycle to form a larger four-part or eight-part campaign. As your team of investigators becomes separated between the dream and the waking worlds, you will need to work together across realms to earn victory and return home. To help you achieve this, you will find new player cards that create new synergies between investigators, letting you offer aid during your turns or even the Mythos Phase. Discover the meaning behind your dreams and discover the proof you seek!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/fTXVGxPO8mVr6Mx7q58-4w__original/img/j6vL7qrjx54ncNK1a5-6c3fp0fU=/0x0/filters:format(png)/pic4912016.png","thumbnail":"https://cf.geekdo-images.com/fTXVGxPO8mVr6Mx7q58-4w__thumb/img/fPb-xXaa7S57cUd4gU77iLTBKtM=/fit-in/200x150/filters:strip_icc()/pic4912016.png","link":"https://boardgamegeek.com/thing/286257","minPlayers":"1","maxPlayers":"2","yearPublished":"2019","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":"2"}}