{
  "timestamp": "2025-11-26T20:51:35.700Z",
  "gameDetails": {
    "id": "286344",
    "name": "Conflict of Heroes: Storms of Steel – Kursk 1943 (Third Edition)",
    "type": "boardgame",
    "description": "Storms of Steel! makes you a witness to the greatest tank battle in history! After their stinging defeat at Stalingrad, the Germans mass their best forces for an all-out attack against the growing Soviet bulge at Kursk. The Soviets' network of master spies has caught wind of the German plans, and they are prepared to trap and decimate the best panzer forces the Germans can muster.  Storms of Steel covers one of the largest tank battles in history. German Panzer and Anti-Tank hardware had caught up with the Soviets, allowing the Germans to destroy most Soviet tanks from great distances. But the Soviets countered this advantage with mass production of tanks, which were thrown at the Germans in an attempt to overwhelm them.\n\nStorms of Steel! is the second stand-alone title in the best selling Conflict of Heroes series. Each game in the series uses the same core rules system, so it's easy to advance from one game to the next! Conflict of Heroes is a tactical war game of platoon-sized engagements, with each counter representing a squad of infantry, a crewed gun, or a vehicle. The engagements are presented as firefights with different objectives. During a firefight, players use their army's units to fight for these objectives, which are worth victory points (VPs). The player with the most VPs at the end of the game wins.\n\nThe rules for Storms of Steel are the same as for Awakening the Bear, but the two games play very differently. In Awakening the Bear, the Germans had to flank and get close to Soviet tanks if they stood any chance of penetrating the heavy T-34 tank armor. But by 1943, at the battle of Kursk, most Soviet tank armor could be penetrated by the Germans at great distances. So the tables are turned and players must employ very different tactics.\n\nAll New for the 3rd Edition:\n&bull;Featuring the latest 3rd Edition Conflict of Heroes Rules!\n&bull;Updated the maps and overlay artwork to be highly detailed and more beautiful than the original!\n&bull;All new counters (280 in all) in addition to new versions of the previous counters!\n&bull;New box format, with updated tray inserts designed by Game Trayz!\n\nPlease note:  There was never a second edition released.  This release is called Third Edition since it uses same rule-set as Awakening the Bear Third Edition.\n\n",
    "image": "https://cf.geekdo-images.com/vLcM7khgsz-kjYGoFIZLRw__original/img/QdQ4y8oxCSqhevNjDtoUG6BpZS0=/0x0/filters:format(jpeg)/pic5053360.jpg",
    "thumbnail": "https://cf.geekdo-images.com/vLcM7khgsz-kjYGoFIZLRw__small/img/V62D9VIniyVuZB-F-DTM1KbahCo=/fit-in/200x150/filters:strip_icc()/pic5053360.jpg",
    "link": "https://boardgamegeek.com/thing/286344",
    "minPlayers": "2",
    "maxPlayers": "4",
    "yearPublished": "2019",
    "playingTime": "240",
    "minPlayingTime": "60",
    "maxPlayingTime": "240",
    "bestAtCount": [
      2
    ],
    "averageRating": "8.29294",
    "averageWeight": "2.9545",
    "boardGameRank": "3840",
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "categories": [
      "Wargame",
      "World War II"
    ],
    "designers": [
      "Uwe Eickert",
      "Gunter Eickert"
    ]
  }
}