{"timestamp":"2024-11-12T22:10:54.020Z","gameDetails":{"id":"286533","name":"6 nimmt! Brettspiel","type":"boardgame","description":"6 nimmt! Brettspiel retains the central element of the 6 nimmt! card game: Each player reveals a card from their hand at the same time, then the cards are added to a central display with players possibly being penalized should their card end up in the wrong location.&#10;&#10;In more detail, the game includes tiles numbered 1-100, and each player receives a hand of twelve tiles. Four tiles are revealed at random and placed in the first position of the first four rows on the game board. On a turn, each player chooses a tile, then reveals them all at the same time, with the tiles being added to the game board from lowest number to highest. A tile is placed in a row to the right of a tile with a lower value, with the smallest difference between tiles mattering should multiple options be available. (For example, a 16 would be placed to the right of 14 and not 7 should both of those numbers be present in different rows.) If a tile is lower than all rightmost tiles, then you place it to the right of the tile with the highest value.&#10;&#10;If the tile is placed on a space with a positive or negative bullhead symbol, the player gains or loses points equal to the number of bullheads on their played tile. If the tile fills the final spot in a row, then the player loses points equal to the sum of bullheads on all other cards in this row, then this card is moved down the game board to the first position in the highest empty row.&#10;&#10;Once everyone has played all of their tiles &mdash; or in a two- or three-player game, refilled their hand, then played through a second set of twelve tiles &mdash; the game ends and whoever has the most points wins.&#10;&#10;If you like, you can play 6 nimmt! Brettspiel with &quot;good luck cards&quot;. Whenever you score negative points, you draw such a card from the deck. These cards either convert a non-final row space on the game board to +5 points (instead of whatever it was) or convert a final row space to a bonus that might end up netting you points instead of losing them.&#10;&#10;On the back of the 6 nimmt! Brettspiel game board is a second board to be used with the &quot;professional version&quot; of the game. In addition to the &plusmn;bullhead spaces, this board has spaces that force you to draw a new tile, claim all the tiles in a row (instead of scoring negative points), or draw an action card. These action cards let you play anywhere, swap your played tile for another from your hand, skip to the front line, and more. This version can be played with or without the &quot;good luck cards&quot;. When one player is out of tiles, players lose points for the bullheads on tiles still in hand.&#10;&#10;","image":"https://cf.geekdo-images.com/1OBsuvvNteTAXejvCqlFPA__original/img/jAIfjYaEkVBuu_U0JxAio-Nck2Q=/0x0/filters:format(jpeg)/pic4894307.jpg","thumbnail":"https://cf.geekdo-images.com/1OBsuvvNteTAXejvCqlFPA__thumb/img/u3ggvU1aNyZaAgOJIs4krUU5Cq8=/fit-in/200x150/filters:strip_icc()/pic4894307.jpg","link":"https://boardgamegeek.com/thing/286533","minPlayers":"2","maxPlayers":"6","yearPublished":"2019","playingTime":"25","minPlayingTime":"25","maxPlayingTime":"25","bestAtCount":[5,6],"averageRating":"6.54015","averageWeight":"1.3333","boardGameRank":"8601","mechanics":["Hand Management","Pattern Building","Simultaneous Action Selection"],"categories":["Card Game","Number"],"designers":["Wolfgang Kramer"]}}