{"timestamp":"2024-11-13T01:34:32.286Z","gameDetails":{"id":"286547","name":"Wizard Würfelspiel","type":"boardgame","description":"In Wizard W&uuml;rfelspiel, players place bids each round as in the Wizard card game, but now they're bidding on how many symbols of a certain color will be rolled on the seven dice. The six-sided dice feature blue, red, yellow, and green symbols on four faces, along with a wizard on a fifth face and a jester on the sixth.&#10;&#10;At the start of the round, the seer places a circle on their bid for the round on his score sheet, a bid that specifies a color and a number from 1-5, e.g., blue-4. In turn, each other player places a bid that differs from all other bids placed this round. The seer then decides what color wizards will count as for this round.&#10;&#10;The seer then rolls the seven dice up to three times, keeping as many dice as they like after the first and second rolls. If a non-seer's bid is met after the first or second roll, then that player places an X through their bid. If the seer has rolled three times or made their bid, all players stop. If at this point anyone has made their bid, they X the circle; otherwise they write the difference between their bid and the number of that color rolled on the dice in the circle. Instead of writing this difference, a player can cross off the number of jesters showing on the dice in the jester row, assuming the number is from 1-5 and the player has not Xed this space previously.&#10;&#10;Whoever bid the highest amount in a different color than the seer becomes the seer for the next round. The game lasts multiple rounds, ending once one or more players has nine Xs in their bidding area. Players then score points, earning 1-5 points for each successful bid and losing points for the differences they recorded. Whoever scores the most points wins!&#10;&#10;Wizard W&uuml;rfelspiel includes ten spell cards that you can optionally add to the game. Each spell alters the results of the die rolls or bids in some way.&#10;&#10;","image":"https://cf.geekdo-images.com/uQ7Nf9B8bNJa4EP16sg5rA__original/img/upiSSVcCGctqDdIDZZMQl4z96B0=/0x0/filters:format(jpeg)/pic4894623.jpg","thumbnail":"https://cf.geekdo-images.com/uQ7Nf9B8bNJa4EP16sg5rA__thumb/img/n3rcF0woSShYQt_n1bFP6qcxIS8=/fit-in/200x150/filters:strip_icc()/pic4894623.jpg","link":"https://boardgamegeek.com/thing/286547","minPlayers":"2","maxPlayers":"5","yearPublished":"2019","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":[2,3],"averageRating":"5.38356","averageWeight":"1","boardGameRank":"24788","mechanics":["Betting and Bluffing","Dice Rolling"],"categories":[],"designers":["Daan Kreek"]}}