{"timestamp":"2024-11-09T21:23:55.505Z","gameDetails":{"id":"287275","name":"Orléans Stories","type":"boardgame","description":"Orl&eacute;ans Stories is based on the bag-building mechanism known from Orl&eacute;ans, with this mechanisms having been further developed into a storytelling experience in which players go through different eras and face different challenges. Broadly speaking, instead of focusing on the city of Orl&eacute;ans and trade with the surrounding villages, player are now settling the Loire Valley. Players must farm and produce, found villages, and build fortresses and churches. They will experience times of prosperity and success, but also times of deprivation; they must defy hunger and plague, fight for their land, and perhaps conquer foreign lands to secure the lives of their settlers. In the end, however, there is peace and the joint administration of territories and villages.&#10;&#10;The game includes two stories: &quot;The First Kingdom&quot; and &quot;The King's Favor&quot;. &quot;The First Kingdom&quot; is an epic story that spans eight so-called eras, and each era features different conditions and emphases. Sometimes knights settle down, with whose help you can conquer foreign territories, sometimes the plague threatens to decimate the population of settlers unless all have worked together to develop medicine.&#10;&#10;&quot;The King's Favor&quot; is shorter, simpler, and more suitable as an introduction to the game. Over five eras, certain tasks have to be fulfilled by the end of each era, and those who fail to do so will drop out mercilessly. The threat of having to end the game prematurely provides a constant thrill, but all tasks are achievable, so that (usually) all players experience the end of the fifth era &mdash; but those who have concentrated only on the tasks will be punished because at this point everyone's achievements will be compared in the king's castle, and you will receive victory points for territory size, buildings, goods, and coins.&#10;&#10;The different eras affect the parameters of play as well as the rules of the game, creating new strategic possibilities. This challenges players to constantly adapt to current conditions, giving you the impression of experiencing a story, but unlike in legacy games, these stories can be repeated as often as you like. The changes from era to era require a new way of looking at things from a distance, but this is made easier for players by a story booklet in which players will find not only all relevant information and rule peculiarities, but also hints of how to prepare for the upcoming game in the form of a narrated story.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/t_pmmQxuZwVDQ4gHNqUvSA__original/img/pQ40JY4HZ5p9ZeTAO7jComfghFQ=/0x0/filters:format(jpeg)/pic4911042.jpg","thumbnail":"https://cf.geekdo-images.com/t_pmmQxuZwVDQ4gHNqUvSA__thumb/img/A_cKJfTWuXt2dUu6aEuGUBiwV04=/fit-in/200x150/filters:strip_icc()/pic4911042.jpg","link":"https://boardgamegeek.com/thing/287275","minPlayers":"2","maxPlayers":"4","yearPublished":"2019","playingTime":"180","minPlayingTime":"60","maxPlayingTime":"180","bestAtCount":"3"}}