{"timestamp":"2024-11-12T18:34:53.915Z","gameDetails":{"id":"288169","name":"The Fox in the Forest Duet","type":"boardgame","description":"In the two-player, co-operative trick-taking game The Fox in the Forest Duet, players team up, helping each other move through the forest. Collect all the gems before the end of three rounds of play, and you win!&#10;&#10;To set up the game, place gem tokens on the designated spaces of the game board and the team tracker token in the center of the movement path. At the start of each round, shuffle the deck of thirty cards &mdash; which contains three suits, each numbered 1-10 &mdash; and deal each player a hand of eleven cards. Reveal one card as the &quot;decree&quot; card to determine the trump suit. For each trick, one player leads a card, and the other must follow suit, if possible. The winner of the trick moves the team tracker toward them a number of spaces equal to the number of fox footprints on the cards played. If the tracker lands on a space next to a gem, the players collect one gem. If the tracker would move off the end of the path, return the tracker to the center of the path, then add a forest token to one end of the path, reducing the number of spaces upon which you can move (with you sliding gems next to this covered space next to the new end of the path).&#10;&#10;The odd-numbered character cards have special abilities when played, allowing the trick winner to move the tracker in the direction of their choice or to ignore the footprints on one of the played cards so that you can land on just the right spot. One character allows players to exchange one card with each other, while another allows a player to change the decree card.&#10;&#10;At the end of a round, you add five gems to designated spaces, add a forest space to shorten the path, then receive a new hand of eleven cards from a freshly shuffled deck. Collect all 22 gem tokens, and you win. Run out of time or head off the end of the path with no forest spaces in reserve, then you can just keep running in defeat or shuffle the cards and start the game anew.&#10;&#10;","image":"https://cf.geekdo-images.com/1uTAJoAdG3UC6N0G7UMeTA__original/img/Xo0bcffWDmM8g3iLRqFZs3rhWRw=/0x0/filters:format(jpeg)/pic4942502.jpg","thumbnail":"https://cf.geekdo-images.com/1uTAJoAdG3UC6N0G7UMeTA__thumb/img/SzaN4ejLFyjTbElgZPGGjUtlf6o=/fit-in/200x150/filters:strip_icc()/pic4942502.jpg","link":"https://boardgamegeek.com/thing/288169","minPlayers":"2","maxPlayers":"2","yearPublished":"2020","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"7.00796","averageWeight":"1.747","boardGameRank":"1364","mechanics":["Communication Limits","Cooperative Game","Hand Management","Map Reduction","Trick-taking","Variable Set-up"],"categories":["Animals","Card Game","Fantasy"],"designers":[]}}