{"timestamp":"2024-11-13T01:20:10.915Z","gameDetails":{"id":"288679","name":"Ticket to Ride Map Collection 7: Japan & Italy","type":"boardgameexpansion","description":"Ticket to Ride Map Collection 7: Japan &amp; Italy includes a double-sided game board &mdash; the longest yet in the Map Collection series &mdash; that features Japan on one side and Italy on the other.&#10;&#10;In the Japan half of the expansion, some routes are reserved for the Bullet Train network, and once such a route is claimed, it can be used by all players to complete destination tickets. To claim such a route, discard a number of cards equal to the length of the route with all the card being the same color, then mark the route with a single Bullet Train miniature; instead of scoring points for such a route, advance your marker on the separate Bullet Train track as many spaces as the length of this route. At the end of the game, whoever has contributed the most to this shared project receives the largest bonus, with the player who contributes least being penalized.&#10;&#10;This game board also has a small inlay for the Tokyo subway system, so players are effectively working on two networks at once. You might have a ticket that lists a city outside Tokyo and a station with Tokyo, and you need to complete a route from that other city to Tokyo, then from the central Tokyo station to that particular subway station.&#10;&#10;In Italy, the game board is divided into regions, and players score bonus points based on how many regions they connect in their network, with three regions &mdash; Sardegna, Sicilia, and Puglia &mdash; counting as two regions in your tally. If you have separate networks, then you score each one separately.&#10;&#10;The board also introduces a new type of ferry route. On this game board, all gray routes are ferry routes, with these routes having 1-4 spaces marked with a wave symbol. To cover a wave symbol, you must play a locomotive or a ferry card from your hand (in addition to the other cards needed to claim this route); a ferry card is a special type of card that can be drafted on its own on your turn, and it contains two wave symbols, so it can be used on its own to cover two symbols on a route.&#10;&#10;The player trains and game cards from Ticket to Ride or Ticket to Ride: Europe are needed to play this expansion.&#10;&#10;","image":"https://cf.geekdo-images.com/A_cpUVG5VbCU7SgNkFG_1A__original/img/PC40seZB56nS1kh0IVoM5gEE9QI=/0x0/filters:format(png)/pic4943816.png","thumbnail":"https://cf.geekdo-images.com/A_cpUVG5VbCU7SgNkFG_1A__thumb/img/nTM_zQgylkDdtSfUU3e2xC781wc=/fit-in/200x150/filters:strip_icc()/pic4943816.png","link":"https://boardgamegeek.com/thing/288679","minPlayers":"2","maxPlayers":"5","yearPublished":"2019","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.90542","averageWeight":"2.0625","boardGameRank":"Not Ranked","mechanics":["End Game Bonuses","Hand Management","Network and Route Building","Open Drafting","Set Collection"],"categories":["Expansion for Base-game","Trains"],"designers":["Alan R. Moon"]}}