{"timestamp":"2024-11-12T22:16:30.658Z","gameDetails":{"id":"289937","name":"Ancient Civilizations of the Middle East","type":"boardgame","description":"If you liked Ancient Civilizations of the Inner Sea, you are going to love Ancient Civilizations of the Middle East!&#10; Ancient Civilizations of the Middle East (ACME) is brought to you by the same team that created Ancient Civilizations of the Inner Sea &mdash;designers Christopher Vorder Bruegge and Mark McLaughlin with developer Fred Schachter. ACME is not a sequel nor an expansion but a stand alone game using the same multiplayer and solitaire systems as its predecessor with many new and exciting features to intrigue its players.&#10;&#10;ACME is a game of the chaos-inducing wrath of gods &amp; men&mdash;a chaos each player does their utmost to manage, survive, and guide their civilization through to triumphant victory. Spanning the ancient world from the Hellespont to the Indus, from the Caspian to the Red Sea, and from the early Bronze Age to the Hellenic Age, Ancient Civilizations of the Middle East allows you to command not just 10 but 17, SEVENTEEN CIVILIZATIONS!&#10;&#10;If you want a War Game, you got it. If you want a friendly game, this is it too! As in Ancient Civilizations of the Inner Sea, Ancient Civilizations of the Middle East can be all about war, but it doesn't have to be. It can be a friendly game of exploration, city building, trade, and faith. Players (solitaire, a group of up to six, or even a mix of live players with a system-driven civilization of two or more) can make of ACME what they wish or imagine. Competition can be martial or cultural, warlike or friendly, or a combination of both&mdash;how the game unfolds depends entirely on how the players want it to play. The duration of the game is also up to the players: from a multi-hour odyssey of all four Epochs to a pre-arranged shorter contest of an hour or two or to an agreed Sudden Death Victory Point threshold.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/sH-izXECcKPV__aXMT6aiQ__original/img/UFLs1ZOjCnqgY2gFHSt4lulvrfk=/0x0/filters:format(png)/pic7139357.png","thumbnail":"https://cf.geekdo-images.com/sH-izXECcKPV__aXMT6aiQ__thumb/img/UuJL2S5JsCGITA0oKRXwDcXD3lk=/fit-in/200x150/filters:strip_icc()/pic7139357.png","link":"https://boardgamegeek.com/thing/289937","minPlayers":"1","maxPlayers":"6","yearPublished":"2023","playingTime":"420","minPlayingTime":"120","maxPlayingTime":"420","bestAtCount":[1,4,6],"averageRating":"7.17001","averageWeight":"2.6667","boardGameRank":"9543","mechanics":["Area Movement","Take That"],"categories":["Ancient","Civilization","Wargame"],"designers":["Mark McLaughlin","Chris Vorder Bruegge"]}}