{"timestamp":"2024-11-12T17:38:20.389Z","gameDetails":{"id":"2915","name":"Catan Card Game: Expansion Set","type":"boardgameexpansion","description":"Now you can expand your principality in new directions!&#10;&#10;Each of the seven expansion sets features a different theme to enhance the flavor of your experience with The Settlers of Catan Card Game:&#10;&#10;&#10;     Trade &amp; Change: Commerce and exchange dominate this theme! Why hire knights when your workshops provide all the resources you desire? Run out of what you need? A quick visit to the Pawnbroker will settle that!&#10;&#10;&#10;&#10;     Politics &amp; Intrigue: In this theme your secret plans bear fruit! Can you seize control through diplomatic channels? Or should you ally with the Church and excommunicate your foe? Don&rsquo;t worry about his army, a few coins and his knights will be yours!&#10;&#10;&#10;&#10;     Knights &amp; Merchants: Conflict and trade wars are the focus of this theme! Trade fleets battle heartless pirates, while toll stations and watchtowers guard the border. Will victory be gained by the sword? Or will the wealth of Spice Caravans flood your coffers?&#10;&#10;&#10;&#10;     Science &amp; Progress: Technology and invention are the keys to the future! Will you embrace the future, building a University to train your brightest? Will amazing inventions guide you to victory? The thunderous roar of the cannon signals the end of the age of knights!&#10;&#10;&#10;&#10;     Wizards &amp; Dragons: Magic bursts into Catan with this theme!  Mighty wizards with potent spells can change the face of the land itself! Can you withstand their awesome power? Will your armies flee before the might of dragons? Will the fates favor you, or your foe?&#10;&#10;&#10;&#10;     Barbarians &amp; Traders: Included in the latest Mayfair edition and can also be bought separately as The Barbarians and Traders Upgrade Kit.&#10;&#10;&#10;&#10;     Artisans &amp; Benefactors: Not included in the Mayfair edition but can be purchased separately.&#10;&#10;&#10;Belongs to the Catan Series.&#10;&#10;&#10;&#10;&#10;    &#10;         This entry is split from the individual expansions.  This entry will remain as the collected box by Mayfair, but each of the seven Settlers of Catan Cardgame expansions will have its own entry.&#10;&#10;    &#10;&#10;&#10;","image":"https://cf.geekdo-images.com/M1ogM5NSkKds14SapeqnwA__original/img/zwSP59aLcnLpY284Qh8HGqzcKlI=/0x0/filters:format(jpeg)/pic255527.jpg","thumbnail":"https://cf.geekdo-images.com/M1ogM5NSkKds14SapeqnwA__thumb/img/A_Rh9sBpilWX1R2l-G2rNhNYLhc=/fit-in/200x150/filters:strip_icc()/pic255527.jpg","link":"https://boardgamegeek.com/thing/2915","minPlayers":"2","maxPlayers":"2","yearPublished":"2002","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[2],"averageRating":"7.10476","averageWeight":"2.5074","boardGameRank":"Not Ranked","mechanics":["Trading"],"categories":["Card Game","Civilization","Expansion for Base-game"],"designers":["Klaus Teuber"]}}