{"timestamp":"2024-11-12T21:49:50.015Z","gameDetails":{"id":"291559","name":"Arkham Horror: The Card Game – Dark Side of the Moon: Mythos Pack","type":"boardgameexpansion","description":"&quot;All life is only a set of pictures in the brain, among which there is no difference betwixt those born of real things and those born of inward dreamings...&quot; &ndash;H. P. Lovecraft, &quot;The Silver Key&quot;&#10;&#10;Embark on a dangerous rescue mission in Dark Side of the Moon, the third Mythos Pack in The Dream-Eaters cycle for Arkham Horror: The Card Game! After the man who may hold the key to escaping the Dreamlands is taken by dangerous Corsairs, you follow to a dead world where danger is waiting around every corner. But will you be able to rescue your charge and escape without raising the alarm?&#10;&#10;Dark Side of the Moon can be played on its own in Standalone Mode or combined with the other expansions in The Dream-Eaters cycle to form a larger four-part or eight-part campaign. After the events of The Search for Kadath, the investigators in the Dreamlands are drawn even further from the world of the waking than they could have ever thought when Virgil Gray is taken to the cold, distant moon and you have no choice but to follow in the hopes of rescuing him. You must remain even quieter in order to stay hidden long enough to rescue Virgil and escape.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/0mAHNXpuApCp71qHj_BhuA__original/img/_mph_MMyDrtXWbPLgRBumSVKvNE=/0x0/filters:format(png)/pic5045790.png","thumbnail":"https://cf.geekdo-images.com/0mAHNXpuApCp71qHj_BhuA__thumb/img/wH0YBR2xpjvWJJvPOCkDr7yfd30=/fit-in/200x150/filters:strip_icc()/pic5045790.png","link":"https://boardgamegeek.com/thing/291559","minPlayers":"1","maxPlayers":"2","yearPublished":"2019","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"8.49076","averageWeight":"3.6","boardGameRank":"Not Ranked","mechanics":["Action Points","Cooperative Game","Hand Management","Role Playing","Solo / Solitaire Game","Variable Player Powers"],"categories":["Expansion for Base-game","Adventure","Card Game","Fantasy","Horror","Novel-based"],"designers":["MJ Newman"]}}