{"timestamp":"2024-11-09T22:20:06.521Z","gameDetails":{"id":"29294","name":"World of Warcraft: The Adventure Game","type":"boardgame","description":"Text from the publisher's web site:&#10;World of Warcraft: the Adventure Game is a competitive, quick-moving romp through the world of Warcraft. Taking your character from humble beginnings to the dizzying heights of power, challenging dangerous monsters and the dangers of your fellow players, will you be the one to emerge victorious?&#10;&#10;World of Warcraft: the Adventure Game features high-quality plastic figures and competitive gameplay for 2-4 players.&#10;&#10;&#10;    Multiple playable characters with detailed plastic miniatures representing the races and classes from the World of Warcraft universe.&#10;    Competitive adventure, battling other players and the dangerous denizens of Azeroth.&#10;    Accessible, engaging gameplay. &#10;&#10;&#10;World of Warcraft: the Adventure Game&#10;WC06 $39.95&#10;&#10;The base game includes a Male Dwarf Hunter (Burbonn Fang), Male Orc Warrior (Grumbaz Crowsblood), Female Undead Mage (Sofeea Icecall), and Female Human Warlock (Sandrai Darkshine).&#10;&#10;Text from the Box:&#10;Epic Legends Forged Daily&#10;Long ago, the sorcerer Medivh opened a portal to another world. Through this dark gateway came the Horde - armies of orcs and ogres driven by a simple purpose: war. Since then, the land of Azeroth has not known peace. The Alliance of humans, dwarves, and elves fought two wars against the Horde, then both were nearly destroyed by the arival of the undead Scourge and the demonic Burning Legion.  Now, the land is imperiled by undead, demons, beasts, and brigands.&#10;For those bold enough to adventure, the dangers are great... but so are the opportunities!&#10;World of Warcraft: The Adventure Game is a board game of questing and battle in the world of Azeroth. This fast-paced game pits 2-4 players in a struggle for glory and valor as they travel the Eastern Kingdoms battling monsters, completing quests, and vanquishing each other in their bid for supremacy.&#10;Each player takes on the role of one of four distinct characters, each with his own unique deck of ability cards for battling countless enemies, including other players! A straightforward, but robust combat system keeps the action moving quickly as characters grow in power and accumulate treasure. A wide variety of discoveries, events, and location make every game unique and immersive.&#10;Only one hero can be the greatest adventurer in Azeroth!&#10;&#10;Expanded by:&#10;&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Dongon Swiftblade Character Pack - Male Troll Rogue&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Zowka Shattertusk   Character Pack - Female Orc Shaman&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Brandon Lightstone Character Pack - Male Human Paladin&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Artumnis Moondream Character Pack - Male Night Elf Druid&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Brebo Bigshot Character Pack - Male Gnome Mage&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Shailara Witherblade Character Pack - Female Night Elf Warrior&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Wennu Bloodsinger Character Pack - Female Troll Priest&#10;    World of Warcraft: The Adventure Game &#226;&#128;&#147; Thundershot Character Pack - Male Tauren Hunter&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/ySzlWMy1SkYhw1V0_LpDBg__original/img/I_uTMG4SHYbeoxvLxUvjWcL_57g=/0x0/filters:format(jpeg)/pic346496.jpg","thumbnail":"https://cf.geekdo-images.com/ySzlWMy1SkYhw1V0_LpDBg__thumb/img/hjUI5n8P__mANWJVAZVuyEMtbgA=/fit-in/200x150/filters:strip_icc()/pic346496.jpg","link":"https://boardgamegeek.com/thing/29294","minPlayers":"2","maxPlayers":"4","yearPublished":"2008","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":"4"}}