{"timestamp":"2024-11-09T20:02:50.650Z","gameDetails":{"id":"29308","name":"Beowulf: The Movie Board Game","type":"boardgame","description":"Beowulf: The Movie Board Game is a reimplementation of Reiner Knizia's Cosmolancer. It's also not to be confused with the same author's Beowulf: The Legend. It's an abstract strategy clothed in a theme based on the movie directed by Robert Zemeckis. The players' goal is to score the most victory points by clever tile and figurine placement on the board, composed of squares arranged in a grid. Its layout is changed, as the game is divided into three chapters that feature slightly different sets of tiles that can be drawn. Clever hand management (of tiles and figurines) is also important in the game, as some of them can be used only once throughout the entire game. Gameplay is as follows:&#10;&#10;1. On his or her turn, a player may either place a tile (which can be a negative or a positive number, feature a special power or not) or a figurine on the board. If the player wishes to place a tile, he/she can add one to his/her hand of two and place one of the three tiles. Special powers of these tiles may be: displace a figurine, swap a tile from the board from the one from a player's hand, block other tiles, increase the power of figurines in the same row/column, cancel positive numbers on tiles, swap two tiles on the board.&#10;&#10;2. By placing tiles and figurines, players will form rows and columns. After the board is full, the value of each figurine is calculated. Each figurine has a value of 1-4. This value is multiplied by the sum of values of all tiles from tiles that are in its row and column. Special powers of tiles may apply here (like the increasing of figurines' power or blocking). Players evaluate all their figurines on the board and gain points equal to their value.&#10;&#10;This game differs considerably from its predecessor (not all of these may apply to the third English edition by Fantasy Flight Games released in 2012):&#10;&#10;1. In Kingdoms, all three acts took place on the same board. Here, the board is two-sided, with three varying grids.&#10;2. There are more positive tiles than negative ones in this game, therefore situations when players lose points for their figurines are much less frequent.&#10;3. Here, a player manages a hand of three tiles. In Kingdoms, the players had no hand. Instead, he/she drew a single tile which had to be placed on the board.&#10;4. There are more tiles with special powers. More tiles can be swapped, even figurines can change their position, which didn't happen in Kingdoms.&#10;&#10;","image":"https://cf.geekdo-images.com/mKfKdhahY4YJ2ZKKi7Xu4g__original/img/9MrWxfktee1ZLI0U9EkgJ_ZMKuo=/0x0/filters:format(jpeg)/pic392771.jpg","thumbnail":"https://cf.geekdo-images.com/mKfKdhahY4YJ2ZKKi7Xu4g__thumb/img/Oe45W2joYGuuh8P6vf2oSicpVbM=/fit-in/200x150/filters:strip_icc()/pic392771.jpg","link":"https://boardgamegeek.com/thing/29308","minPlayers":"2","maxPlayers":"4","yearPublished":"2007","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"2"}}