{"timestamp":"2024-11-13T01:35:25.448Z","gameDetails":{"id":"29307","name":"World of Warcraft: The Boardgame – The Burning Crusade","type":"boardgameexpansion","description":"Beyond the Dark Portal lies a broken land of adventure, mystery, and unfathomable peril. The once beauteous world of Draenor has been destroyed by the plotting of the orc shaman Ner'zhul &ndash; only Outland, a scarred and broken continent adrift in the Twisting Nether, remains.&#10;&#10;Return to your ancestral homeland as a proud warrior of the Horde, or search for the heroic survivors of the Second War as a noble soldier of the Alliance. Take your World of Warcraft: the Board Game experience to new heights of power and depths of peril with The Burning Crusade Expansion.&#10;&#10;Play as a Draenei shaman or a Blood Elf paladin. Unlock new powers and talents as you rise to level six. Challenge new Overlords, battle new monsters, purchase a flying mount, and venture into dangerous dungeons in both Azeroth and Outland.&#10;&#10;Dozens of detailed plastic figures, with new monsters and new heroes. &#10;Based on the fastest-selling computer game expansion of all time. &#10;New game board, new Heroes, new monsters, new quests, new items, new powers, new rules, dungeons, flying mounts, Outland, and more!&#10;&#10;Expands:&#10;&#10;    World of Warcraft: The Boardgame&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/JLoDr4zDYc2iqyMxl1owiA__original/img/6659bx7J2Tk0zKQdXxfrDFiqK8k=/0x0/filters:format(jpeg)/pic255586.jpg","thumbnail":"https://cf.geekdo-images.com/JLoDr4zDYc2iqyMxl1owiA__thumb/img/qIY0QDlayB2xI5LPQvm4hFt1Ag8=/fit-in/200x150/filters:strip_icc()/pic255586.jpg","link":"https://boardgamegeek.com/thing/29307","minPlayers":"2","maxPlayers":"6","yearPublished":"2007","playingTime":"360","minPlayingTime":"360","maxPlayingTime":"360","bestAtCount":[2,4],"averageRating":"7.44238","averageWeight":"3.6538","boardGameRank":"Not Ranked","mechanics":["Area Movement","Dice Rolling","Team-Based Game","Variable Player Powers"],"categories":["Adventure","Expansion for Base-game","Fantasy","Miniatures","Video Game Theme"],"designers":["John Goodenough","Christian T. Petersen"]}}