{"timestamp":"2024-11-10T17:06:13.441Z","gameDetails":{"id":"293271","name":"Arkham Horror: The Card Game – Point of No Return: Mythos Pack","type":"boardgameexpansion","description":"Descend into the dreaded Underworld of the Dreamlands in Point of No Return, the fourth Mythos Pack in The Dream-Eaters cycle for Arkham Horror: The Card Game! After forcing your way through the veil that divides the world of the waking from that of sleep, you must navigate the cavernous Underworld, encountering ghouls and gugs, in the hopes of finding your way to the world above and reuniting with the rest of your team.&#10;&#10;Point of No Return is Scenario 3&ndash;B of &ldquo;The Web of Dreams&rdquo; campaign, which follows the path of the investigators left behind to handle the horrors of the waking world in The Dream-Eaters. This scenario can be played on its own in Standalone Mode or combined with the other expansions in The Dream-Eaters cycle to form a larger four-part or eight-part campaign. Following the events of A Thousand Shapes of Horror, you have finally reached the Dreamlands, but it is not as you expected. No wondrous lands or fabulous cities greet you; merely the dark, barren realm of the Underworld. Perhaps those who brought stories of the Dreamlands to Arkham had never ventured this far underground, or perhaps this place can only be found by those who force their way in. Either way, you are now hopelessly alone in a realm you have never heard of, and the only way out is through.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/o_3nJBua3xF7wgqKEyebiQ__original/img/9ginmTf5RRFqKy9Xt6hwobp7iSc=/0x0/filters:format(png)/pic5055381.png","thumbnail":"https://cf.geekdo-images.com/o_3nJBua3xF7wgqKEyebiQ__thumb/img/nvxOTFbAi6yzz-uK3mARix4YNqc=/fit-in/200x150/filters:strip_icc()/pic5055381.png","link":"https://boardgamegeek.com/thing/293271","minPlayers":"1","maxPlayers":"2","yearPublished":"2020","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":"2"}}