{"timestamp":"2024-11-10T04:42:50.067Z","gameDetails":{"id":"293531","name":"Detective: A Modern Crime Board Game – Season One","type":"boardgame","description":"Detective: A Modern Crime Board Game &ndash; Season One, a.k.a. Detective: Season One, is a fully co-operative, deeply immersive board game in which 1-5 players take on the roles of investigators trying to solve a crime.&#10;&#10;Detective: Season One is a new product in the award-winning Detective line, one with a shorter playing time that's tailored for a mystery game night with simpler family-friendly rules. The game consists of three standalone cases, and each of them can be played in around 90 minutes. Each of the cases challenges players with different settings and styles. The cases are:&#10;&#10;&bull; Blood, Ink, and Tears moves the action to Great Britain, where players visit an old mansion and discover family secrets from the past that lead them to clues behind the mysterious death of the family patron. Fans of Agatha Christie's novels will find themselves at home in this rather funny case!&#10;&#10;&bull; Solid Alibi throws players in the middle of a bloody conflict between gangs and criminals in the Italian district. Players have to not only solve the crime and discover who killed Robert Parkson, but also witness growing tension in the district and find out who to trust in the spiral of violence and mutual accusations!&#10;&#10;&bull; Natural Causes takes players to a university campus in the U.S. Professor Calvin Higgs is found dead in his lab at the Biology Institute of Virginia University. Players need to find out whether his death is from natural causes, or perhaps there's someone in his surroundings responsible for this horrible crime. But what could be the motive?&#10;&#10;","image":"https://cf.geekdo-images.com/0lGDbQ_NmJO3nCSbm4bD-A__original/img/aYPH3uix-o4a26ZoRivzw4ZpikY=/0x0/filters:format(jpeg)/pic5671000.jpg","thumbnail":"https://cf.geekdo-images.com/0lGDbQ_NmJO3nCSbm4bD-A__thumb/img/51RIOuwr0QuqXfZT9esHujnaoAo=/fit-in/200x150/filters:strip_icc()/pic5671000.jpg","link":"https://boardgamegeek.com/thing/293531","minPlayers":"1","maxPlayers":"5","yearPublished":"2020","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":"2"}}