{"timestamp":"2024-11-13T00:30:37.678Z","gameDetails":{"id":"293972","name":"Loot of Lima","type":"boardgame","description":"In 1820, there were uprisings in Peru, so the Spanish government decided to move its treasure from Lima to Mexico for safekeeping. The crew of the ship transporting the loot turned pirate and hid the treasure on the Island of Cocos. Now YOU are trying to find it, but you'll need to share some information with your fellow pirates to make sure you find it before the Spanish catch you!&#10;&#10;In the challenging deduction board game Loot of Lima, the Island of Cocos has 24 locations: 8 on the shore, 8 in the forest, and 8 in the mountains; the treasure is hidden in two of these locations. The game has a token for each of these locations, and at the start of the game, two tokens as placed back in the box (with these tokens indicating where the treasure is hidden). The rest of the tokens are then passed out evenly to the players; these represent places you have already searched and know where the treasure is not hidden.&#10;&#10;Each turn, players roll three 12-sided dice to determine which questions they can ask their opponents. For example, how many locations have you searched between the southeast and the northwest? Or, how many locations in the forest have you searched between the west and the south? Players use the answers to these questions to build overlapping clues, figure out all the locations that have already been searched, and eventually discover which locations haven't been searched (and thus where the treasure is hidden).&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/dZifGLm7P5l9EZuiQE0ISA__original/img/RhLCaYQDrzldJV2_0aJv7ffuAMc=/0x0/filters:format(jpeg)/pic5051207.jpg","thumbnail":"https://cf.geekdo-images.com/dZifGLm7P5l9EZuiQE0ISA__thumb/img/KacmDQwujovWncjIOTKOcfZEFGI=/fit-in/200x150/filters:strip_icc()/pic5051207.jpg","link":"https://boardgamegeek.com/thing/293972","minPlayers":"1","maxPlayers":"5","yearPublished":"2020","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":[3,4],"averageRating":"6.82843","averageWeight":"2.6667","boardGameRank":"5579","mechanics":["Once-Per-Game Abilities","Paper-and-Pencil","Roles with Asymmetric Information","Sudden Death Ending"],"categories":["Deduction","Murder / Mystery","Pirates"],"designers":["Larry Levy"]}}