{"timestamp":"2024-11-12T22:25:21.960Z","gameDetails":{"id":"295232","name":"Black Sonata: The Fair Youth","type":"boardgameexpansion","description":"This set of mini-expansions adds new tools and challenges to the base game. Each expansion can be played separately or in combination with any other.&#10;&#10;The Fair Youth expansion adds an additional deduction task to the game: you must discover where in London the Fair Youth is hiding. Bystanders will give you a clue for which way the Youth went from your current location, but if you are already at his actual location you will be told a lie. Deduce his location to surprise him there, or for extra points catch him and the Dark Lady together, unmasking them both at the same time.&#10;&#10;The Rendezvous challenges you to discover which of seven landscape features acted as a meeting place for Shakespeare and his Dark Lady. Querying a location gives you a number from 1 to 3, being the number of steps away from the current location that the Rendezvous symbol can be found. Deduce which map symbol represents the Rendezvous, then confront and unmask the Dark Lady in a location with that symbol at it.&#10;&#10;The Rival Poet adds a second pawn that stalks the streets and interacts with the player via simple movement rules. Choose from two different poets to make the game easier or harder. The Elusive Poet tries to stay one step ahead of you, but if you catch him he will reveal a clue about the Dark Lady. In contrast, The Aggressive Poet hounds and chases you, potentially spoiling your plans to intercept the Dark Lady.&#10;&#10;Waypoints and Traces gives you two tools to mark and track the Dark Lady's location at a particular point in the stealth deck. And The Darker Ladies replace the clue cards in the base game, giving each Dark Lady a new set of characteristics and presenting a slightly harder deduction challenge.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/Y9ONRPCtUgVxtxq9XvnBPg__original/img/VnUNiDGrbdKgDEcepHfollWtI3k=/0x0/filters:format(jpeg)/pic5077144.jpg","thumbnail":"https://cf.geekdo-images.com/Y9ONRPCtUgVxtxq9XvnBPg__thumb/img/W_YfBEhAI_o75NHSvbdyFb48bBc=/fit-in/200x150/filters:strip_icc()/pic5077144.jpg","link":"https://boardgamegeek.com/thing/295232","minPlayers":"1","maxPlayers":"1","yearPublished":"2020","playingTime":"40","minPlayingTime":"20","maxPlayingTime":"40","bestAtCount":[1],"averageRating":"7.57944","averageWeight":"2.2143","boardGameRank":"Not Ranked","mechanics":["Hidden Movement","Point to Point Movement","Solo / Solitaire Game"],"categories":["Expansion for Base-game","Deduction","Print & Play","Renaissance"],"designers":["John Kean"]}}