{"timestamp":"2024-11-09T21:43:56.388Z","gameDetails":{"id":"29549","name":"Saint Petersburg: New Society & Banquet Expansion","type":"boardgameexpansion","description":"The Saint Petersburg expansion is actually two expansions in one. It contains &quot;The Banquet,&quot; previously available in Spielbox magazine, and the &quot;New Society&quot;, which adds new cards, plus extra tokens to allow play with up to 5 players.&#10;&#10;The &quot;New Society,&quot; designed by Tom Lehmann, adds replacement cards for some found in the base game, changing their costs or rewards, and adds several new cards to each phase, including an entirely new line of worker: the &quot;New Farmer,&quot; which is costly, but also provides VPs during the Worker phase.&#10;&#10;When playing with five players, the fifth player does not receive a start token for a new phase&mdash;instead, the holder of the fifth token receives two victory points (except on the first turn, when he or she instead receives two rubles) as compensation for not starting one of the four phases. This fifth token is only used in five-player games. Other than this&mdash;and advancing tokens two player positions each round&mdash;the game plays out exactly as before, with four phases per round: Worker, Building, Aristocrat, and Trading.&#10;&#10;&quot;The Banquet,&quot; designed by Karl-Heinz Schmiel, adds cards with special powers that allow players different types of actions on their turns.&#10;&#10;The two expansions may be used separately or combined.&#10;&#10;Expands:&#10;&#10;    Saint Petersburg&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/DkzNBVlSjUEsAEwZaAzibg__original/img/KpEnLPg-fkQmVXS_SgK35HxZmf4=/0x0/filters:format(jpeg)/pic385800.jpg","thumbnail":"https://cf.geekdo-images.com/DkzNBVlSjUEsAEwZaAzibg__thumb/img/oLo7ebQCitYnrWTGAiq9iUpoIXQ=/fit-in/200x150/filters:strip_icc()/pic385800.jpg","link":"https://boardgamegeek.com/thing/29549","minPlayers":"2","maxPlayers":"5","yearPublished":"2008","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":"4"}}