{"timestamp":"2024-11-09T20:58:17.021Z","gameDetails":{"id":"29839","name":"Key Harvest","type":"boardgame","description":"Key Harvest is the fifth game in the key series of games published by R&amp;D Games.&#10;&#10;The object of the game is to score the most points.  Players score points by placing tiles on their own country board.  One point is scored for each field tile in the player's largest group of connected field tiles and two points for each tile in their second largest connected group.&#10;&#10;Points are also scored for the worker tiles a player places on their country board.  The number of points scored for each worker is equal to the number on the worker tile.  Worker tiles do not count as connecting tiles when calculating the largest group of tiles.  When played, a worker enables a player to take a special action.  Each player has their own team of six workers, known as farmhands.  There are also six townsfolk who can be acquired by any player.&#10;&#10;There are usually six field tiles available at any time from the registry.  On their turn a player may bid for up to two tiles using crop counters.  The field tile being bid for and the bid in crop counters are placed in the player's store.  On their turn the other players may match the store owner's bid in both the number and type of crop counters.  If they choose to do so, then they place the field tile on their country board and pay the crop counters to the store owner.  If no other player has matched the store owner's bid, then on their next turn the store owner may place the field tile(s) from their store onto their country board and pay their bid in crop counters to the general stock.&#10;&#10;When deciding how much to bid for a field tile, players will need to consider how important the field tile is to them and whether other players are likely to bid for the tile.  It is usually beneficial for a player to place field tiles into their store as that player will either obtain the field tile or receive additional crop counters.&#10;&#10;When played, a worker tile must be adjacent to at least the number of field tiles as the number on the worker tile.  A worker tile cannot be adjacent to another worker tile.  If a player obtains a field tile for a space where they have already placed a worker tile, they must remove the worker tile.  However, if the worker tile can be replaced immediately (next to the required number of field tiles), then the player can benefit from the worker's ability again.  Getting these extra benefits is one of the keys to doing well in the game.&#10;&#10;Players have two actions per turn.  There are four possible actions.  Each action can only be performed once per turn.  As described above, the actions include placing field tiles from the stores onto their country board - action (c), placing field tiles from the registry into their store - action (d), and placing a worker tile onto their country board - action (b).  Action (c) cannot be performed after action (d).  A player may also harvest crops by turning over some unharvested field tiles on their country board - action (a).&#10;&#10;Field tiles taken from the registry are replaced immediately with field tiles from the bag.  The bag also contains a number of event tiles.  The event tiles, when drawn, affect all of the players, not just the player who drew the event tile.  When the tenth event tile is drawn, the game ends after two further rounds have been played.&#10;&#10;One point is also awarded to the players who have the most of each of the types of crop counters at the end of the game.  No points are awarded for ties.  Points are tallied using the scoring track on the town board.  The player with the most points is the winner.&#10;&#10;Nr. 4 in the QWG Master Print Edition series, as Demetra&#10;&#10;","image":"https://cf.geekdo-images.com/Z0XUOK08tRPSL9t6AypO2w__original/img/WZJ-BnYBnbQ-05mKnPD8tFiOSDE=/0x0/filters:format(jpeg)/pic217481.jpg","thumbnail":"https://cf.geekdo-images.com/Z0XUOK08tRPSL9t6AypO2w__thumb/img/FSjEPxttSY8rvIxQzj6Th8cwrfM=/fit-in/200x150/filters:strip_icc()/pic217481.jpg","link":"https://boardgamegeek.com/thing/29839","minPlayers":"2","maxPlayers":"4","yearPublished":"2007","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"3"}}