{"timestamp":"2024-11-12T23:51:02.517Z","gameDetails":{"id":"29853","name":"Commands & Colors: Ancients Expansion Pack #3 – The Roman Civil Wars","type":"boardgameexpansion","description":"The Roman Civil Wars will feature familiar units with new capabilities. The Roman legions have evolved into the deadly fighting units of legend. In terms of Commands and Colors performance, the medium infantry units (representing less experienced legions) and heavy infantry units (representing the veteran legions) will now be able to move two hexes without engaging in close combat, or still move one hex and have close combat (as well as throwing their pilum - a capability acquired in Commands & Colors: Ancients Expansion Pack #2 &#226;&#128;&#147; Rome vs the Barbarians). You will be able to fight battles with medium and heavy infantry as you have never fought them before!&#10;&#10;Rules-wise, if you've played Commands & Colors: Ancients, you'll have no trouble at all learning the few special rules for these legionary infantry units, for the basic mechanics remain unchanged. The battle dice resolve combat quickly and the Command cards provide an element of luck that creates a fog of war and presents players with both challenges and opportunities for victory. Yet the tactics you need to execute conform remarkably well to the advantages and limitations inherent to the various Ancient units, their weapons, terrain and the history.&#10;&#10;But that's not all... GMT is also going to include another mounted mapboard in Expansion #3, configured to be mated to the mounted board from Commands & Colors: Ancients Expansion Pack #2 &#226;&#128;&#147; Rome vs the Barbarians. In addition the Commands &amp; Colors: Epic Ancients new Command rules for fighting large-scale historical battles will provide those of you interested in fighting truly large-scale, multi-player, ancient battles the perfect and unique opportunity to do so with a number of your friends.&#10;&#10;Expands:&#10;&#10;    Commands &amp; Colors: Ancients&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/ueNZBRck8cm-bmZL9YVLkQ__original/img/HEb9e263TnFmPOeEBMsUiX1yJig=/0x0/filters:format(jpeg)/pic273672.jpg","thumbnail":"https://cf.geekdo-images.com/ueNZBRck8cm-bmZL9YVLkQ__thumb/img/I7nooWAFStiCbr3Ck5HjxiNTLgQ=/fit-in/200x150/filters:strip_icc()/pic273672.jpg","link":"https://boardgamegeek.com/thing/29853","minPlayers":"2","maxPlayers":"2","yearPublished":"2007","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"8.26379","averageWeight":"2.5974","boardGameRank":"Not Ranked","mechanics":["Campaign / Battle Card Driven","Dice Rolling","Hand Management","Modular Board"],"categories":["Ancient","Civil War","Expansion for Base-game","Wargame"],"designers":["Richard Borg"]}}