{"timestamp":"2024-11-09T21:29:06.616Z","gameDetails":{"id":"2987","name":"Pirate's Cove","type":"boardgame","description":"Come aboard and sail to Pirate's Cove, the legendary hideaway of thieving pirates and cutthroat buccaneers. The tales of those legendary pirates of old who've fought and survived these mysterious waters still haunt all those who yearn for a life at sea. Armed with a secret map and starting with a modestly outfitted sloop salvaged from last winter's storm, you set sail to Pirate's Cove, your eyes filled with visions of treasure and fame, your lungs filled with the salty air of the high seas.&#10;&#10;Your objective: to battle for the rights to plunder and become the most famed and feared pirate the world has ever seen. To do so, you will need to navigate shrewdly, fight recklessly and pillage mercilessly. You will gain fame by winning battles; burying gold and treasure; and bragging about your exploits at the tavern. At the end of twelve months, the pirate with the most fame will be declared the most fearsome pirate of the high seas!&#10;&#10;The game has 12 turns and at the start of every turn, each pirate must decide (secretly) which of the six islands they will visit. All players reveal their navigation directions simultaneously and then the turn is resolved. If any two or more pirates end up at the same island, Combat ensues.&#10;&#10;Combat resolution is determined by the strengths of your ship and the results of cannon fire (dice). The goal of combat is to scare away rival pirates so that you are the only pirate left at the island. If you stay in combat too long, your ship will suffer and make subsequent turns more difficult, so there is a fine balance of when to stay and fight and when to let the bigger ship have its booty. If you flee from combat, you end up at Pirate's Cove where you receive a small compensation for the turn. Once all conflicts are resolved, then the bounty for each island is given out.&#10;&#10;Each island (except Pirate's Cove and Treasure Island) offer various amounts of Fame, Gold, Treasure or Tavern cards. The bounty is skewed so that some Islands are clearly better choices than others, so it can force you to decide (or bluff) if you think you can take the island should other pirates go after the same bounty. Once you have your bounty, you can purchase upgrades for your ship. Each Island offers a different ship component. The four parts of your ship are: Sails (determines speed and initiative in combat), Hull (how much treasure you can carry), Crew (needed to man the cannons), and Cannons. (The lower number of Crew and Cannons determines how many dice you roll in combat).&#10;&#10;There is also an island with a Pub that offers useful strategy cards to help you in all aspects of the game. The last island is treasure island which offers no real bounty other than the chance to bury treasures that you have in the hull of your ship. Buried treasure is converted to Fame (which is the ultimate goal of the game).&#10;&#10;Other random elements of the game include the dreaded Legendary Pirates who are highly dangerous ships that patrol the islands in order. One of 5 different Legendary Pirates (which include famous names like Blackbeard and The Flying Dutchman) is drawn at the beginning of every game, and stays until defeated. If you end up at the same island as one of them, you had better have a strong ship and helpful allies or they will blast you with their powerful cannons. However, if you can manage to sink their ships, you can score a good amount of fame! But beware, once you defeat him/her a new Legendary Pirate will appear to wreck havoc in the islands.&#10;&#10;At the very end of the game, there is a chance for everyone to tell &quot;tall tales&quot; about themselves to increase their final fame standings. These tall tale cards are gained at the pub and offer yet another fun &quot;pirate&quot; mechanic. In all, Pirate's Cove offers you the chance to truly play like a pirate where you can fight and plunder your way to victory.&#10;&#10;","image":"https://cf.geekdo-images.com/URwfRDpsxoSyN0T-Do7qrA__original/img/KCIXyYAMfJ4zMP7MgUqGJN-SgdE=/0x0/filters:format(jpeg)/pic162248.jpg","thumbnail":"https://cf.geekdo-images.com/URwfRDpsxoSyN0T-Do7qrA__thumb/img/ToMVIXECfGERQADRMXzVeildv84=/fit-in/200x150/filters:strip_icc()/pic162248.jpg","link":"https://boardgamegeek.com/thing/2987","minPlayers":"3","maxPlayers":"5","yearPublished":"2002","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":"5"}}