{"timestamp":"2024-11-10T04:49:19.763Z","gameDetails":{"id":"2998","name":"Reds! The Russian Civil War 1918-1921","type":"boardgame","description":"Reds! The Russian Civil War 1918-1921 is a two-player wargame covering these dramatic events from August 1918 to the start of 1921, when the last organized opposition to Red rule outside the far east was destroyed.&#10;&#10;The single large-hex map stretches from Warsaw in the west to Omsk in the east and from Murmansk in the north to Tashkent in the south. Across this vast expanse, players maneuver a colorful array of combat units representing various White factions, Anarchists, Nationalists, Alied Intervention Forces, the two divisions of the Czech Legion, and six Polish armies.&#10;&#10;Units range from armies to brigades. The Red Order of Battle is built around 16 Red Armies organized by Leon Trotsky. There are also two powerful Red cavalry armies and the elite Latvian Rifle division. The White Order of Battle includes everything from Cossack cavalry corps to Muslim partisans and a German Free Corps. Each side also has support units: naval and river flotillas, air units, and, of course, the famous armored trains. Key leaders are also included: Frunze, Denikin, Wrangel, and Trotsky and his famous Red Train.&#10;&#10;To model the chaos of this many-sided multi-front war, the sequence of play is based upon random chit pull which determines the order of activation of each White faction or six Red Army Front commands. The key Logistics phase, in which disrupted units are rallied and unsupplied units attritted, is also randomly determined. The game also includes TWO random event tables: one for each side.&#10;From sweeping cavalry advances to slogging matches over major cities (such as Tsaritsyn - the future Stalingrad - know as the Red Verdun), Reds! is a true player's game. It is also a realistic depiction of some of the most titanic and unusual campaigns of modern history.&#10;&#10;Components:&#10;&#10;    One 22 x 34&quot; Game Map&#10;    One Sheet of 240 Counters&#10;    Two Player Aid Cards&#10;    One Rule Book &#10;&#10;&#10;TIME SCALE     1-2 months per turn&#10;MAP SCALE     65 miles per hex&#10;UNIT SCALE     Brigades, Divisions, Corps, and Armies&#10;NUMBER OF PLAYERS     Two&#10;&#10;DESIGNER: Ted Raicer&#10;DEVELOPER: Andy Lewis and Volko Ruhnke&#10;ART DIRECTOR: Rodger B. MacGowan&#10;MAP ART: Mark Simonitch&#10;COUNTER ART: Mark Simonitch&#10;PRODUCER: Gene Billingsley&#10;&#10;(from GMT website)&#10;&#10;","image":"https://cf.geekdo-images.com/pj0p65s8rrOhT-Oc9gPNTQ__original/img/2Ahg3jBRkqU9Hgd6wuJ0yCL2UC0=/0x0/filters:format(jpeg)/pic38284.jpg","thumbnail":"https://cf.geekdo-images.com/pj0p65s8rrOhT-Oc9gPNTQ__thumb/img/bkp-54kowFys9JLNtZ_-wtcxjCo=/fit-in/200x150/filters:strip_icc()/pic38284.jpg","link":"https://boardgamegeek.com/thing/2998","minPlayers":"1","maxPlayers":"2","yearPublished":"2001","playingTime":"360","minPlayingTime":"360","maxPlayingTime":"360","bestAtCount":"2"}}