{"timestamp":"2024-11-13T00:49:15.287Z","gameDetails":{"id":"300076","name":"PARKS Memories: Plains Walker","type":"boardgame","description":"PARKS Memories is a strategic matching game for two or more players offering simple and flexible gameplay. Parks are represented in tiles laid out in a grid across the table face down. Gameplay includes four simple steps: reveal two tiles; choose one of the revealed tiles and place it in front of you; add a new tile to the board; lock one of the tiles with the hiker token. Gameplay passes from person to person until one player or team has collected three sets of matching park tiles in front of them.&#10;&#10;Memories captures a depth of strategy in player abilities which can be activated by finding matches of PARKS resource icons when you reveal tiles. There are a variety of ways to enjoy the game. Play a head to head game, or on teams. Expand the grid size for a bigger challenge, or simplify the game to a memory game without player abilities for younger gamers.&#10;&#10;PARKS Memories: Plains Walkers is one of three editions of PARKS Memories, highlighting the national parks of the plains region of the United States. It features a uniques set of player abilities. Collectively all three editions showcase every US national park.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/PAod0EHDRMPJ8uuC82_8mw__original/img/BPpBnzryK4u1y3BWc_Fjfl9gFlk=/0x0/filters:format(jpeg)/pic5200501.jpg","thumbnail":"https://cf.geekdo-images.com/PAod0EHDRMPJ8uuC82_8mw__thumb/img/IRmCJY2qTJmPrsO87ILmJtDGKkw=/fit-in/200x150/filters:strip_icc()/pic5200501.jpg","link":"https://boardgamegeek.com/thing/300076","minPlayers":"2","maxPlayers":"8","yearPublished":"2021","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":null,"averageRating":"6.1872","averageWeight":"0","boardGameRank":"13010","mechanics":["Memory","Set Collection"],"categories":["Memory","Travel"],"designers":["Kyle Key"]}}