{"timestamp":"2024-11-09T17:57:08.023Z","gameDetails":{"id":"300751","name":"Mini Express","type":"boardgame","description":"Mini Express is a strategic train game for 1 to 5 players in which you and other wealthy capitalists manage four railroad companies. Through careful planning and ruthless execution, players pioneer the western expansion of the 19th century, vying to be the most influential railroad baron and complete the transcontinental railroad.&#10;&#10;Mini Express is a sequel of sorts to Mini Rails in that on a turn each player takes one of the two available actions, although otherwise the games are not similar. Your action choices are to (1) lay track to expand a company's railroad or (2) take a stock from a company.&#10;&#10;To lay track, you take train pieces from the company's reservoir on the game board and place them one per hex to expand that company's network to a new city. When you do this, you gain influence in the goods that are in demand in that city. (The game includes four types of goods, and each type of good is the same color as one of the railroad companies.) Each city can have at most 1-3 companies enter it, and when that limit is reached, you remove the demand tile from the game. When you build into a hex (whether landscape or city), any other train companies in that hex gain a train in their reservoir (to represent them profiting from how your efforts affect that area).&#10;&#10;To take a stock, you must decrease your influence in that company equal to the number of trains in that company's reservoir. If you can't do so without going below zero, then you cannot take that stock.&#10;&#10;When all the shares have been claimed from two companies or two companies have no train pieces remaining, then you complete the round and the game ends. For each good/company, you multiple the number of shares you hold by a points multiplier that's based on how much influence you have in that good/company relative to other players. The higher your standing, the more valuable each of your shares will be. Whoever has the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/VN2KUKs_Kgfq2LrobCC87g__original/img/aOMianmjDmnmXfHoHn6nKzmC6AA=/0x0/filters:format(jpeg)/pic5333823.jpg","thumbnail":"https://cf.geekdo-images.com/VN2KUKs_Kgfq2LrobCC87g__thumb/img/7qNG7SdjNMQM0Ujbt2d1C61mWa4=/fit-in/200x150/filters:strip_icc()/pic5333823.jpg","link":"https://boardgamegeek.com/thing/300751","minPlayers":"1","maxPlayers":"5","yearPublished":"2021","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":"3"}}