{
  "timestamp": "2025-11-26T21:15:55.200Z",
  "gameDetails": {
    "id": "302306",
    "name": "SINS: Eyes of Envy – Battle Pack",
    "type": "boardgame",
    "description": "SINS is a fantasy card deck-builder with a quick setup and gameplay, filled with a plethora of combos and tough choices throughout the game, in a small package.\n\nTo win, gain power, give despair and resolve your dominance.\n\nComponents\n70 x SINS cards.\n20 x Kosmos (starter) cards.\n2 x Dominance cards.\n5 x rules cards.\n3 x misc. cards.\n\nSetup\nEach box supports 2 players. Use multiple boxes when playing with more than 2 players.\n\nDeal 10 Kosmos (starter) cards to each player. This is their draw pile, placed in their play area.\n\nGive each player a Dominance card and place it with the Cortadoo logo facing up.\n\nShuffle all Sins cards together face-down, from the box sets of your choice. Place the cards in the center of the table to form the Realm.\n\nEach player draws a card from the top of the Realm. The highest card-number is the active player (repeat if there is a tie). Destroy these cards. Destroyed cards are placed back in the box.\n\nThen, draw 5 cards from the top of the Realm, into the center of the table, face-up.\n\nAll players draw 5 starting cards into their hand from their draw pile (this is their hand limit).\n\nThe active player starts the game and takes their first turn.\nHow to win\nWhen a player reaches two dominance, that player wins the game and the game ends immediately.\n\nYou get dominance by resolving opposing despair in the Status phase, and you give despair by attacking your opponents in the Attack phase.\n\nThe Dominance card in front of each player has numbers from zero to three. If you&rsquo;d like to play a longer game, you can optionally play until a player reaches three dominance. For a short (coffee break) game, play for one dominance.\n\n",
    "image": "https://cf.geekdo-images.com/dk8I3kHP-JN5NqDwzeEz0w__original/img/5xxop7VlqJ-1WDKtudq-Q3Co1Zw=/0x0/filters:format(jpeg)/pic5960770.jpg",
    "thumbnail": "https://cf.geekdo-images.com/dk8I3kHP-JN5NqDwzeEz0w__small/img/IRVbBlwIrKqKM2xG5v8-Pb4_wKU=/fit-in/200x150/filters:strip_icc()/pic5960770.jpg",
    "link": "https://boardgamegeek.com/thing/302306",
    "minPlayers": "1",
    "maxPlayers": "6",
    "yearPublished": "2021",
    "playingTime": "90",
    "minPlayingTime": "30",
    "maxPlayingTime": "90",
    "bestAtCount": null,
    "averageRating": "0",
    "averageWeight": "0",
    "boardGameRank": "Not Ranked",
    "mechanics": [
      "Action / Event",
      "Deck, Bag, and Pool Building",
      "Take That"
    ],
    "categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "designers": [
      "Jacob Lindborg"
    ]
  }
}