{"timestamp":"2024-11-13T00:49:24.615Z","gameDetails":{"id":"30241","name":"Patrician","type":"boardgame","description":"Patrician takes place in the Middle Ages when wealthy families were inspired to build magnificent towers in order to show off how prosperous they were. As the old saying goes, the taller the tower, the more influential the family.&#10;&#10;Players are master builders trying to profit from these vanity-driven families. You build these towers floor by floor, ready to take credit for making them look good. From Mayfair&rsquo;s description of the game: &ldquo;You must shrewdly accept the building orders of the patrician families to position yourself in the right place at the right time. Play your cards right, and your name will be famous among the rich and powerful!&rdquo;&#10;&#10;Patrician comes with 149 wooden tower pieces, 55 building cards, 20 prestige tokens, and a double-sided playing board.&#10;&#10;The board represents a number of cities, each of which will have 2 towers when the games ends.  Players have a hand of 3 cards, each indicating one city.  Playing a card allows that player to add a tower piece to the city indicated by the card.  Each city will have a specific number of tower pieces.  When the specified number of pieces are played to the city, the city is complete.  The player with the most pieces in each of the two towers will score points when the city is completed. The player replaces the played card by taking the card from the city where he played a tower piece.  As long as the city in uncompleted, a new card is added to the city to replace the one taken by the player.&#10;&#10;In addition to indicating a city, cards have one of 4 secondary functions.  They can have one or two Portraits from an influential family.  They can add a second tower piece to the same city. they can allow the player to move the top piece from one tower in any other city where the player has at least one tower piece, to the top of the other tower in that same city. Finally, a card may allow the player to take a replacement card from any of the cities, not just the one where the player has added a tower piece.  All cards played are kept by the player.  At the end of the game, additional points are awarded for every complete set of 3 portraits from the influential families.&#10;&#10;The game ends when all cities are completed, which will also be when all cards have been played.&#10;&#10;The goal of the game is to be the most successful builder, indicated by having the most points.&#10;&#10;","image":"https://cf.geekdo-images.com/L48G0nBsN_zUntW9hQIsuQ__original/img/nAymGaHbDbUnmH0vEMfQ6YyjbHw=/0x0/filters:format(jpeg)/pic313778.jpg","thumbnail":"https://cf.geekdo-images.com/L48G0nBsN_zUntW9hQIsuQ__thumb/img/xtZsPD7mK8IsWUUaVbgZv9GzA7g=/fit-in/200x150/filters:strip_icc()/pic313778.jpg","link":"https://boardgamegeek.com/thing/30241","minPlayers":"2","maxPlayers":"5","yearPublished":"2007","playingTime":"50","minPlayingTime":"50","maxPlayingTime":"50","bestAtCount":[3],"averageRating":"6.63024","averageWeight":"1.9184","boardGameRank":"3077","mechanics":["Area Majority / Influence","Hand Management","Set Collection"],"categories":["Medieval"],"designers":["Michael Schacht"]}}