{"timestamp":"2024-11-12T21:54:48.515Z","gameDetails":{"id":"303650","name":"Disney Jungle Cruise Adventure Game","type":"boardgame","description":"Attention Skippers! Family seeks experienced skipper for safe, speedy voyage along perilous jungle river to Jungle Navigation Company Headquarters. Esteemed Company owner Alberta Falls will announce one of four families as temporary Company caretakers before going on sabbatical, and we&rsquo;re in the running! Since we might be your future bosses, if you keep us on board, we&rsquo;ll do the same for you. Payment dependent on arrival of cargo and passengers&hellip; preferably in one piece.&#10;&#10;Disney Jungle Cruise Adventure Game is a mystery and deduction game based on the world-famous Disney Parks attraction. Players are intrepid skippers transporting valuable cargo and families of passengers through the jungle to Jungle Cruise Navigation Company Headquarters. Along the way, they&rsquo;ll collect clues to see which family might be appointed Company caretakers&mdash;these passengers are worth more points at the end of the game! They&rsquo;ll also collect lost passengers and cargo and navigate dangers that cause passengers and cargo to get lost in the jungle. The skipper to transport the most valuable cargo at the end of the game wins!&#10;&#10;On a player&rsquo;s turn, they will roll a movement die and move their boat forward that many spaces. They&rsquo;ll draw four Navigation cards, each of which has a danger rating and targeted boat section as well as a dangerous encounter (including hippos, giant butterflies, and ducks). As is appropriate, each Navigation card also includes a pun.&#10;&#10;Players only encounter as many cards as they move (ex: two cards for two spaces). They will roll encounter dice equal to the danger rating (0-3), then remove one passenger or cargo for each ! symbol they roll from the indicated boat section. If a player doesn&rsquo;t like their roll, they can use their Warning Shot to reroll.&#10;&#10;On future turns, if there are empty spaces on their boat, players will be able to collect a &ldquo;Lost &amp; Found&rdquo; token when they land on a river space. Lost and Found tokens allow players to collect lost passengers or cargo. Players will also stop at Outposts (which allow them to reload Warning Shots and collect cargo or passengers). Depending on their chosen route, players may also encounter Clue spaces (which show one of the families NOT chosen by Alberta).&#10;&#10;When the first player reaches Headquarters, they may collect a tip token. Once all players have arrived, the new caretakers are revealed, and players add up their scores. Passengers belonging to the caretaker family are worth more. The player with the most points (most valuable cargo) wins!&#10;&#10;","image":"https://cf.geekdo-images.com/rswn3dH8BSS7N2mDAUzoKg__original/img/WqT3a9jxdLFmkqX1aBICQkgo_q0=/0x0/filters:format(jpeg)/pic5265548.jpg","thumbnail":"https://cf.geekdo-images.com/rswn3dH8BSS7N2mDAUzoKg__thumb/img/HVrzjqygyXZskjrJ_fIUU5B_0FI=/fit-in/200x150/filters:strip_icc()/pic5265548.jpg","link":"https://boardgamegeek.com/thing/303650","minPlayers":"2","maxPlayers":"4","yearPublished":"2020","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":[3,4],"averageRating":"5.70643","averageWeight":"1.1333","boardGameRank":"19559","mechanics":[],"categories":["Adventure","Deduction"],"designers":["Prospero Hall"]}}