{"timestamp":"2024-11-09T21:27:38.463Z","gameDetails":{"id":"30367","name":"Perry Rhodan: The Cosmic League","type":"boardgame","description":"This game is set in the Perry Rhodan universe, a hugely popular German space-opera book series published since 1961. The term &quot;kosmisch&quot; means &quot;cosmic&quot;; &quot;Hanse&quot; refers to the Hanseatic League, a Medieval trade network in Northern Europe. In the american translation of the book series the phrase &quot;Die Kosmische Hanse&quot; was translated as &quot;The Cosmic House&quot;.&#10;&#10;In this game the players take on the roles of traders who transport goods between planets. Occasionally one can carry also passengers, which bring additional profit. Players can invest in cargo space, transmitters, or faster drives to improve their spaceships.&#10;&#10;Heinrich Glumpler, the designer of the game, is a fan of Merchant of Venus, as you can see from this comment.&#10;&#10;The artwork is by Swen Papenbrock, one of the illustrators of the Perry Rhodan book series.&#10;&#10;This game is part of the Kosmos two-player series.&#10;&#10;&#10; Game Summary&#10;Place the 6 planet cards in a line. The goods cards are double-sided; randomize them, then place several on each planet grouped by type (but no more than 2/type/planet to start). Each has their own deck, shuffled; draw 5 card hand. The cards are mostly tech cards, which can give you ongoing power; or single-use cards (counter opponent's card by playing matching card yourself). Each player begins with one card in play. This card gives each player one container and one replenishment. One player decides whether to go first or choose on which planet both planets will start. The other player gets the other option.&#10;&#10;On one's turn a player may do these actions in any order:&#10;- Flight&#10;- Two Interventions (play cards that don't have the &infin; on them)&#10;- Take two Planetary Actions (load, unload, or buy an &infin; card)&#10;&#10;When a player unloads, the delivered cards are flipped over; any resulting matches are removed from game, slowly reducing the available loads and potentially ending the game! You win by getting reaching a target 70 VP. If all goods are removed, then most VP wins.&#10;&#10;","image":"https://cf.geekdo-images.com/k2dVQuYUQ1efVOWR0NAbpQ__original/img/SCwV_cG5SG8CJ4CGIY9VnxZQJkY=/0x0/filters:format(jpeg)/pic737942.jpg","thumbnail":"https://cf.geekdo-images.com/k2dVQuYUQ1efVOWR0NAbpQ__thumb/img/uqrdpHcEXfxlUBEmbTfPX2_2ano=/fit-in/200x150/filters:strip_icc()/pic737942.jpg","link":"https://boardgamegeek.com/thing/30367","minPlayers":"2","maxPlayers":"2","yearPublished":"2007","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"2"}}