{"timestamp":"2024-11-12T18:29:08.123Z","gameDetails":{"id":"305512","name":"Arkham Horror: The Card Game – Harvey Walters: Investigator Starter Deck","type":"boardgameexpansion","description":"Across the five cycles of Arkham Horror: The Card Game, you&rsquo;ve encountered new investigators in each new deluxe expansion, giving you more and more options for building your decks and exploring the mythos. Now, you have the chance to invite a new faces to your games with the Harvey Walters Investigator Starter Deck.&#10;&#10;Each Investigator Starter Deck includes a fully pre-built and ready-to-play 34-card investigator deck, as well as 26 additional cards that can be used to upgrade your deck as you play through a campaign. Perhaps you&rsquo;re entirely new to Arkham Horror: The Card Game&mdash;if your friend has a collection of Arkham Horror: The Card Game, no longer do you need to buy your own Core Set or deluxe expansion to join in a campaign. You can simply pick out your favorite Investigator Starter Deck and start playing immediately.&#10;&#10;Even if you&rsquo;re a veteran player, there&rsquo;s plenty of reason to pick up these Investigator Starter Decks. Every starter deck offers a new investigator and a wealth of new cards entering the game for the first time, making these expansions the ideal way to quickly grow your player card collection and discover new ways to play. And of course, they&rsquo;re perfect for helping a friend get started on their first campaign of Arkham Horror: The Card Game!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/WligM3Vj4jc__VycaWyLAw__original/img/g8EKrBIc1VwbQcvgzMDW9rEOXIQ=/0x0/filters:format(png)/pic5304310.png","thumbnail":"https://cf.geekdo-images.com/WligM3Vj4jc__VycaWyLAw__thumb/img/6vM44VgM1neglA3c2-_3AYyNGkM=/fit-in/200x150/filters:strip_icc()/pic5304310.png","link":"https://boardgamegeek.com/thing/305512","minPlayers":"1","maxPlayers":"2","yearPublished":"2020","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"8.31669","averageWeight":"3.4286","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Hand Management","Solo / Solitaire Game","Variable Player Powers"],"categories":["Expansion for Base-game","Card Game","Fantasy","Horror","Novel-based"],"designers":["MJ Newman"]}}