{"timestamp":"2024-11-12T18:43:53.890Z","gameDetails":{"id":"3061","name":"Samurai: Warfare in the 16th Century Japan","type":"boardgame","description":"(from GMT website:)&#10;&#10;Samurai is the fifth entry in the award-winning Great Battles of History series and is easily the most exotic and visually stunning. Samurai covers all the major battles of the Sengoku Jidai (the Age of Warring Daimyos). Japan was truly a country at war. Because of the nature of 16th century Japanese warfare, it is also the easiest game in the series to play. The revamped command system simulates the clan-oriented levels of leadership, plus simplified shock and fire mechanics. Also included are individual samurai used to challenge opponents and collect the important severed heads. Ignore the challenge and lose face, or even be forced to commit seppuku on the spot.&#10;&#10;Battles include the most unusual Okehazama, complete with burning castles, thunderstorms, and a historically victorious army out-numbered six to one; Anegawa; Kawanakajima; Mikata-ga-Hara; Nagashino, with the famous Takeda cavalry corps charging Oda's volley-firing musketeers; and the most famous battle to take place in Japan, Sekigahara. All the great leaders are there: Obu Nobunaga, Takeda Shingen, Uesugi Kenshin, and of course, Tokugawa Ieyasu.&#10;&#10;&#10;    The Anegawa 1570 - Nobunaga takes the offensive against his treacherous brother-in-law, Nagamasa. His objective is Nagamasa's castle of Odani.     &#10;    Sekigahara 1600 - The most decisive battle in the history of Japan. The rivals were I. Mitsunari and T. Ieyasu ... one would be Shogun.     &#10;    Kawanakajima 1561 - Uesugi Kenshin was determined to destroy Shingen once and for all. His objective was Shingen's Kaizu Castle.&#10;    Okehazama 1560 - One of Oda Nobunaga's finest victories, won by a small force against one much larger, at odds of about six to one!     &#10;    Nagashino 1575 - The culmination of Oda Nobunaga's brilliant military career and a milestone in Japanese history.     &#10;    Mikata-ga-hara 1572 - Takeda Shingen is pitted against the young Tokugawa Ieyasu in a furious battle.&#10;&#10;&#10;TIME SCALE:     20 minutes per turn&#10;MAP SCALE:     100 yards per hex&#10;UNIT SCALE:     100 men per strength point; individual leaders and samurai&#10;NUMBER OF PLAYERS:     One to four&#10;&#10;DESIGNERS: Mark Herman and Richard Berg&#10;ART DIRECTOR/PACKAGE DESIGN: Rodger B. MacGowan&#10;MAP ART: Mark Simonitch, Joe Youst (1996), Leland Myrick (2007)&#10;COUNTER ART: Mark Simonitch, Rodger B. MacGowan, Mike Lemick&#10;GAME RESEARCH: Masahiro Yamazaki&#10;&#10;","image":"https://cf.geekdo-images.com/c8J9p0c_h7eStVK5g1vmCQ__original/img/NwcFtx-_wOvR6V91sHPQrR9Xb2I=/0x0/filters:format(jpeg)/pic203343.jpg","thumbnail":"https://cf.geekdo-images.com/c8J9p0c_h7eStVK5g1vmCQ__thumb/img/KW1bnUJohnru2EvdpOtBcQP4OwU=/fit-in/200x150/filters:strip_icc()/pic203343.jpg","link":"https://boardgamegeek.com/thing/3061","minPlayers":"2","maxPlayers":"2","yearPublished":"1996","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":[2],"averageRating":"7.04596","averageWeight":"3.3929","boardGameRank":"5592","mechanics":["Dice Rolling","Grid Movement","Hexagon Grid","Simulation"],"categories":["Medieval","Renaissance","Wargame"],"designers":["Richard H. Berg","Mark Herman"]}}