{"timestamp":"2024-11-13T00:58:30.560Z","gameDetails":{"id":"30658","name":"Rise of Empires","type":"boardgame","description":"Rise of Empires is an empire-building game in which players develop their ever changing empire from Ancient Age to Modern Age. War, economics, science and diplomacy are to be taken into consideration to successfully win this epic game.&#10;&#10;In Rise of Empires two to five players are building their own civilization from the dawn of history to present times. All players start small and fairly powerless, however, through clever play they try to gain wealth and progress in several areas.  Like many empire building games, it is possible to be wiped from the board one turn, only to return the next in another area.&#10;&#10;Rise of Empires is divided into three eras. Each era consists of two game turns. The core of the game is the Action Display where players conduct various actions during a turn. The first turn in an era is called the A turn, the second one the B turn. In a way, the B turn is a mirror image of the A turn.&#10;&#10;The aim of the game is to have the most victory points at the end. Victory points are scored by building cities, having an empire (area control), developing technology, and trading goods.&#10;&#10;In contrast to some other civilization type games, Rise of Empires plays fairly quickly. A full game can be completed in less than three hours.  It is also more abstract than many civ games, in that cities, towns, and technologies are represented by tiles the players keep, even if their civilization is buried in the sands of time.&#10;&#10;Publisher Blurb:&#10;&#10;Don't just make history-guide it! Take the reins of a developing civilization, choosing the resources and development paths that will lead to the fastest expansion, as you claim and defend territory on a map forging an empire that eventually encompasses whole continents.&#10;&#10;Rise of Empires play is divided into three eras. Choices made early in the era are repeated late, so your decisions must have both short-term and long-term benefits to be successful. This process requires tough decision-making and promotes an atmosphere with nail-biting suspense. Victory points are rewarded for building cities, having an empire, for progress in science, and for trading goods.&#10;&#10;Rise of Empires breathes new life into the civilization games genre! Balance gold and food, war and agriculture, territory and technology to forge an empire that is destined to rise above all other nations!&#10;&#10;Each copy of Rise of Empires contains:&#10;. 1 large game board&#10;. 1 tiles display&#10;. 40 resource discs&#10;. 150 player cubes in 5 colors&#10;. 45 action discs in 5 colors&#10;. 8 empire tiles&#10;. 40 territory tiles&#10;. 48 progress tiles&#10;. 36 city tiles&#10;. 104 gold markers&#10;. 5 alliance pieces&#10;. 5 player aid cards&#10;. 1 rules booklet with illustrated example of play.&#10;&#10;","image":"https://cf.geekdo-images.com/ckbYcn2XmNr5GN1imz0XdA__original/img/WI-CiY2TAMspUBBADn8J86OZFbY=/0x0/filters:format(jpeg)/pic434539.jpg","thumbnail":"https://cf.geekdo-images.com/ckbYcn2XmNr5GN1imz0XdA__thumb/img/qK_aVFUIzj0juV0MVIj1YB63Jgk=/fit-in/200x150/filters:strip_icc()/pic434539.jpg","link":"https://boardgamegeek.com/thing/30658","minPlayers":"2","maxPlayers":"5","yearPublished":"2009","playingTime":"150","minPlayingTime":"150","maxPlayingTime":"150","bestAtCount":[4],"averageRating":"7.01775","averageWeight":"3.5442","boardGameRank":"1892","mechanics":["Area Majority / Influence","Variable Phase Order","Worker Placement"],"categories":["Ancient","Civilization"],"designers":["Martin Wallace"]}}