{"timestamp":"2024-11-12T22:19:09.954Z","gameDetails":{"id":"307807","name":"Ankh: Gods of Egypt – Pantheon","type":"boardgameexpansion","description":"The war of the gods did not begin with any formal declaration. No sides were drawn, no single event cascaded into open battle. Instead, it was the slow realization that as devotion to one god waxed, power to the others waned.&#10;&#10;Some thought themselves above the fray, thought themselves wiser, learned, or immune to the whim of mortal man. They were wrong. The gods do not exist without followers, and devotion is their lifeblood, whether they wish it so or not. The tide of cosmic balance had shifted towards mankind, and the gods who once enjoyed their unquestioning deference now have to contend for prominence.&#10;&#10;Thus it was that the last holdouts who sought to distance themselves from the fray took to the battlefield in their own bids for dominance. What had begun as jostling in a minor power struggle had drawn in all the mightiest deities across the Egyptian pantheon.&#10;&#10;In the end, there could be only one.&#10;&#10;The Pantheon expansion introduces a whole new set of five Egyptian gods, each bringing their own abilities and warriors to the fight against oblivion. The introduction of each new god into the game not only gives new options to the player who controls them, but also changes the landscape for everyone on the table. New strategies and dynamics arise as different mixes of gods are pitted against each other, and the Pantheon expansion increases these combinations exponentially!&#10;&#10;The Pantheon expansion comes with:&#10;&#10;5 God figures and 30 Warrior figures:&#10;       -  1 Horus God figure and 6 Horus Warrior figures&#10;       -  1 Hathor God figure and 6 Hathor Warrior figures&#10;       -  1 Set God figure and 6 Set Warrior figures&#10;       -  1 Thoth God figure and 6 Thoth Warrior figures&#10;       -  1 Bastet God figure and 6 Bastet Warrior figures&#10;5 God dashboards&#10;5 Joined God dashboards&#10;30 Battle cards (6 for each God)&#10;20 Color bases (4 for each God)&#10;80 Ankh tokens (16 for each God)&#10;&#10;Additionally, acquired in the Kickstarter campaign, you also get 5 Kickstarter Exclusive bonus plastic components: 3 sculpted Bastet Cat tokens and 2 engraved Eye of Horus tokens.&#10;&#10;","image":"https://cf.geekdo-images.com/fcTteCczL3arRRooHsnSMA__original/img/KOW_RfRjTAGHd8GkXdada6LCvl8=/0x0/filters:format(jpeg)/pic6107852.jpg","thumbnail":"https://cf.geekdo-images.com/fcTteCczL3arRRooHsnSMA__thumb/img/orNbDugPvvFBE0jg4ra9Ixt4TQg=/fit-in/200x150/filters:strip_icc()/pic6107852.jpg","link":"https://boardgamegeek.com/thing/307807","minPlayers":"2","maxPlayers":"5","yearPublished":"2021","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[2],"averageRating":"8.28821","averageWeight":"3","boardGameRank":"Not Ranked","mechanics":[],"categories":["Expansion for Base-game","Ancient","Miniatures","Mythology"],"designers":["Eric M. Lang"]}}