{"timestamp":"2024-11-12T21:51:10.571Z","gameDetails":{"id":"308592","name":"Arkham Horror: The Card Game – The Innsmouth Conspiracy: Expansion","type":"boardgameexpansion","description":"Not far from Arkham, the stooped and weathered town of Innsmouth squats on the Atlantic coast. An aura of decrepitude and decay hangs over the city like the ocean fog, from the weirdly glowing windows of the Gilman House to the deserted and toppling Fish Street bridge. Beyond the city limits, the Innsmouth shoreline is pocked with half-flooded tidal tunnels and unnatural coves. Who knows what strange, abyssal trinkets you might find, among the skeletons of fish and rotting seaweed?&#10;&#10;The Innsmouth Conspiracy, the sixth deluxe expansion for Arkham Horror: The Card Game, invites you to take your first steps in a twisting, time-jumping tale, starting with the campaign&rsquo;s first two scenarios included in this expansion. From the heart of Innsmouth itself to the torturous coastline and beyond, these scenarios tee up an adventure that will continue to unfold across the subsequent six Mythos Packs. Far from including just two new scenarios, however, The Innsmouth Conspiracy brings five new investigators to the table with an undersea trove of player cards to support new types of decks&mdash;along with new mechanics for players to sink their teeth into, including keys, flood tokens, bless tokens, and curse tokens!&#10;&#10;-description from publisher's website&#10;&#10;","image":"https://cf.geekdo-images.com/Sn0tCsLzVbK39V2cl6RBAQ__original/img/qyWbsg8jd8lB-BbK4KHGGrc902Y=/0x0/filters:format(jpeg)/pic8249563.jpg","thumbnail":"https://cf.geekdo-images.com/Sn0tCsLzVbK39V2cl6RBAQ__thumb/img/RoeYdilT4q_sJAL7w5OWGTkNgJI=/fit-in/200x150/filters:strip_icc()/pic8249563.jpg","link":"https://boardgamegeek.com/thing/308592","minPlayers":"1","maxPlayers":"2","yearPublished":"2020","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"8.6643","averageWeight":"3.6667","boardGameRank":"Not Ranked","mechanics":["Action Points","Cooperative Game","Deck Construction","Deck, Bag, and Pool Building","Hand Management","Role Playing","Solo / Solitaire Game","Variable Player Powers"],"categories":["Expansion for Base-game","Card Game","Fantasy","Horror","Novel-based"],"designers":["MJ Newman","Jeremy Zwirn"]}}