{"timestamp":"2024-11-12T22:19:13.066Z","gameDetails":{"id":"308505","name":"Ankh: Gods of Egypt – Pharaoh","type":"boardgameexpansion","description":"In ancient times, a single individual was chosen as intermediary between the gods and mortal man. This king was anointed as prophet, priest, and ruler by the gods themselves, and charged with maintaining Ma&rsquo;at, cosmic balance and order, over the land of Egypt and its people. The right of law, the right of rule, the right of war, and of judgment were granted to the Pharaoh, and in his wisdom and with the gods&rsquo; guidance, Egypt prospered.&#10;&#10;When the war of the gods began, each deity sought the Pharaoh&rsquo;s support. Who better to champion their cause than the very mortal they had endowed with such powers? Yet, such a decision would upend Ma&rsquo;at and throw the cosmic order into chaos. With the very sagacity granted to him by the gods, the Pharaoh declared that one man alone, however exalted, could not decide the war by fiat alone. The Pharaoh would watch, protect the people against the war&rsquo;s worst depredations, and maintain Ma&rsquo;at through the transition to monotheism while honoring all gods equally.&#10;&#10;Thus, the Pharaoh balances the needs of the gods with the political and social needs of mortalkind. The battle in heaven shall not overflow into a civil war on earth, not so long as the Pharaoh still draws breath.&#10;&#10;The Pharaoh expansion introduces a whole new dimension to Ankh: Gods of Egypt. This expansion brings the divine struggle closer to the world of men, and one man in particular: the Pharaoh of all Egypt! The gods will do well to send their priests into the royal palace in order to influence the affairs of the kingdom, manipulating the different offices in order to gain political advantage and steer the Pharaoh towards recognizing the ultimate divinity of the one true god. Your struggle may be divine, but if you fail to enforce your dominance over the human sphere of affairs, all that awaits you is oblivion.&#10;&#10;The Pharaoh expansion comes with:&#10;&#10;31 figures:&#10;- 1 Golden Pharaoh figure&#10;- 3 Ra Priest figures&#10;- 3 Isis Priest figures&#10;- 3 Amun Priest figures&#10;- 3 Osiris Priest figures&#10;- 3 Anubis Priest figures&#10;- 3 Horus Priest figures&#10;- 3 Hathor Priest figures&#10;- 3 Set Priest figures&#10;- 3 Thoth Priest figures&#10;- 3 Bastet Priest figures&#10;1 Palace dashboard&#10;5 Sphinx tokens&#10;4 Sphinx cards&#10;40 Political cards&#10;1 Rules Booklet&#10;Additionally, Kickstarter backers also get 5 Kickstarter Exclusive 3D sculpted plastic Sphinx pieces, as well as a Kickstarter Exclusive deluxe Palace Board printed on thick cardboard.&#10;&#10;","image":"https://cf.geekdo-images.com/93jYEXdOY36PgeKH0J6fdg__original/img/EX5DTNbJL-XQ3dxAaqnacOrKhL0=/0x0/filters:format(jpeg)/pic6107850.jpg","thumbnail":"https://cf.geekdo-images.com/93jYEXdOY36PgeKH0J6fdg__thumb/img/SRnCMkBDjZxS2JpDmIGQXFPBeJQ=/fit-in/200x150/filters:strip_icc()/pic6107850.jpg","link":"https://boardgamegeek.com/thing/308505","minPlayers":"2","maxPlayers":"5","yearPublished":"2021","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[3,4],"averageRating":"8.05489","averageWeight":"3.8889","boardGameRank":"Not Ranked","mechanics":[],"categories":["Expansion for Base-game","Ancient","Miniatures","Mythology"],"designers":["Eric M. Lang"]}}