{
  "timestamp": "2025-11-26T20:54:10.804Z",
  "gameDetails": {
    "id": "3085",
    "name": "Gang of Four",
    "type": "boardgame",
    "description": "Gang of Four&trade; is an exciting game of Cunning, Strategy and Power. The game's premise is simple - be the first to rid yourself of all your cards and ascend to supreme power. But beware - a strategic misstep may find you in a struggle to survive.\n\nHistory\nThe term, Gang of Four, was first used to describe four powerful radicals in Communist China that rose to power during the Cultural Revolution (1966-1976) and dominated Chinese politics during the early 1970s. Led by Jiang Qing, a former actress and the power-hungry wife of Chairman Mao, the Gang of Four dominated political, economic and cultural life in China for years. One month after Mao's death, they were arrested and jailed, thus ending China's slide into radicalism.\n\nThe Gang of Four card game was first conceived during the upheaval of the Cultural Revolution. The game's inventor, Lee Yih, wanted to convey the mystery, intrigue and intense struggle for power that embodied not only China's recent political history - but also its past.\nLike the political Gang of Four, the game embodies a never-ending battle for supremacy - where the weak perish and the strong dominate. Good players, like good politicians, must show cunning, flexibility and ruthlessness.\n\nWhat's in the box?\nGang of Four features a special 64-card deck, illustrated using a traditional Chinese theme, plus 2 rules summary cards to make learning and playing the game easier, a full-color rules booklet, scorepad and a Days of Wonder Web-Card, providing you with access to Gang of Four Online at www.gangoffour.com\n\nGameplay\nAll the cards are dealt to the players. The player who was dealt the multi-colored \"1\" card starts the hand and must use this card on the first play.  The players proceed taking turns clockwise and then counterclockwise on subsequent hands. On one's turn one must play the same number of cards but a higher ranked set than the previous player. A player may play  more cards if those cards are four or more of a kind. A round continues until all players pass because they can not or choose not to play cards. All cards played are discarded and the winner of the previous round leads. The hand continues until one player has used all the cards in his or her hand. The other players are penalized points on an escalating scale according to the number of cards in their hands. The game is over when one player has scored one hundred and the player with the lowest score wins.\n\nInspired by Big Two\n\n",
    "image": "https://cf.geekdo-images.com/-naB4DfmUy8ER4kNRKmQPw__original/img/vbLmP1a5IyW5fkxoPWBV2L_L8y0=/0x0/filters:format(jpeg)/pic149652.jpg",
    "thumbnail": "https://cf.geekdo-images.com/-naB4DfmUy8ER4kNRKmQPw__small/img/OO3U9EqQV8VTuRiwCyqsfVajshw=/fit-in/200x150/filters:strip_icc()/pic149652.jpg",
    "link": "https://boardgamegeek.com/thing/3085",
    "minPlayers": "3",
    "maxPlayers": "4",
    "yearPublished": "1990",
    "playingTime": "40",
    "minPlayingTime": "40",
    "maxPlayingTime": "40",
    "bestAtCount": [
      4
    ],
    "averageRating": "6.62621",
    "averageWeight": "1.8619",
    "boardGameRank": "2826",
    "mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Set Collection"
    ],
    "categories": [
      "Card Game",
      "Political"
    ],
    "designers": [
      "Lee Yih"
    ]
  }
}