{"timestamp":"2024-11-09T22:01:43.705Z","gameDetails":{"id":"30869","name":"Thebes","type":"boardgame","description":"Thebes is a game of competitive archeology. Players are archaeologists who must travel around Europe, northern Africa, and the Middle East to acquire knowledge about five ancient civilizations -- the Greeks, the Cretans, the Egyptians, the Palestinians, and the Mesopotamians -- and then must use this knowledge to excavate historical sites in the areas of these civilizations. Through the course of the game, expositions are revealed, and an archaeologist who has treasures from the requisite civilizations may claim the prize (this is a change from the first edition's handling of exhibitions). The archaeologist who learns the most about the civilizations, claims the greatest-valued artifacts, and collects the most exhibitions will win out over his or her colleagues.&#10;&#10;The key element to the game is that it is played out over a period of two (or three) years, and each action a player performs takes a certain amount of time -- traveling is a week between cities, gathering knowledge takes time for the level of the knowledge, and actually digging at a cultural site takes time to yield a certain number of artifact tiles. The game uses a novel mechanism to keep track of this. There is a track of 52 spaces around the outside of the board. Each time a player moves and takes an action, he or she moves their player token forward in time. Players take turns based on being the one who is furthest back in &quot;time&quot;. So, a player can go to an excavation site and spend 10 weeks digging for artifacts, but that will also mean that the other players will likely be taking several actions in the interim while that player waits for the &quot;time&quot; to catch up.&#10;&#10;In addition, the artifact tiles for each civilization are drawn from a bag that also contains dirt.  When a player excavates a site, that player pulls tiles from the bag, but some may only be worthless dirt instead of valuable treasure. That dirt is then returned to the bag, making the first draw more likely to provide useful tiles.&#10;&#10;This is the new entry for the Queen printing of Jenseits von Theben.  As the new game changes several mechanisms of the original, and is available in a much wider release, the two games should be regarded as separate entities.&#10;&#10;Re-implements:&#10;&#10;    Jenseits von Theben&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/T4EH02wIepQC4DzyEEY1MQ__original/img/QxPqkxizF0ZN4crTiw_OukDV8c4=/0x0/filters:format(jpeg)/pic2723204.jpg","thumbnail":"https://cf.geekdo-images.com/T4EH02wIepQC4DzyEEY1MQ__thumb/img/oQ0IlYEVkHSnCPvoORuPAjzCCy8=/fit-in/200x150/filters:strip_icc()/pic2723204.jpg","link":"https://boardgamegeek.com/thing/30869","minPlayers":"2","maxPlayers":"4","yearPublished":"2007","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"3"}}