{
  "timestamp": "2024-10-19T00:44:17.839Z",
  "gameDetails": {
    "name": "Age of Steam Expansion: America / Europe",
    "type": "boardgameexpansion",
    "description": "This Age of Steam expansion is fully mounted (just like the original Age of Steam map) and contains two maps: America and Europe. These maps are fully compatible with both Winsome Games's original Age of Steam and Steam.&#10;&#10;Age of Steam: America takes place during the great expansion, as the government has subsidized your locomotive, giving you a powerful &quot;6&quot; train as you begin building your railroad network. Unfortunately, competition is high for the limited number of goods that are in demand across the country, making each turn critical to your strategy. This Age of Steam expansion includes the following unique features:&#10;&#10;    Powerful, Free &quot;6&quot; train: You start with a 6 locomotive, and never have to pay for it.&#10;    Scarcity of goods: Each city starts with only one good on it, and each player may only deliver one good per turn.&#10;&#10;&#10;Age of Steam: Europe puts you in charge of developing a high speed, super-efficient rail system for Western Europe. You've been cleared to create high capacity, high speed track, enabling you to double your income along the most critical portion of your rail system. This Age of Steam expansion includes the following unique features:&#10;&#10;    Express Links: Each player is able to build an Express Link, that costs twice as much to build, but provides two income when a good is shipped over it.&#10;    Player-controlled Goods Production: The player who chooses the Production Action determines which goods make it on to the playing area; if no one chooses this action, no new goods are added to the board.&#10;&#10;&#10;",
    "image": "https://cf.geekdo-images.com/CYby835qPEi5ZXbp4PdzXw__original/img/joUdWMqU50kisjsKj4M-op4EZis=/0x0/filters:format(jpeg)/pic2835293.jpg",
    "thumbnail": "https://cf.geekdo-images.com/CYby835qPEi5ZXbp4PdzXw__thumb/img/C51sPwLuf49Zig0LQFQvpF4GS-w=/fit-in/200x150/filters:strip_icc()/pic2835293.jpg",
    "link": "https://boardgamegeek.com/thing/30930",
    "minPlayers": "3",
    "maxPlayers": "6",
    "bestAtCount": "5",
    "id": "30930"
  }
}