{
  "timestamp": "2025-11-26T20:24:36.869Z",
  "gameDetails": {
    "id": "310789",
    "name": "Catapult Feud",
    "type": "boardgame",
    "description": "Build your castles, set up your troops, load your catapults and use your cunning tactics to win the day! The War for the Floor has begun once more!\n\nCatapult Feud (original series was named, 'Catapult Kingdoms'), is a game of last person standing. Your objective is to knock down all your opponent's troops!\n\nStarting with the youngest player, choose your family: Chaufort or Cunningfields. Then, use your bricks to build a castle to fortify your troops. Using your catapult, launch boulders in an attempt to destroy your opponent's castle and knock over their troops. When all troops of one family are knocked over, the battle is over. The winning family must have at least one troop standing upright.\n\nThe game is played in a series of rounds. During a round, starting with the youngest player, everyone takes a turn. Each player's turn is divided into four phases: Tactics, Aim, Fire and Cleanup. Perform these phases in order, finishing each one before moving to the next. When all players have had their turn, the round finishes. You keep on playing round after round until there is only one player with troops on the table.\n\nWarning! This is a game of construction/destruction of plastic bricks and figures... NOT your opponent, pets, or people who may foolishly pass through the field of battle! Please play fair and be careful not to hurt each other or damage anything... other than your opponent's attempt at a impenetrable fortress!\n\nIn Mar 2022 - a special Ukrainian fundraising edition was added to several crowdfunding forums.\n\n&mdash;description from the publisher\n\nIncludes:\n- 10 x Miniatures\n- 2 x Catapults\n- 32 x Bricks\n- 2 x Gates\n- 2 x Player Boards\n- 8 x Boulder Ammo\n- 12 x Action Cards\n- 1 x Rule Book\n\n",
    "image": "https://cf.geekdo-images.com/xGBfcwwpk6qW4FfPryGbBQ__original/img/y0ZhveTgMipzEYr0sqgUicKHz8M=/0x0/filters:format(jpeg)/pic8365828.jpg",
    "thumbnail": "https://cf.geekdo-images.com/xGBfcwwpk6qW4FfPryGbBQ__small/img/IHLMRZQU3O-zpI6yIDuv6e0-Tdc=/fit-in/200x150/filters:strip_icc()/pic8365828.jpg",
    "link": "https://boardgamegeek.com/thing/310789",
    "minPlayers": "2",
    "maxPlayers": "2",
    "yearPublished": "2021",
    "playingTime": "30",
    "minPlayingTime": "20",
    "maxPlayingTime": "30",
    "bestAtCount": [
      2
    ],
    "averageRating": "6.99937",
    "averageWeight": "1.0682",
    "boardGameRank": "2362",
    "mechanics": [
      "Events",
      "Movement Template"
    ],
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Medieval"
    ],
    "designers": [
      "Kristian Fosh"
    ]
  }
}