{"timestamp":"2024-11-12T21:16:40.602Z","gameDetails":{"id":"31074","name":"Flagship: Coyote Stands","type":"boardgame","description":"First Contact!&#10;&#10;On the fringe of human space, raiding fleets prowl the star links for valuable cargo. Genetically engineered to survive their fierce jungle worlds, these disparate raiding tribes have unified into the Standing Nations in a bid for sovereignty.&#10;&#10;At distant outpost, Coyote Station, the threat comes not from human space but from beyond. In search of food, the living ships of the Kirikin Swarm have arrived. The Overqueen broods deep in the bridge-womb of her command ship. She has seen great possibilities in the resources of this &quot;human&quot; space.&#10;&#10;Flagship Briefing:&#10;&#10;Flagship is an expandable card game. It includes everything two, three, or four players need to play. Flagship also includes deck construction rules for expert level commanders.&#10;&#10;Each player selects a Flagship, Commander, and fleet of escort ships. Ships rip into each other with Guided, Direct, and Boarding attacks in an attempt to destroy the enemy fleet. The first player to destroy the enemy flagship wins!&#10;&#10;Enhance your Flagship experience with Flagship: Prometheus Unchained and command the fleets of the Heisenberg Dynasty and Freeman's Followers.&#10;&#10;110 cards 6 dice (2 D20s and 1D8 in green and 2 D20s and 1 D8 in red.&#10;&#10;Integrates with:&#10;&#10;    Flagship: Prometheus Unchained&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/MJVymQxwMtwLBjY7drcbpQ__original/img/dhtOdfgTqYRlFqiMUcfgxRNj1HI=/0x0/filters:format(jpeg)/pic234333.jpg","thumbnail":"https://cf.geekdo-images.com/MJVymQxwMtwLBjY7drcbpQ__thumb/img/Es0EPOfLkXpypkDxgkhEfPB9lsE=/fit-in/200x150/filters:strip_icc()/pic234333.jpg","link":"https://boardgamegeek.com/thing/31074","minPlayers":"2","maxPlayers":"4","yearPublished":"2002","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":null,"averageRating":"6.26533","averageWeight":"2.1111","boardGameRank":"15885","mechanics":["Campaign / Battle Card Driven"],"categories":["Card Game","Science Fiction"],"designers":["Dan Verssen"]}}