{"timestamp":"2024-11-10T04:32:38.837Z","gameDetails":{"id":"311177","name":"The 7th Continent: The Crystal's Song","type":"boardgameexpansion","description":"The 7th Continent: The Crystal's Song features a short curse to serve as an introduction to the game as well as several alternative game modes that will make your adventure easier &mdash; or more difficult!&#10;&#10;&bull; The Crystal's Song: This curse lasts 1-2 hours and offers high replayability to make it easier to get into the game or to play a (relatively) fast round! This curse uses the new &quot;crystal Discovery cards&quot; instead of the normal discovery cards to offer fresh challenges. You discover these new cards and move forward until no crystal discovery cards are available, then the game ends. Now it's time to see whether you've broken the curse or not...&#10;&#10;&bull; Prodigy mode: In this game mode, your explorers are incredibly talented, so you start with five additional action cards. This not only increases your stack, but allows you to take further actions. The powerful cards show multiple achievements, key words, and skills to strengthen your powers, to make actions easier, to activate character skills, and to protect you!&#10;&#10;&bull; Immortal Mode: Not everyone can survive, and some get queasy when they see the rapidly shrinking stack of action cards. If you are one of them, this mode is for you!&#10;&#10;How does it work? Very simple: Put the medallion in your backpack at the start of the adventure, and if you fail due to an unexpected turn of fate, you only have to wait for the magic. You're already in the middle of an adventure again, but maybe not quite as you imagined it... The medallion should not be misused as eternal life has a high price. How high? Well, you have to find out for yourself. All you have to do is die!&#10;&#10;&bull; &quot;There is a traitor among us!&quot; Mode: Before the start of the game, randomly draw one of the seven fate cards and look at them in secret. Four of them are &quot;Don't trust anyone!&quot; cards and have no effect for the time being. The other three, however, are &quot;The Continent Demands a Victim!&quot; cards that give you only two options: murder an explorer at the best possible time, or die...in a cruel way!&#10;&#10;And as if that weren't enough, the impact of each fate card is different, so you never know what to expect when you meet your friends &mdash; or your victims.&#10;&#10;You do not need this expansion if you already have the What Goes Up, Must Come Down collector's edition (white box) from the Kickstarter campaign.&#10;&#10;","image":"https://cf.geekdo-images.com/7EHeNrXey3Thml1B_L4IQA__original/img/ANRVBzVstfYs43om6-AkhoU3tY0=/0x0/filters:format(jpeg)/pic5473326.jpg","thumbnail":"https://cf.geekdo-images.com/7EHeNrXey3Thml1B_L4IQA__thumb/img/s7U01RKMp7eQksPIMq_Efvu3N0Q=/fit-in/200x150/filters:strip_icc()/pic5473326.jpg","link":"https://boardgamegeek.com/thing/311177","minPlayers":"1","maxPlayers":"4","yearPublished":"2020","playingTime":"1000","minPlayingTime":"5","maxPlayingTime":"1000","bestAtCount":"2"}}