{"timestamp":"2024-11-10T17:10:43.825Z","gameDetails":{"id":"31133","name":"Ice Flow","type":"boardgame","description":"Ice Flow is a strategic family game, interesting enough for gamers, as there are many tactical decisions to make.&#10;&#10;Inspired by Karl Bushby's 1998 Goliath Expedition, players race their explorers across the Bering Strait from Alaska to Siberia - riding ice floes, dodging polar bears, and collecting useful items on the way.  Thus, at its heart, Ice Flow is a resource management game coupled with a traveling salesman type problem where the ground (or ice) is constantly moving.&#10;&#10;Each player has three explorers and rucksack card (to store a limited amount of rope and fish in).  The board consists of an array of hexagonal spaces with ice floes (hexagonal plastic tiles) that are introduced at the top and can be moved down the board by players with rates dependent on where they are on the board.  On their turn players must first move, rotate or introduce a new ice floe, then they can move one of their explorer as far as they can (or want) before collecting an item from the tile they finished on.  When moving, explorers are limited by the obstacles they must overcome and the tools they have available.  For example, the ice floes have smooth sides and rough side: the rough sides depict &quot;pack ice&quot; which is hard to cross, and costs a rope.  Similarly, explorers can swim up to one space, but that costs a fish as swimming through arctic waters is energy sapping.  Polar bears are also a hazard that must be avoided or lured away with fish; beware they can be lured away from one player straight into the path of another!&#10;&#10;The winner is the first player to negotiate all the hazards and arrive in Siberia with his three explorers intact.&#10;&#10;Not to be confused with:  IceFloe&#10;&#10;","image":"https://cf.geekdo-images.com/0EMZ1ZcjJyUCpdVXXTlbCw__original/img/ZEe5LrJ4k239qA6Ob_jqRrJ3jDA=/0x0/filters:format(jpeg)/pic310029.jpg","thumbnail":"https://cf.geekdo-images.com/0EMZ1ZcjJyUCpdVXXTlbCw__thumb/img/oJTKbCyJHfD0E_oFkcSWQvCO_U4=/fit-in/200x150/filters:strip_icc()/pic310029.jpg","link":"https://boardgamegeek.com/thing/31133","minPlayers":"2","maxPlayers":"4","yearPublished":"2008","playingTime":"75","minPlayingTime":"45","maxPlayingTime":"75","bestAtCount":"4"}}