{"timestamp":"2024-11-09T21:55:44.887Z","gameDetails":{"id":"312267","name":"Star Wars: Unlock!","type":"boardgame","description":"Unlock! is a co-operative card game inspired by escape rooms that uses a simple system which allows you to search scenes, combine objects, and solve riddles. Play Unlock! to embark on great adventures, while seated at a table using only cards and a companion app that can provide clues, check codes, monitor time remaining, etc.&#10;&#10;Star Wars: Unlock! uses the Unlock! game system to send you on three new adventures full of ships, droids, and action!&#10;&#10;(1) An unforeseen delay &#10;&#10;You are smugglers in the Outer Rim, facing danger and the unexpected every day. Today, while transporting expensive cargo belonging to Jabba the Hutt, you are intercepted by an Imperial Star Destroyer!&#10;&#10;Imperial operatives impound your ship and confiscate everything in your cargo bay. You know it is only a matter of time before they take a close look and discover Jabba&lsquo;s hidden illegal goods. There&lsquo;s no time to waste. You need to break out of your cell, rescue your astromech and get hold off the cargo. Then all you need to do is recover your ship and escape!&#10;&#10;Your objective: Escape with your astromech (co- pilot droid) and the cargo.&#10;&#10;(2) Escape from Hoth &#10;&#10;Echo Base, an important Rebel stronghold, has managed to remain hidden on the ice planet Hoth for some time. The hostile climate provides excellent cover and protection from the Empire- but you must always remain vigilant!&#10;&#10;You head out on a routine patrol with your trusty tauntaun mount, a hearty creature native to Hoth. After an uneventful morning, you take a brief break to rest your tauntaun while you contact Echo Base with an update. However, due to heavy atmospheric disturbance, you can&lsquo;t reach them.&#10;&#10;Your mission: Continue your patrol, explore the ice planet, and contact Echo Base!&#10;&#10;(3) Secret mission on Jedha &#10;&#10;You are an Imperial spy sent to infiltrate the Holy City of Jedha. An Imperial pilot transporting a crate of priceless kyber crystals crashed their Zeta- class cargo shuttle on the surface. You must retrieve the crate without alerting the Rebel scum Saw Gerrera or any of his lawless mercenaries on Jedha. There is an Imperial informant waiting for you on the surface with more details. Meanwhile, Imperial Command orbits Jedha in a Star Destroyer. They are within communications range and expect regular updates.&#10;&#10;Your mission: Gather intel, maintain your cover story, and recover the kyber crystals!&#10;&#10;","image":"https://cf.geekdo-images.com/KTa-65f1B6P4OoFg7B5qzg__original/img/u2aLHmnn49c2NxmO04MGmwnBVUM=/0x0/filters:format(jpeg)/pic5759223.jpg","thumbnail":"https://cf.geekdo-images.com/KTa-65f1B6P4OoFg7B5qzg__thumb/img/GpdRbj0cKji9QTf5OoHXfzYBTQg=/fit-in/200x150/filters:strip_icc()/pic5759223.jpg","link":"https://boardgamegeek.com/thing/312267","minPlayers":"1","maxPlayers":"6","yearPublished":"2020","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"2"}}