{"timestamp":"2024-11-10T04:41:50.808Z","gameDetails":{"id":"3128","name":"Clippers","type":"boardgame","description":"Remade and re-themed Santa Fe. Players own trading settlements on islands in the Pacific and must attempt to get trade routes established in order to make those settlements score points. Trade routes are established by connecting various different shipping companies, represented by different colored Clippers, to land at your island. The more Clippers that land at an island, the more points a settlement there will be worth.&#10;&#10;Players control creation of trade routes by six trading companies by laying down wooden sticks that advance the appropriate clipper. The different islands have point values, as well as a set amount of potential settlements and a number of ports that clippers can land at. Throughout the game phases, players will have to manage placing their settlements, claiming option cards, laying track segments, and adding new clippers. With no luck involved, it is a difficult task to both advance the clippers in the way you want without alerting your opponents to your plans. Successful play heavily involves taking advantage of situations your opponents leave open and capitalizing on ports that they make valuable.&#10;&#10;At the end of the game, an island will be worth its value multiplied by the number of different companies that have landed at it. Duplicate landings by the same company do not increase the score. For every settlement you have on an island, you will score points. For instance, an island with a base value of 5 that has 3 different companies will be worth 15 points. If you have placed 2 settlements there, it will earn you 30 points. Place your ports too early and no one will send ships there; place them too late and you may not get a spot!&#10;&#10;","image":"https://cf.geekdo-images.com/2EnAgYlZ7MM1W8SOh5Mpmg__original/img/x0LA9454LJoIRwsDjsUvfkBSdRA=/0x0/filters:format(jpeg)/pic296438.jpg","thumbnail":"https://cf.geekdo-images.com/2EnAgYlZ7MM1W8SOh5Mpmg__thumb/img/KoOm7xKILssMkJ0mllSJ5-6F7BQ=/fit-in/200x150/filters:strip_icc()/pic296438.jpg","link":"https://boardgamegeek.com/thing/3128","minPlayers":"2","maxPlayers":"5","yearPublished":"2002","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"5"}}