{"timestamp":"2024-11-12T22:14:00.589Z","gameDetails":{"id":"314088","name":"Agropolis","type":"boardgame","description":"From clucking chickens to rumbling tractors, the sounds of a bustling farm are everywhere. It's up to your team of planners to turn this little farm into a flourishing ranching community!&#10;&#10;&#10;Having developed dream cities in Sprawlopolis, it's now time to set your sights on the rolling countryside, where farm, ranches, and roads intermingle master plan, as ever, seems just out of reach.&#10;&#10;Agropolis is a stand-alone expansion to Sprawlopolis, bringing the same card-laying, variable-scoring gameplay into a new setting: city blocks give way to orchards, wheat fields, livestock pens, and vineyards. As before, players draw three goal cards and then attempt to place cards one at a time to create a rural tableau that best satisfies those goals. New gameplay features help offset overly-powerful scoring combos and layer additional attributes onto certain types of terrain, providing even greater depth of gameplay without sacrificing the original's signature elegance.&#10;&#10;Agropolis can be played entirely on its own, but it can also combined with Sprawlopolis using special rules and goal cards provided in the Combopolis mini-expansion.&#10;&#10;","image":"https://cf.geekdo-images.com/KcE2t-zmo-p-POO8fPTUmA__original/img/C6HMgkML2-KMopI_T4ZfbvvgIJM=/0x0/filters:format(png)/pic5674430.png","thumbnail":"https://cf.geekdo-images.com/KcE2t-zmo-p-POO8fPTUmA__thumb/img/Atmy64jQdwgenpROZdR35HLdM5A=/fit-in/200x150/filters:strip_icc()/pic5674430.png","link":"https://boardgamegeek.com/thing/314088","minPlayers":"1","maxPlayers":"4","yearPublished":"2021","playingTime":"20","minPlayingTime":"15","maxPlayingTime":"20","bestAtCount":[1],"averageRating":"7.32269","averageWeight":"1.7742","boardGameRank":"1308","mechanics":["Closed Drafting","Cooperative Game","Layering","Solo / Solitaire Game","Tile Placement"],"categories":["Card Game","City Building","Farming","Print & Play","Territory Building"],"designers":["Steven Aramini","Danny Devine","Paul Kluka"]}}