{"timestamp":"2024-11-09T21:19:11.753Z","gameDetails":{"id":"3154","name":"Nautilus","type":"boardgame","description":"The players are building a research station at the  bottom of the sea, trying to find Atlantis, recover sunken treasures, and extract raw materials.  The board shows the sea floor as a grid with shades indicating the levels of depth.&#10;&#10;Each round consists of three phases :&#10;&#10;-expanding the station : extra research stations will be added, these give advantages depending on their type, cost to build depends on the underwater landscape on which they are placed. More stations in use of the same type give better advantages. They must be occupied by a scientist before any advantage can be enjoyed.&#10;&#10;-deploying scientists : players must pay to bring them into the game. They can be moved around to start using the research stations. Once deployed they remain at this station. When using a station built by another player there is a cost.&#10;&#10;-exploration : Up to 3 submarines can be launched when certain requirements are met. These explore outside the base searching for scientific and financial treasures as well as trying to find remains of Atlantis. The amount of built research stations and deployment of scientists greatly aid in the performance of the submarines. &#10;All players have special goals, consisting of sea discoveries that provide more points when recovered.&#10;&#10;The game ends when certain tiles or all of the Atlantis tiles are found, when nobody buys/builds anything to expand the base and when not a single sea discovery was recovered.&#10;&#10;Points are scored for recovered Atlantis chips and sea discoveries. Discoveries corresponding to the player's special goals score more points. The total of the discoveries is multiplied by the points gained from the stations. Extra points are given for left over money.&#10;&#10;","image":"https://cf.geekdo-images.com/_XhbIxjJIfwEeFmH3GKRhA__original/img/nIdv6r5ETHYyC7yameI8zeQkgD4=/0x0/filters:format(jpeg)/pic311414.jpg","thumbnail":"https://cf.geekdo-images.com/_XhbIxjJIfwEeFmH3GKRhA__thumb/img/Y1w15jlQyLlL0SwEX-5iMqP7bp8=/fit-in/200x150/filters:strip_icc()/pic311414.jpg","link":"https://boardgamegeek.com/thing/3154","minPlayers":"2","maxPlayers":"4","yearPublished":"2002","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":"4"}}