{"timestamp":"2024-11-09T22:09:35.707Z","gameDetails":{"id":"315895","name":"Twilight Imperium: Fourth Edition – Prophecy of Kings","type":"boardgameexpansion","description":"The Prophecy of Kings expansion is packed with new content for Twilight Imperium (Fourth Edition). The galaxy has grown far larger as seven never-before-seen factions enter the game, each boasting its own unique strengths and weaknesses, from the gene-altering powers of the Mahact to the watchful guard of the Argent Flight, to the mysterious and ancient Empyrean. And new factions aren't the only way the galaxy grows bigger! Forty new system and hyperlane tiles add new planets and obstacles to the map, and with two new colors of player components included in the box, you can play Twilight Imperium with up to eight players.&#10;&#10;But that's only a fraction of what you'll find in this expansion! Adding even more flavor to your chosen species, a wealth of unique leader cards arrive to support every faction in the game, giving you powers to unlock during the game. Lumbering mechs stomp onto the battlefield as powerful new ground forces with unique special abilities for every faction. As you venture into the unknown regions of space, brand-new exploration decks seed new planets and the void of space with new discoveries, including fragments you can combine to create awe-inspiring relics. On top of this, Prophecy of Kings includes new action cards, agenda cards, objectives, technologies, promissory notes, legendary planets, and more.&#10;&#10;","image":"https://cf.geekdo-images.com/bzRLsXf3O8Mpu5B4TUSf2g__original/img/KUfzeg8oVYaMR-qP5iD3NGsLx1M=/0x0/filters:format(png)/pic5563396.png","thumbnail":"https://cf.geekdo-images.com/bzRLsXf3O8Mpu5B4TUSf2g__thumb/img/qRMNnvo0acZJ7MBvjmhsMKJ5buo=/fit-in/200x150/filters:strip_icc()/pic5563396.png","link":"https://boardgamegeek.com/thing/315895","minPlayers":"3","maxPlayers":"8","yearPublished":"2020","playingTime":"480","minPlayingTime":"240","maxPlayingTime":"480","bestAtCount":"6"}}