{"timestamp":"2024-11-12T22:07:07.712Z","gameDetails":{"id":"31730","name":"Wabash Cannonball","type":"boardgame","description":"Wabash Cannonball, which has also been released as Chicago Express, was the first title in Winsome Games' Historic Railroads System.&#10;&#10;In the game, the B&amp;O, C&amp;O, Pennsylvania and New York Central railroads drive from the East Coast across the growing eastern U.S. to Chicago. Smaller, more aggressive railroads like the Wabash spring up to further expand America's extensive railroads. The sharpest railroad executives vie for the maximum return on their investment in this luck-free business game lasting about one hour.&#10;&#10;The game plays out over a maximum of eight rounds. In each round, players take turns choosing one of three available actions:&#10;&#10;&#10;     Auctioning a share of one of the railroad companies.&#10;     Expanding the rail system of one of the railroad companies.&#10;     Developing one of the board's hexes.&#10;&#10;&#10;Each of these actions is available only a limited number of times. As soon as two actions can no longer be chosen, a dividend phase is executed in which all players gain income from the railroad companies of which they have shares. After this dividend phase, the number of actions is reset, and a new round begins.&#10;&#10;The game ends after eight rounds or if one of the following conditions is met:&#10;&#10;&#10;     Three or more companies have no more locomotives.&#10;     Three or more companies have no more shares.&#10;     The general supply contains at most three houses.&#10;&#10;&#10;At this point, the player with the most money wins.&#10;&#10;Note: Some editions of this game have carried a player count of 2-6, while the 2023 Rio Grande Games edition is labeled for 3-6 players. No rules have been changed.&#10;&#10;","image":"https://cf.geekdo-images.com/rP5HeI4tK6LRJs8eBmPcag__original/img/aR4ggaTdf5UatSXgsKcvzYXrUX8=/0x0/filters:format(jpeg)/pic7360578.jpg","thumbnail":"https://cf.geekdo-images.com/rP5HeI4tK6LRJs8eBmPcag__thumb/img/cah6tEoEHh3NIkREpgcL4ctWk_4=/fit-in/200x150/filters:strip_icc()/pic7360578.jpg","link":"https://boardgamegeek.com/thing/31730","minPlayers":"2","maxPlayers":"6","yearPublished":"2007","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.24897","averageWeight":"2.7778","boardGameRank":"600","mechanics":["Auction / Bidding","Auction: Turn Order Until Pass","Hexagon Grid","Investment","Network and Route Building","Ownership","Stock Holding","Victory Points as a Resource"],"categories":["Economic","Post-Napoleonic","Trains","Transportation"],"designers":["John Bohrer"]}}