{"timestamp":"2024-11-12T21:49:53.116Z","gameDetails":{"id":"318023","name":"Arkham Horror: The Card Game – Devil Reef: Mythos Pack","type":"boardgameexpansion","description":"Devil Reef is the second Mythos Pack in The Innsmouth Conspiracy cycle of Arkham Horror: The Card Game.&#10;&#10;The fishing hamlet of Innsmouth may soon be overwhelmed by rising tides and swarming deep ones-but in your fractured memory, you're still putting together the pieces of your time in this mist-shrouded village. As you stare out at the ill-omened shoals and scattered islands of Devil Reef, you can feel a new piece of the puzzle falling into place. You were out there, among the islands, searching for evidence of the Esoteric Order of Dagon...&#10;&#10;Within this Mythos Pack, you'll find the next scenario of the tangled campaign unfolding around the events of The Innsmouth Conspiracy. You'll flashback to your voyage out to Devil Reef three weeks prior&mdash;exploring the islands rumored to be haunted by terrible powers, and where you suspect the Esoteric Order of Dagon is hiding something. With the game's first vehicle-driven scenario and an assortment of new player cards for every class, Devil Reef is a gripping next chapter in your unfolding tale of rising tides and encroaching madness.&#10;&#10;","image":"https://cf.geekdo-images.com/uaStemuWlE8ZdnJj6_cadg__original/img/g8bXP2TEi04Qs43xf3Xw0eMuNZI=/0x0/filters:format(png)/pic5942130.png","thumbnail":"https://cf.geekdo-images.com/uaStemuWlE8ZdnJj6_cadg__thumb/img/S6TY79IlkYx4Xo5uzY_iD1SXX9I=/fit-in/200x150/filters:strip_icc()/pic5942130.png","link":"https://boardgamegeek.com/thing/318023","minPlayers":"1","maxPlayers":"2","yearPublished":"2020","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"8.53171","averageWeight":"3.75","boardGameRank":"Not Ranked","mechanics":["Action Points","Cooperative Game","Deck, Bag, and Pool Building","Hand Management","Role Playing","Solo / Solitaire Game","Variable Player Powers"],"categories":["Expansion for Base-game","Adventure","Card Game","Collectible Components","Fantasy","Horror","Novel-based"],"designers":["MJ Newman","Jeremy Zwirn"]}}