{"timestamp":"2024-11-13T01:22:03.406Z","gameDetails":{"id":"319398","name":"Tobago: Volcano","type":"boardgameexpansion","description":"Tobago: Volcano, playable only with the Tobago base game, complicates your search for hidden treasure.&#10;&#10;In the original game, treasure awaited under palm trees, next to huts, in forests, and in the mountains. Thanks to a volcano that takes up seven of the board's hexes and now towers high above the game board, lava comes into play. During set-up, each player places a triangular tile of three hexes near the island's perimeter, with one of these hexes being covered with lava; the player's ATV starts on another of these hexes.&#10;&#10;During the game, you can violate the normal rules of card playing by laying down an illegal card, e.g., &quot;not in the mountains&quot; when an &quot;in the mountains&quot; card was played earlier for this treasure, after which you immediately cover this card with one of the four new volcanic clue cards included in this expansion: next to/not next to the volcano and next to/not next to lava. Once this treasure is claimed, the volcanic card is returned to the side of the playing area for subsequent use.&#10;&#10;Whenever a player collects an amulet, they add another hex of lava to the game board, whether adjacent to the volcano or lava already in play. This means that the island will transform dynamically throughout the game, possibly moving treasures to locations where no one suspected them previously. After all, the largest forest might not stay the largest if overrun by lava, and the forests themselves might even disappear completely!&#10;&#10;During a turn, an ATV can travel over lava &mdash; but not stop in lava &mdash; if the player spends an amulet or (if they have no amulets) discards their largest treasure card. Don't let your travel routes get cut off by the lava flow...&#10;&#10;","image":"https://cf.geekdo-images.com/KWidqWNHDgZLK3uZ65A-ZA__original/img/5Wd_WnrTtPg6bYQPM86kxx3yWZk=/0x0/filters:format(jpeg)/pic5656760.jpg","thumbnail":"https://cf.geekdo-images.com/KWidqWNHDgZLK3uZ65A-ZA__thumb/img/rTAWyFU0q4IYwVBqwWtvB1h0RSE=/fit-in/200x150/filters:strip_icc()/pic5656760.jpg","link":"https://boardgamegeek.com/thing/319398","minPlayers":"2","maxPlayers":"4","yearPublished":"2020","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[4],"averageRating":"7.53717","averageWeight":"2","boardGameRank":"Not Ranked","mechanics":["Deduction","Grid Movement","Hand Management","Hexagon Grid","Modular Board","Push Your Luck"],"categories":["Adventure","Deduction","Expansion for Base-game","Exploration"],"designers":["Bruce Allen"]}}