{"timestamp":"2024-11-12T21:51:32.229Z","gameDetails":{"id":"321101","name":"Arkham Horror: The Card Game – War of the Outer Gods: Scenario Pack","type":"boardgameexpansion","description":"Our world may seem significant&mdash;the center of our personal universes. But amidst the unknowable eldritch Mythos, Earth is a tiny microcosm of primitive life, a laughable mote of dirt and water floating among the stars. We are merely dust on the scales, and any larger ambition only demonstrates an unfortunate surplus of damning hubris.&#10;&#10;In the face of this crushing insignificance, the investigators of the Arkham Horror Files are those who push back against the abyss, who refuse to give in to nihilism and despair. But with the latest adventure, those investigators face a challenge unlike any they&rsquo;ve tackled before.&#10;&#10;In War of the Outer Gods, a new scenario pack for Arkham Horror: The Card Game, Arkham is caught in the midst of a world-shattering conflict between three rival cults, raging across all of North America. Each of these cults seeks to summon its own Ancient One&mdash;and as they battle each other across the continent, every enemy slain brings one of these dark gods closer to awakening. Can you and your fellow investigators survive being caught in the middle of this war, or will our world be torn asunder?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/tJoSd4YSM4tMeTF8tuAmXg__original/img/M68vyA1XBqFWZi2jnpB0vTl5QWQ=/0x0/filters:format(png)/pic5941331.png","thumbnail":"https://cf.geekdo-images.com/tJoSd4YSM4tMeTF8tuAmXg__thumb/img/VP4AFZPgOKDphRjqIl0gdKfcHQ0=/fit-in/200x150/filters:strip_icc()/pic5941331.png","link":"https://boardgamegeek.com/thing/321101","minPlayers":"1","maxPlayers":"2","yearPublished":"2020","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"8.40657","averageWeight":"3.8333","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Hand Management","Variable Player Powers"],"categories":["Expansion for Base-game","Adventure","Card Game","Collectible Components","Fantasy","Horror","Novel-based"],"designers":["MJ Newman","Jeremy Zwirn"]}}