{"timestamp":"2024-11-12T18:26:37.443Z","gameDetails":{"id":"32424","name":"1848: Australia","type":"boardgame","description":"1848 Australia, is a semi-historical railroad game from the 18xx set, and to which the designers credit some of this games' systems to the originator of the series - Francis Tresham.&#10;&#10;The game consists of two separate series of actions repeated until the game ends, these are stock rounds and operating rounds. During stock rounds, shares in the various railroading companies are bought &amp; sold by players and are tracked on the stock market mat. During operating rounds, the player/directors of those railroading companies are allowed to build track &amp; place station markers on the map, and then may buy trains from which to earn capital from running those trains along routes on the map. The capital earned may be paid out as dividends to shareholders or retained by the company for future expansion.&#10;&#10;The game ends at a pre-determined point, whereupon the player with the most worth,(cash on hand &amp; share certificate value) wins.&#10;&#10;As with many games in this series, there are similarities within the rules, but many feature slight differences, and it is these that give each individual 18xx game its character.&#10;&#10;1848 features an interesting array of differences described above. These include how private companies are purchased, the inclusion of The Bank Of England as a public company that extends loans and administers railroads that are in receivership, dealing with different track gauges between states and 'The Ghan' special train.&#10;&#10;","image":"https://cf.geekdo-images.com/JP_XJHe_yPvS34FMF_w0Cg__original/img/NyD75iesUIhO7KjA9eseKcb3Jko=/0x0/filters:format(jpeg)/pic6058697.jpg","thumbnail":"https://cf.geekdo-images.com/JP_XJHe_yPvS34FMF_w0Cg__thumb/img/aOQOM-l8Qq_qy9vrXATA-7n3l14=/fit-in/200x150/filters:strip_icc()/pic6058697.jpg","link":"https://boardgamegeek.com/thing/32424","minPlayers":"3","maxPlayers":"6","yearPublished":"2007","playingTime":"240","minPlayingTime":"200","maxPlayingTime":"240","bestAtCount":[4],"averageRating":"7.88854","averageWeight":"3.931","boardGameRank":"2925","mechanics":["Auction / Bidding","Auction: Dutch Priority","Loans","Market","Network and Route Building","Ownership","Stock Holding","Tile Placement","Victory Points as a Resource"],"categories":["Economic","Trains","Transportation"],"designers":["Helmut Ohley","Leonhard \"Lonny\" Orgler"]}}