{"timestamp":"2024-11-12T18:40:42.730Z","gameDetails":{"id":"3265","name":"NUTS! The Battle of the Bulge Card Game","type":"boardgame","description":"&quot;NUTS! The Battle of the Bulge&quot; is a card wargame for 2-4 players recreating the famous World War II battle in which the German Army mounted a surprise attack on the thin U.S. forces deployed in the Ardennes region, hoping to break through to the English Channel and split the Allied Forces.  Each player controls either the German or the U.S. and British forces.  Players draw cards in each daily turn from their own decks, then play the cards as they see fit.  Many cards can be played during the opponent's turn so there is constant interaction.  Each deck is complete; there are no cards to collect or trade.  NUTS! comes in two 150-card sets (North and South).  Each set is complete and can be played on its own, or the two sets can be played together.  (From the back of the box by Decision Games)&#10;&#10;The cards have actual photographs of units, events, cities, and equipment from the battle.  Cards comprise of units (infantry, artillery, mechanized), events like bad weather or supply drops, and terrain to include cities, major forest, rivers, and ridges.  Units are rated in strength values for infantry, armor, artillery, and cohesion.  The objectives are for the Germans to get three panzer units (six if playing both decks) from their start side off the Allied side of the board.  The Allies must prevent this and stall the offensive until adequate reinforcement arrival.  Although this is a card game, it plays very much like a board game.  Battles are resolved via dice rolling.  The rules do include important factors such as supply, town encirclement, weather, blitzes, cohesion checks, and the like.  Overall, an easy to medium game to grasp the rules and play.  (comments by Walt Mulder)&#10;&#10;","image":"https://cf.geekdo-images.com/tqNCaobBOW6MrfukmRT-0g__original/img/RxC5XFDnZzaFh3X6_mx9YnNdPDY=/0x0/filters:format(jpeg)/pic865129.jpg","thumbnail":"https://cf.geekdo-images.com/tqNCaobBOW6MrfukmRT-0g__thumb/img/IO8FLdZeznnWqsy20VGX_IGm9z8=/fit-in/200x150/filters:strip_icc()/pic865129.jpg","link":"https://boardgamegeek.com/thing/3265","minPlayers":"2","maxPlayers":"4","yearPublished":"1998","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"6.04128","averageWeight":"2.5385","boardGameRank":"16729","mechanics":["Campaign / Battle Card Driven","Dice Rolling","Hand Management","Line Drawing","Simulation"],"categories":["Card Game","Wargame","World War II"],"designers":["David McElhannon"]}}