{
  "timestamp": "2024-10-19T06:13:22.815Z",
  "gameDetails": {
    "name": "Wealth of Nations",
    "type": "boardgame",
    "description": "In Wealth of Nations, you take on the role of a national leader.  Your goal is to take your nation from humble beginnings to the status of a world economic superpower.  You achieve this by building Industries, which allows you to produce Commodities.  There are six types of Industry tiles:  Farms, Generators, Academies, Mines, Factories, and Banks.  Each Industry is capable of producing a certain type of Commodity:  Food, Energy, Labor, Ore, and Capital (respectively).&#10;&#10;Each Commodity has one or more uses in the game.  For example, Food is required to &quot;feed&quot; your Industries when they produce, while Capital is used to build certain types of Industries.  As you build Industries, you create ever larger Industrial Blocs.  The larger a Bloc is, the greater your return on investment when the Bloc produces Commodities.&#10;&#10;The main focus of the game is trade.  Because it is economically unfeasible to produce every Commodity you need, you must engage in trade to get the Commodities that you require.  Each Commodity has a trade value influenced by the Markets.&#10;&#10;There is one Market for each type of Commodity.  If you can't gain a Commodity that you need by trading with your fellow players, you must buy it from the Market.  Buying a Commodity from the Market increases its price, reflecting increased demand.  Similarly, there are times when you can't unload your surplus Commodities because your fellow players have no need for them.  If you wish to earn money from these Commodities, you must sell them to the Market.  Selling a Commodity to the Market decreases its price, reflecting increased supply.&#10;&#10;As you build new Industries and earn more money, you acquire Victory Points.  The player with the most Victory Points at the end of the game, i.e., the player with the most valuable combination of Industries and money, is the winner.&#10;&#10;How will you build your Nation?&#10;&#10;",
    "image": "https://cf.geekdo-images.com/WaNNARA1fokZ5WOGB2Gfbg__original/img/Xx4-XNJd0-znbpMgTqK_n12fMUA=/0x0/filters:format(jpeg)/pic349489.jpg",
    "thumbnail": "https://cf.geekdo-images.com/WaNNARA1fokZ5WOGB2Gfbg__thumb/img/rknao-P-3kZxIwYVnzuIncUgozk=/fit-in/200x150/filters:strip_icc()/pic349489.jpg",
    "link": "https://boardgamegeek.com/thing/32666",
    "minPlayers": "3",
    "maxPlayers": "6",
    "bestAtCount": "4",
    "id": "32666"
  }
}