{"timestamp":"2024-11-13T00:51:04.569Z","gameDetails":{"id":"3267","name":"Pizarro & Co.","type":"boardgame","description":"Players are kings (or queens) bidding for the services of six famous explorers -- Ferdinand Magellan, Christopher Columbus, Francisco Pizarro, Vasco da Gama, James Cook, and Marco Polo. As the game progresses, competition for the explorers' services increases as each explorer has fewer expeditions available for investment. In the end, only one ship for each explorer makes the final trip and only one king earns those rewards.&#10;&#10;Firstly, the board is set up from two double-sided boards, giving four possible configurations with slightly different versions of each explorer. Each player has six ships and money cards numbered 1 to 9. There are three turns. In the first, each explorer has 3 ships, but only two of these will proceed to the second turn and only one will win through to the third.&#10;&#10;A set of cards with explorers is used for each turn - 3 of each explorer in turn one, 2 of each in turn two and 1 of each in the last turn. The top card is revealed and an auction held, going round the table until all but one player has passed. The winning bidder puts the card in front of them and places one of their ships on to the relevant explorer area on the board. This process is repeated until all the cards have been bid on.&#10;&#10;Each explorer has a different power, some giving victory points, others money or a special ability like being able to delay a subsequent auction, or a combination of these. At the end of a turn players gain two new money cards, plus any which explorers they have a ship on give them. The second turn work in the same way, but only players with a ship invested in an explorer can bid on it, and because there are only two ships of the three on each explorer moving to the second area, one will be left behind. Similarly, the third round sees just one ship of the remaining two move to the third and final area for each explorer. Scoring is then done, with more points available for players with ships reaching the third area.&#10;&#10;Money is always tight so it is a good idea to try and get some extra income, though this conflicts with the need to score points. Two of the explorers score a lot of points but have no income so each player must balance the two needs. Money cards are worth points as well, so there is also a trade off between using these to win auctions to advance your ships and keeping them to score with.&#10;&#10;","image":"https://cf.geekdo-images.com/CFVfbvHNx-nwwnRtghP3lg__original/img/ExvmBqlGTTn-pPGLDGC0hiKEkAA=/0x0/filters:format(jpeg)/pic1515425.jpg","thumbnail":"https://cf.geekdo-images.com/CFVfbvHNx-nwwnRtghP3lg__thumb/img/saeG5E_WjF0SzEvv_ZBhyduGb9w=/fit-in/200x150/filters:strip_icc()/pic1515425.jpg","link":"https://boardgamegeek.com/thing/3267","minPlayers":"3","maxPlayers":"6","yearPublished":"2002","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[6],"averageRating":"6.50273","averageWeight":"2.446","boardGameRank":"3588","mechanics":["Auction / Bidding"],"categories":["Exploration","Renaissance"],"designers":["Thomas Lehmann"]}}