{"timestamp":"2024-11-13T01:16:38.748Z","gameDetails":{"id":"328826","name":"Super-Skill Pinball: Ramp it Up!","type":"boardgame","description":"Super-Skill Pinball: Ramp it Up! is a standalone sequel to Super-Skill Pinball: 4-Cade that you can play solo, with up to four people in a single box, or with even more people with multiple copies. To play, choose one of the four unique tables and matching backglass for scorekeeping, then roll a shared pair of dice and get the pinballs rolling! You'll select one of the two die results, then move your pinball to a bumper or spinner, or target one level below with a matching number. Once you reach the lowest level, pick which flipper's roll to use to send the ball right back to the top. Play well, and you'll unlock bonuses like multiball, score multipliers, and more to help you get the high score!&#10;&#10;Super-Skill Pinball: Ramp it Up! features these four new tables:&#10;&#10;&#10;    Gofer Gold introduces the new extra flipper and provides a great starting point for new players! Strike it rich by panning for gold, or ride Fool's Folly into the backglass where you ride the log flume, search the lost mine, and navigate the falls!&#10;    In Pin Pals, wrestlers enter the ring in tag-teams of two, each teammate with a slightly different table. As you play, you activate bonuses for each other and build extra multipliers when you enter the cage together. Coordination is key if you want to beat the high score!&#10;    High Roller Heist packs all the action of a classic casino caper into two rounds, making it one of the fastest tables in Super-Skill Pinball! Recruit your crew, choose your target, and execute your plan without getting caught by security! Includes three different possible targets for your heist, each represented by a unique backglass mini-game.&#10;    Top Speed turns your pinball into a race car and opens up an all-new challenge for experienced players with adjustable speed! Add 1, 2, or 3 to your dice rolls, building big numbers and even bigger bonuses &mdash; but if you go too fast, the flippers won't be able to stop you!&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/EwZJM9WW3us06emhQ7q1ew__original/img/e_6n5MWXxPcP_xLH6mG9hh5g0dk=/0x0/filters:format(jpeg)/pic6022976.jpg","thumbnail":"https://cf.geekdo-images.com/EwZJM9WW3us06emhQ7q1ew__thumb/img/Q5Dg6qp2OEVX5-FQSpRYCTd9zyY=/fit-in/200x150/filters:strip_icc()/pic6022976.jpg","link":"https://boardgamegeek.com/thing/328826","minPlayers":"1","maxPlayers":"4","yearPublished":"2021","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":[1],"averageRating":"7.27418","averageWeight":"2.0769","boardGameRank":"4052","mechanics":["Bingo","Cooperative Game","Roll / Spin and Move","Solo / Solitaire Game"],"categories":["Dice"],"designers":["Geoff Engelstein"]}}