{"timestamp":"2024-11-09T21:20:17.734Z","gameDetails":{"id":"329509","name":"NewSpeak: Deluxe Edition","type":"boardgame","description":"NewSpeak is a tense game of dystopian subversion in which you take the role of either the 'dissidents' or the 'moderators' in a mind-bending battle of wits to determine the reality around you.&#10;&#10;Will you challenge the status quo and shatter your fragile reality or seek to protect the safety of what you know?&#10;&#10;Dissidents utilise matching underground codes to coordinate meetings at one of the disturbingly illustrated locations on your map. They then each secretly use their location dials to declare their intended meeting point.&#10;&#10;The Mods, in a short amount of time, then have to determine where they expect the Dissidents to meet by inferring their intent from a book of every possible code set the subversives could use, and agree upon a location to direct a state raiding party.&#10;&#10;Once they've agreed on a location, the Dissidents each reveal their location dials. Depending on whether the majority of Dissidents have successfully coordinated at a single location, or the Mods have caught them in an attempt at subversion will determine whether that location becomes 'hacked' or 'moderated'.&#10;&#10;As the game progresses, moderated locations produce potential accomplices for the Dissidents to recruit, as undesirables are driven from now sanitized districts. However, as the Dissidents progress their mission to 'hack' as many locations as possible, the Moderators strike back with increasing numbers of surveillance outposts, installed to limit the Dissident's ability to move around the city undetected.&#10;&#10;NewSpeak: Deluxe Edition includes the NewSpeak base game and two expansions - Rated and Sabotage - all packaged inside one box.&#10;&#10;","image":"https://cf.geekdo-images.com/l-6i5F118x8AJ16HmbXrPg__original/img/7FkBZXZfnMpt4f2_F6Skm4vEU3E=/0x0/filters:format(jpeg)/pic5934083.jpg","thumbnail":"https://cf.geekdo-images.com/l-6i5F118x8AJ16HmbXrPg__thumb/img/NBZICsj3cjQcOdK5HJeQzXI3tpY=/fit-in/200x150/filters:strip_icc()/pic5934083.jpg","link":"https://boardgamegeek.com/thing/329509","minPlayers":"3","maxPlayers":"8","yearPublished":"2021","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"4"}}