{"timestamp":"2024-11-13T01:31:28.087Z","gameDetails":{"id":"3307","name":"Wallenstein","type":"boardgame","description":"Historically, Albrecht von Wallenstein, duke of Friedland and Mecklenburg, was one of the most important mercenary commanders of the Imperial army during the Thirty Years' War (1618-48). His overweening ambition was to head a large central European empire, which got him dismissed in 1630. Such was his power, however, that the empire was forced to reinstate him when Sweden came into the fray. He recovered Bohemia, but was defeated by Gustavus Adolphus at L&uuml;tzen, and was again dismissed. His subsequent intrigues with Protestant forces alarmed the Catholic princes who were probably complicit in his assassination in 1634 by Irish mercenaries at Eger, Bohemia.&#10;&#10;The game begins with the start of the war, each player controlling several countries. Player actions include the conquest of new countries, tax collection, erection of buildings (i.e. development of the economy), feeding the populace, victualing the army, etc. Some actions increase the chance for unrest, and expensive rebellions can occur. The strongest power at the end wins.&#10;&#10;Employs the cube tower included in the publisher's previous game, Im Zeichen des Kreuzes.&#10;&#10;Re-implemented by:&#10;&#10;    Shogun&#10;    Wallenstein (Second Edition)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/WRrzW58eKeIWP1JxIiw2RQ__original/img/w_lvbrzX4mSYadLo-jnD3r-UFns=/0x0/filters:format(jpeg)/pic358092.jpg","thumbnail":"https://cf.geekdo-images.com/WRrzW58eKeIWP1JxIiw2RQ__thumb/img/ufkxSGYcVTbolW6avXuxOmaxMcQ=/fit-in/200x150/filters:strip_icc()/pic358092.jpg","link":"https://boardgamegeek.com/thing/3307","minPlayers":"3","maxPlayers":"5","yearPublished":"2002","playingTime":"150","minPlayingTime":"150","maxPlayingTime":"150","bestAtCount":[5],"averageRating":"7.46089","averageWeight":"3.308","boardGameRank":"846","mechanics":["Action Points","Action Queue","Area Majority / Influence","Area Movement","Cube Tower","Simulation","Simultaneous Action Selection","Variable Phase Order"],"categories":["Economic","Pike and Shot","Territory Building","Wargame"],"designers":["Dirk Henn"]}}