{"timestamp":"2024-11-10T04:38:27.784Z","gameDetails":{"id":"3312","name":"1776: The Game of the American Revolutionary War","type":"boardgame","description":"1776 is a two-player, turn-based war game played on a hex grid map of the thirteen colonies and Canada.  It is primarily concerned with the military aspects of the American Revolutionary War. There is a basic game, various scenarios with advanced rules and a campaign game.&#10;&#10;Avalon Hill Complexity Rating - 7&#10;&#10;&#10;(from the back of the box:)&#10;&#10;The shot heard round the world at Lexington set off more than just another brushfire war in England's scattered dominions. It gave birth to a struggling new nation led by a comparative handful of patriots whose refusal to bow before tyranny set the tone for an American heritage preserved from defeat to this very day. But victory did not come cheap. &#10;After showing the British the color of their mettle at Bunker Hill, Washington's little army was plagued by one defeat after another, shunting from one battlefield to the next; always beaten but never destroyed. No power of the period believed that the upstart colonials and their unborn nation had the slightest chance of emerging victorious against the strongest military machine of the era after the dismal summer of 1776. But then came the cruelest winter of the decade when even nature seemed to join forces with the British against the tattered American troops. Undaunted, Washington led his small force in the historic crossing of the Delaware to twice surprise and rout British forces at Trenton and Princeton. Their resolve thus strengthened, the ill-clad Americans retired to Valley Forge to face winter beset by the hunger and deprivation that cost the lives of 2500 patriots. But the coming spring found Clinton facing a revitalized and strengthened rebel army which proceeded to chase him across New Jersey in the Monmouth Campaign. Reassured by news of the French alliance and the great American victory at Saratoga that fall, American troops dug in for what they knew would be a long and bitter battle for independence.&#10;&#10;6 Games in One Package - Each a Realistic Simulation of the War for Independence...&#10;&#10;1776, like all Avalon Hill games, is more than just the standard roll the dice and move game. It is a realistic simulation of the strategic situation faced by British and American alike in that fiery decade when the United States won its independence. &#10;Actually, 1776 is six games in one: a Basic Game that gets you quickly and easily into the routine of simulation gaming; an Advanced Game with scenarios that provides additional complexity and realism; and a Campaign Simulation Game that encompasses the entire war and balances successes in one region against failures in another - truly the ultimate in a simulation gaming experience! &#10;And if you don't have the time for a complete Campaign Game, there are four scenarios to choose from; each of which poses a challenge for everyone; from the most erudite of military historians to the fellow who just managed to pass American History:&#10;&#10;Scenario 1: The Invasion of Canada - 1775 to 1776 - Can YOU do better than the bumbling General Schuyler and Benedict Arnold in the vain American atttempt to make Canada a 14th colony?&#10;&#10;Scenario 2: The Saratoga Campaign - 1777 - Can YOU as General Horatio Gates surround and destroy the forces of the British General Burgoyne in this reinactment of the turning point of the Revolution?&#10;&#10;Scenario 3: Greene's Southern Campaignv - 1780 to 1781 - Can YOU as General Nathaniel Greene lead Cornwallis' tested regulars on a merry chase with your force of rag-tag militia and Guerilla bands without being crushed in a major engagement?&#10;&#10;Scenario 4: The Yorktown Campaign - 1781 - Can you duplicate Washington's encirclement and crushing defeat of Cornwallis in the battle that won the Revolution?&#10;&#10;Contents: &#10;&#10;     a 16&quot; x 44&quot; four-section, full color mapboard depicting colonial America from Quebec to Georgia; &#10;     two sets of die-cut troop counters representing over 400 units of Continentals, British Regulars, Rebel and Tory Militia, French Regulars, Indians, and naval units of the British and French fleets; &#10;     1 die; &#10;     1 Terrain Effects Chart; &#10;     2 sets (8 per set) of Tactical Combat Cards used in the innovative, new Sustained Combat system; 1 set of scenario, CRT, and play chart cards organized on an index-card format that puts a summary of all levels of the game at your fingertips; &#10;     a 32-page Rules &amp; Designers' Notes Manual telling you how to play all 6 game versions plus the inside story on research and development and why the game was designed the way it was.&#10;&#10;&#10;Rated &quot;Tournament Level&quot; on Avalon Hill's Simulation-complexity scale.&#10;&#10;","image":"https://cf.geekdo-images.com/npWrOE1B_7gv6JqAJEIjpQ__original/img/Fj-yzOblnGZlHmfse3ipSO9hdlg=/0x0/filters:format(jpeg)/pic194369.jpg","thumbnail":"https://cf.geekdo-images.com/npWrOE1B_7gv6JqAJEIjpQ__thumb/img/xSXhN4wk30xKHcaJIfEBFHHtwM8=/fit-in/200x150/filters:strip_icc()/pic194369.jpg","link":"https://boardgamegeek.com/thing/3312","minPlayers":"2","maxPlayers":"2","yearPublished":"1974","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":"2"}}