{"timestamp":"2024-11-13T00:30:14.309Z","gameDetails":{"id":"331850","name":"Lockup: Breakout","type":"boardgameexpansion","description":"Everyone in Kulbak has heard rumor of secret passages that run beneath the prison. Ages ago, the catacombs carved into these mountains were used to house fallen heroes. Queen Gimnax built a prison over this sacred site during the Great War, enclosing those ghosts and their treasure behind its walls. Some say the catacombs lead to the tomb of Khathandor, greatest of the Dragul warriors. Others swear that the real treasure to be found in the tunnels beneath Kulbak is a crack in the prison&rsquo;s outer wall. To find the truth, you&rsquo;ll have to send your seeker to explore the crumbling catacombs by lantern light. New opportunities await you above ground, too, as you influence the legendary characters who inhabit the prison. Strike a deal with Warden Mercy. Make a truce with Masik and his Starlit Door cultists. Commune with the spirit of Khathandor. Gain their favor while you probe the hidden history of Kulbak in search of gold and freedom.&#10;&#10;In Lockup: Breakout, players can earn reputation stars in new ways by sending their seekers to explore the catacombs beneath the prison and by dedicating crew to influence the legendary inhabitants of Kulbak.&#10;&#10;Gain the most reputation stars over six rounds by crafting items, recruiting goons, influencing legends, and exploring the catacombs &mdash; all while avoiding the suspicion of the guards. As in the core game, the player with the most reputation stars wins!&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/OYd3QPnMdOHSlIBepuMv9g__original/img/JrixcThb1DWFGKOf8Y_sD7DrY8s=/0x0/filters:format(jpeg)/pic5992384.jpg","thumbnail":"https://cf.geekdo-images.com/OYd3QPnMdOHSlIBepuMv9g__thumb/img/UdqQGNEB5zFjyrAPvDu4Y5VPZBE=/fit-in/200x150/filters:strip_icc()/pic5992384.jpg","link":"https://boardgamegeek.com/thing/331850","minPlayers":"1","maxPlayers":"5","yearPublished":"2022","playingTime":"90","minPlayingTime":"45","maxPlayingTime":"90","bestAtCount":[5],"averageRating":"7.79317","averageWeight":"3","boardGameRank":"Not Ranked","mechanics":["Area Majority / Influence","Auction: Multiple Lot","Secret Unit Deployment","Set Collection","Worker Placement"],"categories":["Expansion for Base-game","Fantasy"],"designers":["Stan Kordonskiy"]}}