{"timestamp":"2024-11-10T04:53:43.605Z","gameDetails":{"id":"33359","name":"Weilong","type":"boardgame","description":"From Rules:&#10;&#10;A wise man named Wei Fu had five sons who he loved dearly.  He loved each in his own way, but favored his oldest most of all.  In fact, he showed affection and appreciation to each son in descending order of their birth.  Over time, this greatly displeased his younger sons to the point of confrontation.  Being respectful to their father, the younger two sons did not accuse their father directly, but merely asked the question:  &quot;What more can I do to earn your respect?&quot;  At first the father was outraged that his younger sons would question his fidelity, but then he realized their defiance presented an opportunity.&#10;&#10;His land had been plagued by prankster Dragon that ate his crops, scared away his workers and generally caused chaos throughout his land.  He decided to put his younger sons to the test of ridding his land of this Dragon.  The sons agreed, but pleaded:  &quot;Should our older brothers be denied this opportunity to prove their devotion to you?&quot;  Knowing full well his sons' intent, Wei Fu agreed to send all five sons on the quest.  However, his older sons, fearful for their safety, begged for a reprieve.  Acquiescing, Wei Fu decided to ease the burden by declaring:  &quot;The Dragon is the quest!  However, I would still appreciate any son who brings me the finest examples of the Five Elements of Water, Wood, Fire, Earth, and Metal, which provide the very foundation of our world.&quot;  With this alternative quest, he would assign the easier tasks to his older sons&mdash;or so he thought.&#10;&#10;Weilong or &quot;Powerful Dragon&quot; is a simple dice game based loosely on the dice game One-O-Five and the Chinese card game Shou Ba Yi.  Each player represents the role of one of Wei Fu's sons on their quest to collect the Five Elements or capture the Dragon.  Each player rolls their dice and sets aside those dice showing their target number (Element).  The objective is to roll all five dice of the target number before any other player.  Target numbers are determined by drawing cards (Son Cards).   The Son Cards also have unique abilities for the players.&#10;&#10;Once a player has set aside all five dice of the target number or captured the Dragon (by collecting the dice 1, 2, 3, 4 and 5), the remaining players add up the total of the dice they have collected along with the penalty number at the bottom of the card and track those points.  Your goal is have the lowest point total each round and for the game.  The Son cards are then passed to the left and the next round begins (5 Player Game).  The winner is the player who has the least amount of points after 5 rounds.&#10;&#10;","image":"https://cf.geekdo-images.com/JVWzWFc0U5FeHleUCOSV9g__original/img/bE_QC-A-XbW68mDiEyNoqU8Bw8A=/0x0/filters:format(jpeg)/pic489995.jpg","thumbnail":"https://cf.geekdo-images.com/JVWzWFc0U5FeHleUCOSV9g__thumb/img/3csrwnl2vn150Q6T1sAoNyTf21w=/fit-in/200x150/filters:strip_icc()/pic489995.jpg","link":"https://boardgamegeek.com/thing/33359","minPlayers":"2","maxPlayers":"5","yearPublished":"2007","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":"4"}}