{
  "timestamp": "2025-11-26T21:17:42.456Z",
  "gameDetails": {
    "id": "334889",
    "name": "Tiny Epic Dungeons: Deluxe Edition",
    "type": "boardgame",
    "description": "Tiny Epic Dungeons is a fully co-operative dungeon crawler for 1 to 4 players set in the fantasy world of Aughmoore.\n\nIn Tiny Epic Dungeons, players control a band of Heroes exploring a treacherous dungeon in search of the fearsome Dungeon Boss. Heroes make their way through the dungeon one room at a time. Around every corner goblins and ferocious minions seek to block the Heroes&rsquo; path. Where there isn&rsquo;t an enemy, traps are set, ready to spring on even the most prepared Hero.\n\nTiny Epic Dungeons features a modular dungeon that is unique with each play.\n\nThe game is played over two acts: The Dungeon, and the Dungeon Boss. In both acts, the players are constantly struggling against the waning firelight of their torch which decreases each turn. When the torch goes out, the Heroes are forever lost in the darkness.\n\nAfter clearing the dungeon of all its minions and finding the entrance to the lair, players must engage in an epic battle against the Boss. Each boss has unique abilities and a lair with a unique environment that gives various advantages and disadvantages depending on the skill used and where the Hero attacks from.\n\nThese Epic Monsters cannot be slain by mere swords, axes, arrows, and the occasional spell. Ritual Rooms around the dungeon must be used to lower their magical bond to the dungeon. The Dungeon boss must be lured to these rooms to lower their defenses and allow the Heroes to strike the final blow!\n\nVictory in Tiny Epic Dungeons is achieved by defeating the Dungeon Boss! In order to do that, the Heroes will need to collect legendary loot, and supreme spells\n\nHeroes of old crafted loot to honor the ways of their clans. Bear, Lion, Phoenix, and Panther. Heroes can discover pieces from these ancient sets that grow more powerful the more you collect.\n\nWill you be the greatest warrior the Bear clan has ever seen? Or will you make the Panther clan proud by stalking your prey and striking with surprising force, unseen before the moment of impact?\n\nThe story is yours to tell in Tiny Epic Dungeons!\n\nThe Deluxe Edition includes the Potions and Perils mini expansion and all Deluxe Edition Stretch Goals and Kickstarter Exclusive Content.\n\nThe Potions & Perils mini expansion brings a whole new element to the game in the way of Potions and the perilous alchemists that concoct them... the Mixy Goblins!\n\nMixy Goblins are added directly to the goblin deck and are encountered like normal goblins. Except, they are not like normal goblins.  When you defeat a Mixy Goblin, something explodes! You'll draw a Potion Card to see what the effect is. Each Potion Card will describe a peril that occurs when you kill a Mixy Goblin and will also leave you with a handy potion for use later!\n\nAdditionally,  the mini expansion brings new Dungeon Bosses, Minions and Goblins to the game. Each presenting a unique challenge that will test even the best players!\n\n",
    "image": "https://cf.geekdo-images.com/LlsoebH_fsONLHoZsHgg5A__original/img/PzepvS8MFY8flGOsGI5VvtUuONM=/0x0/filters:format(png)/pic7085816.png",
    "thumbnail": "https://cf.geekdo-images.com/LlsoebH_fsONLHoZsHgg5A__small/img/ExUffx-miNZpnHA-85tkJDU_orM=/fit-in/200x150/filters:strip_icc()/pic7085816.png",
    "link": "https://boardgamegeek.com/thing/334889",
    "minPlayers": "1",
    "maxPlayers": "4",
    "yearPublished": "2021",
    "playingTime": "60",
    "minPlayingTime": "30",
    "maxPlayingTime": "60",
    "bestAtCount": [
      1,
      2
    ],
    "averageRating": "7.6095",
    "averageWeight": "3.12",
    "boardGameRank": "Not Ranked",
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Finale Ending",
      "Map Addition",
      "Modular Board",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "categories": [
      "Dice",
      "Fantasy"
    ],
    "designers": [
      "Scott Almes"
    ]
  }
}