{"timestamp":"2024-11-13T00:40:49.159Z","gameDetails":{"id":"336552","name":"Mystic Paths","type":"boardgame","description":"In the deduction game Mystic Paths, players are challenged to navigate paths through a labyrinth called the Eternal Forest. Each player's path is unique &mdash; and only you know the way. However, you cannot traverse the forest alone. Your teammates are needed to open the sealed portals along each step. Give clever clues, hope your teammates can read your mind, and complete your journey!&#10;&#10;To complete the journey, each player takes a turn providing clues about which portal is their next step. Each step can have up to five different portals, but only one is the correct one, so players give clues that relate (hopefully) to the correct next step.&#10;&#10;The challenge is that the only clues available are cards that have been dealt, so sometimes the clues may not relate to the next portal of a journey, which means you have to get creative. This is where you need to try to read the minds of your teammates. For example, the next portal on your journey could be the word &quot;anteater&quot;, and your clues are limited to cards you are dealt, like scary, or tall, or handsome. Which would you choose as your clue?&#10;&#10;The game takes place in five rounds. Beat the game by having everyone complete their own journey before the five rounds are over.&#10;&#10;&mdash;description from publisher&#10;&#10;&#10;Microbadges:   &#10;&#10;","image":"https://cf.geekdo-images.com/ely-PNKOunm_BZX9muHuig__original/img/wKbODXyRclXxG4wjPAVLa9yVA08=/0x0/filters:format(jpeg)/pic6277583.jpg","thumbnail":"https://cf.geekdo-images.com/ely-PNKOunm_BZX9muHuig__thumb/img/PRfwt0blDQOqQZZxqWgMHXqc0bQ=/fit-in/200x150/filters:strip_icc()/pic6277583.jpg","link":"https://boardgamegeek.com/thing/336552","minPlayers":"2","maxPlayers":"6","yearPublished":"2021","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":[2,4],"averageRating":"6.91749","averageWeight":"1","boardGameRank":"5939","mechanics":["Communication Limits","Cooperative Game","Deduction","Targeted Clues","Team-Based Game"],"categories":["Maze","Party Game","Word Game"],"designers":["Brian Leet","Kevin Worden"]}}