{"timestamp":"2024-11-12T18:39:30.991Z","gameDetails":{"id":"338834","name":"MicroMacro: Crime City – Full House","type":"boardgame","description":"Crimes have taken place all over the city, and you want to figure out exactly what's happened, so you'll need to look closely at the giant city map (75 x 110 cm) to find all the hidden information and trace the trails of those who had it in for their foes.&#10;&#10;MicroMacro: Crime City &ndash; Full House includes 16 cases for you to solve. Each case includes a number of cards that ask you to find something on the map or uncover where someone has gone or otherwise reveal information relevant to a case. The city map serves as a map in time as well as space, so you'll typically find people in multiple locations throughout the streets and buildings, and you need to piece together what happened, whether by going through the case card by card or by reading only the starting card in the case and trying to figure out everything that happened for yourself. Will you be able to answer all questions about the case without fail?&#10;&#10;Unlike the original MicroMacro: Crime City, Full House marks each case with symbols so that parents can decide which cases the youngest investigators are cleared to research.&#10;&#10;","image":"https://cf.geekdo-images.com/bNuZIssobDbFYaLbgMofgw__original/img/_UyVrUsVU_AZNO93QmcosKGs0TA=/0x0/filters:format(jpeg)/pic6242068.jpg","thumbnail":"https://cf.geekdo-images.com/bNuZIssobDbFYaLbgMofgw__thumb/img/VEB-DHKUWobYsUOFwuywHnsbF2k=/fit-in/200x150/filters:strip_icc()/pic6242068.jpg","link":"https://boardgamegeek.com/thing/338834","minPlayers":"1","maxPlayers":"4","yearPublished":"2021","playingTime":"45","minPlayingTime":"15","maxPlayingTime":"45","bestAtCount":[2],"averageRating":"7.67558","averageWeight":"1.1744","boardGameRank":"524","mechanics":["Cooperative Game","Deduction","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Storytelling","Team-Based Game"],"categories":["Deduction","Murder / Mystery"],"designers":["Johannes Sich"]}}