{"timestamp":"2024-11-12T22:00:48.005Z","gameDetails":{"id":"339711","name":"Marvel Champions: The Card Game – The Mad Titan's Shadow","type":"boardgameexpansion","description":"The universe is full of both good and evil. Mighty heroes clash with dastardly villains in every galaxy, and yet one threat has risen above all the others. One being has established himself as a scourge on all life, whose power is unrivaled across all the cosmos.&#10;&#10;Of course, we are talking about Thanos.&#10;&#10;In this third campaign expansion for Marvel Champions: The Card Game, you and your fellow heroes must challenge the forces of Thanos. This massive expansion contains a brand-new campaign featuring five thrilling scenarios pitting you against members of the zealous Black Order, including Ebony Maw, Proxima Midnight, Corvus Glaive, and, of course, the Mad Titan himself. As with previous expansions, you can play each of these scenarios individually or as part of a larger campaign, and with a slew of new modular encounter sets, there will be ample opportunity to mix things up for all of your Marvel Champions content. Of course, a new wave of expansions means more heroes as well, and The Mad Titan&rsquo;s Shadow starts it off with the mighty champions Adam Warlock and Spectrum, both of whom come with fully pre-built and ready-to-play decks right out of the box.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/TfSKeJHUABGGyzqdAU_8kg__original/img/raccWhARkuG6CazwJAuOk3Q1gAs=/0x0/filters:format(jpeg)/pic6362350.jpg","thumbnail":"https://cf.geekdo-images.com/TfSKeJHUABGGyzqdAU_8kg__thumb/img/daRaeRAtaedlsCrdFKnM7BxHYzE=/fit-in/200x150/filters:strip_icc()/pic6362350.jpg","link":"https://boardgamegeek.com/thing/339711","minPlayers":"1","maxPlayers":"4","yearPublished":"2021","playingTime":"90","minPlayingTime":"45","maxPlayingTime":"90","bestAtCount":[1,2],"averageRating":"8.54288","averageWeight":"3","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Deck Construction","Hand Management","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Variable Player Powers","Variable Set-up"],"categories":["Expansion for Base-game","Card Game","Collectible Components","Comic Book / Strip"],"designers":["Michael Boggs","Nate French","Caleb Grace","Aaron Haltom"]}}