{"timestamp":"2024-11-09T22:19:32.088Z","gameDetails":{"id":"34084","name":"Witch's Brew","type":"boardgame","description":"This is the 4th game in the Alea medium box series. It is the second game by Viennese designer Andreas Pelikan, where &quot;players will have constantly changing roles from the druid Drax to the assistant Gemalher. Players who come after you in turn will always have the better cards!&quot;&#10;&#10;A simultaneous-selection (but then sequential play) card game. Players select 5 of their 12 role cards to play per set. Then they reveal them in sequence. Each role has a main full action and a less valuable &quot;favor&quot; action. If you are the first player with that role you announce that you are that character. If you follow after but choose that same role card you can take the favor action instead, or declare that you are that character in hopes that you can command the full action. You risk having it taken from you by a later player, though. The different roles help players collect different ingredients and money to make potions listed on the cauldron cards. When everyone's five role cards have been played and actions taken, another five cards are chosen for the next set and the process repeats as before.&#10;&#10;Ages 9 and up, a 2 on the Alea scale.&#10;&#10;Witch's Brew: The 6th Player & The Amulets & The Magical Abilities, contained in the Treasure Chest, adds 3 expansions: The 1st expansion adds cards for a 6th player, as well as raven tokens to signal the game's end. The 2nd expansion adds amulets to increase the excitement in 3-player games. The 3rd expansion adds 17 magical ability cards to make certain roles particularly attractive.&#10;&#10;","image":"https://cf.geekdo-images.com/Gg_HfBfrECelcQRBxL00mA__original/img/FP019d5_YHrHSAaiW_Ud2ehMWAU=/0x0/filters:format(jpeg)/pic365958.jpg","thumbnail":"https://cf.geekdo-images.com/Gg_HfBfrECelcQRBxL00mA__thumb/img/baZYsAWA3vhvTyRIQYUJnncfFEo=/fit-in/200x150/filters:strip_icc()/pic365958.jpg","link":"https://boardgamegeek.com/thing/34084","minPlayers":"3","maxPlayers":"5","yearPublished":"2008","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"5"}}