{
  "timestamp": "2025-11-26T20:18:07.608Z",
  "gameDetails": {
    "id": "3408",
    "name": "This Accursed Civil War",
    "type": "boardgame",
    "description": "This Accursed Civil War is a tactical battle game featuring five battles from the First English Civil War: 1642-1646. It is the first in the GMT Musket & Pike Battle System covering warfare in the 17th Century. The system emphasizes Command and Control and the unique style of combat in that era. Armies are divided into three or four wings. Each wing has an order that limits the types of actions that units of that wing may perform. Wings may change their order, but it is not an easy task to accomplish. Victory goes to the commander who can coordinate the actions of these wings in the heat of battle. Units are infantry brigades, cavalry regiments, and artillery batteries. Rules include Cavalry Charges, use of the Cavalry's pistols to skirmish or use in close combat, artillery grazing fire, Infantry techniques of fire including advancing, retreating, and salvo firing. Play is highly interactive, and a battle can be played through in one sitting.\n\nThe battles included in this game are:\n\nEdgehill, 23 October 1642\n    Is the King beholden to Parliament or is he truly sovereign? King Charles and his army, their way to London barred by the army of Parliament, have drawn up to give battle. Edgehill was the first major battle of the war. Robert Devereax, Earl of Essex, commands the army of Parliament sent to prevent the King's army from reaching London. The fighting is indecisive as the bloodied Royalist foot fall back, but Essex conceded the field despite receiving reinforcements. A major victory for either side could have ended the war here.\n\nFirst Newbury, 20 September 1643\n    Outmaneuvered, Essex, with the Royalists under King Charles between his army and London, is forced to fight. Essex spies a hill southwest of Newbury and in the early morning occupies it. Hedges line the area and help minimize the King's advantage in Cavalry.\n\nMarston Moor, 2 July 1644\n    The largest battle of the war. It decided the fate of Northern England. An allied army of Scots under the Earl of Leven, the Northern Association under Ferdinando Fairfax, and the Eastern Association under the Earl of Manchester laid siege to the King's Northern Army under the Marquis of Newcastle at York, the key to the North. King Charles dispatched his nephew, the talented Prince Rupert, to effect a relief. The defeat was complete; the Royalist army was utterly destroyed and the North lost to Parliament. A new hero arises here: Cromwell, a name synonymous with the English Civil War and the key player in the later two civil wars.\n\nSecond Newbury, 27 October 1644\n    The disaster that precipitated the forming of the New Model Army. Three Parliamentary armies come together and catch the King by surprise just north of Newbury. The most unconventional of all the battles; the superior Parliamentary force attacks from either end, but is short on time. Various options on gaining more time by shortening the flank march give this action high replay value.\n\nNaseby, 14 June 1645\n    The debut of the New Model Army and the battle that broke the back of the King's army. The New Model Army was created by combining the elements of the major armies in the field. While this worked well for the cavalry, there were serious problems in the infantry ranks. The King's army was outnumbered, but it retained its corps of veteran infantry. The final result was a decisive defeat for the King and the end of his military fortunes. Though fighting would last another year, the King would never field a potent army again.\n\n2nd Printing Note: This reprint version will include an updated series rulebook and playbook and an Edgehill variant scenario, as well as numerous updates to the counters. Certainly we'll update any other errata as we find it for the new version, but it is otherwise unchanged from the original edition.\n\nCOUNTERS: 635 full-color die-cut counters.\n\nMAP: Two 22\"x34\" full-color back-printed mapsheets\n\nOTHER: \n\n    One 10-sided dice\n    16-page Rulebook\n    24-page Playbook\n    2 11x17 Player Aid cards\n\n\nDESIGNER: Ben Hull\nDEVELOPER: Marty Arsndorf\nART DIRECTOR: Rodger B. MacGowan\nMAP & COUNTER ART: Mark Simonitch\n\n(source: GMT website)\n\n",
    "image": "https://cf.geekdo-images.com/in5i_1AfLXOHTScs_jRaDA__original/img/o6dSEFEerL7T2-cBwBCDjUi3mf8=/0x0/filters:format(jpeg)/pic4794210.jpg",
    "thumbnail": "https://cf.geekdo-images.com/in5i_1AfLXOHTScs_jRaDA__small/img/OeJPE_VDrmG4dYxIrqzUCjn8I7w=/fit-in/200x150/filters:strip_icc()/pic4794210.jpg",
    "link": "https://boardgamegeek.com/thing/3408",
    "minPlayers": "2",
    "maxPlayers": "2",
    "yearPublished": "2002",
    "playingTime": "240",
    "minPlayingTime": "240",
    "maxPlayingTime": "240",
    "bestAtCount": [
      2
    ],
    "averageRating": "7.52145",
    "averageWeight": "3.569",
    "boardGameRank": "5779",
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "designers": [
      "Ben Hull"
    ]
  }
}