{"timestamp":"2024-11-12T18:30:53.623Z","gameDetails":{"id":"3412","name":"Brandywine","type":"boardgame","description":"An early morning fog burned off with the dawn, and revealed two long columns of scarlet and blue clad troops. This was His Majesty's Royal Army, commanded by General Sir William Howe. They were marching through the extreme southeastern corner of Pennsylvania and heading toward fledgling America's capital at Philadelphia. Only short weeks earlier this army had disembarked at Head of Elk, Maryland, after a 32-day voyage from New York City aboard the largest armada North America has ever seen. With some 14,000 troops, including crack German mercenaries and elite American Loyalist units, Howe's army was about to execute a flanking maneuver of &quot;Jacksonian&quot; proportions.&#10;&#10;General George Washington, holding interior lines at Morristown, New Jersey, was unsure whether Howe would move north in support of the British invasion from Canada (see Saratoga, 1777), or whether he would move south against the Capital. Once the armada set sail, however, Washington shifted southwest and took up a naturally strong defensive position, on high ground behind Brandywine Creek, astride the main road to Philadelphia. Washington posted his troops advantageously and in depth. Control of the fords of the Brandywine would be the key to his position and although a possible flank attack was discussed, it's likelihood was discounted on the strength of local information.&#10;&#10;Thus the stage was set. Howe, pursuing a strategy of posts, sought European style victory in a sudden taking of the enemy capital. Washington wrote, &quot;Should they push their designs against Philadelphia...they will put the contest on the event of a single battle. If they are overthrown...the war is at an end. One bold stroke will free the land.&quot;&#10;&#10;","image":"https://cf.geekdo-images.com/QAg_MusXpO-NyEcruqc7Cg__original/img/Fu2HVpqKafVdZM2XgpsvC7V7JIQ=/0x0/filters:format(jpeg)/pic468450.jpg","thumbnail":"https://cf.geekdo-images.com/QAg_MusXpO-NyEcruqc7Cg__thumb/img/fydGOX4lHL7gR77t7MuO_LvpKvc=/fit-in/200x150/filters:strip_icc()/pic468450.jpg","link":"https://boardgamegeek.com/thing/3412","minPlayers":"2","maxPlayers":"2","yearPublished":"2000","playingTime":"240","minPlayingTime":"240","maxPlayingTime":"240","bestAtCount":[2],"averageRating":"7.33453","averageWeight":"2.6667","boardGameRank":"6539","mechanics":["Hexagon Grid"],"categories":["Age of Reason","American Revolutionary War","Wargame"],"designers":["Mark Miklos"]}}