{"timestamp":"2024-11-12T18:44:00.147Z","gameDetails":{"id":"3413","name":"Saratoga","type":"boardgame","description":"In all the spectacle of war there has seldom been a sight the equal of British General Burgoyne's campaign of 1777. The float and march south from Canada had almost a surreal quality juxtaposed against the Adirondack wilderness. Hundreds of vessels making up an immense inland navy on Lake Champlain transported nearly 9,000 combatants together with 138 cannon. Burgoyne's objective was Fort Ticonderoga and from there, Albany, and a rendezvous with British forces coming from New York City. The strategic purpose of the campaign was nothing short of an end to the American Rebellion.&#10;&#10;The intrigue on the American side lay in the cult of personality. Saratoga was to be Benedict Arnold's greatest victory in a string of successes which rank him among the finest field commanders of the era. Known to all Americans as the great traitor, it is ironic to discover that twice he salvaged the Revolution from certain collapse. It was Arnold's conspicuous gallantry and bold leadership which assured America victory at Saratoga and, by extension, its independence.&#10;&#10;The fighting at Freeman's Farm would be savage. Here no farmer's militia, but rather Continental Regulars (anxious to redeem a recent reputation for retreat), stood toe to toe with Europe's finest. The sanguinary nature of the fighting was summed up best by American Brigadier General John Glover who said, &quot;Both sides seemed determined to conquer or die.&quot;&#10;&#10;It's the 19th of September, 1777. Do you, as the British, attempt to storm the prepared American positions on the high ground at Bemis Heights in order to open up the River Road and the most direct route to Albany? Or do you attempt to turn the American left where intelligence reports the American defenses are incomplete and the ground favors your approach? How will you employ the large number of Hessian mercenaries in your army? Will their performance match their reputation?&#10;&#10;As the Americans do you wait on Bemis Heights for the approach of the enemy as General Gates preferred, or do you sortie and meet the approach of the British in the forests where their artillery will be of little value? Will Generals Gates and Arnold cooperate, or will their feud spell disaster for the American cause? And what of the fog on this chilly Autumn morning? Will it be an ally to the Americans by impeding the progress of the enemy?&#10;&#10;These are only a few of the challenges facing you as you relive one of history's most decisive battles and the turning point of the American Revolution.&#10;&#10;","image":"https://cf.geekdo-images.com/0ynhaLhf0YFxvCsKi0__UA__original/img/6dCZ5ZIYZyFi1_Zncj8rMEWV43U=/0x0/filters:format(jpeg)/pic811475.jpg","thumbnail":"https://cf.geekdo-images.com/0ynhaLhf0YFxvCsKi0__UA__thumb/img/1i_ihMLqrat3u17HXt7PPkudqDU=/fit-in/200x150/filters:strip_icc()/pic811475.jpg","link":"https://boardgamegeek.com/thing/3413","minPlayers":"2","maxPlayers":"2","yearPublished":"1998","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":[2],"averageRating":"7.16153","averageWeight":"2.5532","boardGameRank":"4898","mechanics":["Hexagon Grid"],"categories":["Age of Reason","American Revolutionary War","Wargame"],"designers":["Mark Miklos"]}}