{"timestamp":"2024-11-12T22:19:53.715Z","gameDetails":{"id":"34194","name":"Aquaretto","type":"boardgame","description":"In Aquaretto, the players are managing the planning and selection of animals for their water themed zoo, in the hope of acquiring the most victory points. The players can expand the size of their water park and victory points can be earned in a number of ways. The most common way is to collect a large number of animals to your park in a variety of species.&#10;&#10;The core of the game play is the decision to select another random animal from the draw bag to add to one of the transport trucks or to take a truck in play. Taking a truck requires a player to add the animals on their selected truck to their water zoo.&#10;&#10;The catch is that animals need their space and thus different species cannot be placed adjacent to one another, there needs to be a separation. This then leads back to how the players decide to place animals on the trucks as they are drawn. A player cannot afford to create a truck in which one player gets all the animals their park needs, so the aim is to place animals in such a way that a player gets something they want but also take some pain as well.&#10;&#10;Aquaretto is a cousin to Zooloretto so there are other cute factors such as allowing animals to breed if a male and a female of a species are acquired, which allows the placement of a baby. There are also coin options that allow a player to do a range of things.&#10;&#10;Aquaretto can be played as a stand alone game or used in conjunction with Zooloretto for a mega-game of sorts.&#10;&#10;It should be noted that Aquaretto is a slightly more involved experience than Zooloretto, with some more involved options, such as scoring bonuses for acquiring workers that interact with how many fish symbols a player has in their water park.&#10;&#10;","image":"https://cf.geekdo-images.com/Uy_XB4UjqR3iwouKDMqxNg__original/img/QUWCCAB_VW7-jiRVCKWDVBGkLIU=/0x0/filters:format(jpeg)/pic1603517.jpg","thumbnail":"https://cf.geekdo-images.com/Uy_XB4UjqR3iwouKDMqxNg__thumb/img/l3NUwoiRmmj94eu5rDq9msPpGCg=/fit-in/200x150/filters:strip_icc()/pic1603517.jpg","link":"https://boardgamegeek.com/thing/34194","minPlayers":"2","maxPlayers":"5","yearPublished":"2008","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[4],"averageRating":"6.97222","averageWeight":"2.1163","boardGameRank":"1798","mechanics":["Set Collection","Tile Placement"],"categories":["Animals"],"designers":["Michael Schacht"]}}