{"timestamp":"2024-11-10T05:47:27.546Z","gameDetails":{"id":"344682","name":"The Split","type":"boardgame","description":"You've managed to pull off the Heist of the Century. A fortune in gems, gold, paintings and more sit before you and your crew. The only question is how to divide the loot? The Boss suggests one final card game before you go your separate ways. It's time for... The Split.&#10;&#10;Based on a modified version of the classic card game Blackjack, players will try to bluff and outwit each other to claim piles of loot cards. Collect cards and get your total value as close to 21 as possible - closest gets first pick of the stacks. Use your Bonus cards to manipulate your total, but don't play too safe... with one fewer stack on the table than there are players, you're never guaranteed a prize.&#10;&#10;Each round sees one player act as the dealer, passing regular playing cards out to all players. Your initial aim is to score as close to 21 as possible without exceeding that number - special one-use Bonus cards can help you get closer to the target. Only players with the highest value scores can claim from the stacks of Loot Cards, containing different items such as gold, gems, valuable paintings and more. More loot is added each round, and the game continues until the Loot Deck is depleted. Each loot type scores in a different way, and the player with the most Loot at the end of the game will win. Play with the Disguise cards for a trickier version of the game, where you can't win without a way to escape!&#10;&#10;With various difficulty modes, The Split offers an interactive, easy to learn experience that will appeal to a wide range of players. So, settle in, keep a straight face, and see how much you can walk away from the table with.&#10;&#10;","image":"https://cf.geekdo-images.com/sZtguqUekjg1xyYXWklNGQ__original/img/I_L9JM1M5jgu13EI0FhIcdGBuHA=/0x0/filters:format(png)/pic6352257.png","thumbnail":"https://cf.geekdo-images.com/sZtguqUekjg1xyYXWklNGQ__thumb/img/AS9NVRK6fNO0jpdxN-l5QTRaWqc=/fit-in/200x150/filters:strip_icc()/pic6352257.png","link":"https://boardgamegeek.com/thing/344682","minPlayers":"2","maxPlayers":"6","yearPublished":"2022","playingTime":"30","minPlayingTime":"20","maxPlayingTime":"30","bestAtCount":"3"}}