{"timestamp":"2024-11-13T00:24:02.007Z","gameDetails":{"id":"34585","name":"Keltis","type":"boardgame","description":"Keltis is a multi-player game based on Lost Cities, with some rules changes, later published with Knizia's original rules and theme as Lost Cities: The Board Game.&#10;&#10;Players play cards to move their playing pieces along stone paths. Cards show one of five different colors/symbols, each corresponding to one path; in addition, each card shows a number (0-10, twice each). In each color, each player can play his cards in either ascending or descending order. As in Lost Cities, it's better to concentrate on a few paths since the final spaces on a path grant high points, but ending early gives negative ones.&#10;&#10;The active player plays one card (out of a hand of eight) or discards one, then moves the corresponding playing piece on the path. Many of the spaces have a token that grants some bonus: either immediate points (counted on the scoring track), an extra move on a path, or wishing stones that are needed at game end to avoid negative points.&#10;&#10;The game ends when five playing pieces (from any combination of players) have reached the seventh (or higher) space on their respective paths. Now, scoring happens: &#10;&#10;     Pieces that moved only 1-3 steps earn negative points (-4, -3, -2).&#10;     Pieces with 4+ steps earn points (1, 2, 3, 6, 7, 10). &#10;     One piece of each player twice the height of other pieces scores double, either positive or negative. &#10;     Holding fewer than two wish stones earns negative points (-3 / -4), while a collection of five or more stones yields a bonus of 10 points.&#10;&#10;&#10;All endgame points are added to any scored during the game. The player with the highest score wins!&#10;&#10;&#10;Primary differences between Lost Cities: The Board Game and Keltis:&#10;&#10;1. In LCBG you play 3 rounds, scoring at the end of all 3 for the monuments you collect. (Normal scoring occurs each round.) In Keltis, you only play 1 round, and score everything each round. This is not just a rule difference, as the scoring is different for the monuments/stones based on the number collected.&#10;&#10;2. In Keltis, you may play your cards in either order, high to low, or low to high. In LCBG, you must go low to high.&#10;&#10;Note: the rules for LCBG have the Keltis rules as variants, and have the board elements necessary for #1 above. Keltis does not have the rules nor board elements to play LCBG.&#10;&#10;There are more differences that are non-substantive. (Art, points in LCBG multiplied by 5, etc.)&#10;&#10;","image":"https://cf.geekdo-images.com/GnKS0zE-EkuYfCrEUIlfzA__original/img/7W0n_8AgNak7XBEJ5r7gNZLFuWY=/0x0/filters:format(jpeg)/pic382457.jpg","thumbnail":"https://cf.geekdo-images.com/GnKS0zE-EkuYfCrEUIlfzA__thumb/img/7qofFSLH0zgMMtQFcqxfiwDM-xg=/fit-in/200x150/filters:strip_icc()/pic382457.jpg","link":"https://boardgamegeek.com/thing/34585","minPlayers":"2","maxPlayers":"4","yearPublished":"2008","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[3],"averageRating":"6.42137","averageWeight":"1.6382","boardGameRank":"2149","mechanics":["Hand Management","Point to Point Movement","Set Collection"],"categories":[],"designers":["Reiner Knizia"]}}