{"timestamp":"2024-11-12T21:50:55.083Z","gameDetails":{"id":"347148","name":"Arkham Horror: The Card Game – The Dunwich Legacy: Investigator Expansion","type":"boardgameexpansion","description":"A repackaging of the Dunwich Legacy cycle. All of the player cards for the cycle can be found in the Dunwich Legacy Investigator Expansion while all the encounter cards and campaign cards can be found in the Dunwich Legacy Campaign Expansion.&#10;&mdash;user summary&#10;&#10;The Dunwich Legacy is a deluxe expansion for Arkham Horror: The Card Game.&#10;&#10;Several months ago, three Miskatonic University professors armed themselves with secret knowledge, traveled to Dunwich, and brought an end to the strange and terrifying creature that had been terrorizing the secluded village. Their heroic efforts brought peace to the region&mdash;for a while&mdash;but also left the men scarred by the horrors they had witnessed. Now, one of those professors, Dr. Armitage, has need of your assistance. His colleagues have gone missing, and he fears the worst&hellip;&#10;&#10;The Dunwich Legacy challenges you to find the missing professors and launches you into a campaign that leads to Miskatonic University, the notorious Clover Club, and beyond. Five new investigators arrive to offer their services, armed with fifty-nine new player cards (including a complete playset of each) that allow you to pursue new deck-building strategies and new styles of play. Finally, you'll find all manner of new terrors arrayed against you&mdash;from backroom thugs and bad luck to arcane hexes and wholly unnatural abominations.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/CqCkS8-zh7mch41KKIa7PA__original/img/Y5plNi0No8piurUT1LZ5_fFV2Vk=/0x0/filters:format(jpeg)/pic6738301.jpg","thumbnail":"https://cf.geekdo-images.com/CqCkS8-zh7mch41KKIa7PA__thumb/img/BVgbuYa05ilG19AB1jhniNP3lOo=/fit-in/200x150/filters:strip_icc()/pic6738301.jpg","link":"https://boardgamegeek.com/thing/347148","minPlayers":"1","maxPlayers":"4","yearPublished":"2022","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[1,2],"averageRating":"8.74108","averageWeight":"3.8333","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Hand Management","Solo / Solitaire Game","Variable Player Powers"],"categories":["Expansion for Base-game","Card Game","Fantasy","Horror","Novel-based"],"designers":[]}}