{"timestamp":"2024-11-12T18:45:31.211Z","gameDetails":{"id":"3502","name":"Star of the Guardians","type":"boardgame","description":"Star of the Guardians is a 2-player Collectible Card Game in which the players play cards to deploy spaceships and destroy each other's empire.  The game is set in a science-fiction setting of the same name, novelized in a 4-book series by Margaret Weis.  For the game, players buy (collect) cards to build up their decks, which are shuffled and from which cards are drawn into hands and played.&#10;&#10;Players take on the roles of Warlords and to deploy their navies, they play system cards, which bestow Influence points.  Other cards can then be played if their cost in Influence are met.  Personality cards provide special abilities and personality points, which are required to play certain cards.  Fate, Damage, Artifacts and Tactics cards are played to alter the outcomes of battles fought among the deployed naval ships (Battleships, Carriers, Destroyers, etc) and squadrons of fighters and bombers.&#10;&#10;Star of the Guardians uses a lane-based combat system (Lane-To-Lane&trade;).  Each player's fleet is deployed in five columns (lanes).  The frontline ships bear the brunt of the fight while the ships behind them can give support, depending on their positions and cards played.  When a player's fleet has been destroyed, his or her home system is open to attack.  Any damage done to a player's home system reduces his or her power, and when a player's power has been reduced to zero, he or she loses the game.&#10;&#10;","image":"https://cf.geekdo-images.com/dshGtJdMC8qzwGqDP82PXQ__original/img/F4fW7jnih2SzQhhBJSwdEVPeYXg=/0x0/filters:format(jpeg)/pic1720353.jpg","thumbnail":"https://cf.geekdo-images.com/dshGtJdMC8qzwGqDP82PXQ__thumb/img/UaIuLH62_ggddvnGG4ZPT3w3f_o=/fit-in/200x150/filters:strip_icc()/pic1720353.jpg","link":"https://boardgamegeek.com/thing/3502","minPlayers":"2","maxPlayers":"2","yearPublished":"1995","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":null,"averageRating":"4.53024","averageWeight":"2","boardGameRank":"25886","mechanics":[],"categories":["Card Game","Collectible Components","Fighting","Science Fiction"],"designers":["Don Perrin"]}}