{"timestamp":"2024-11-10T17:11:27.707Z","gameDetails":{"id":"350753","name":"The Lord of the Rings: The Card Game – The Dark of Mirkwood","type":"boardgameexpansion","description":"Your Fellowship of heroes have narrowly escaped from their ordeal in Dol Guldur. After a brief stay in L&oacute;rien, your party is on its way back to Thranduil when they see smoke billowing up from the eaves of Mirkwood. The black plumes lead you to the smoldering remains of a Woodman village, with bodies strewn about and black-feathered arrows sticking from their backs. This is clearly the work of Goblins, and the pained gasps of a dying Woodman tells you that the survivors were taken by the fiends to their lair within the forest. You swear an oath to rescue them if you can, or avenge them if you cannot, and so you draw your weapons and follow the trail into the woods.&#10;&#10;This standalone scenario pack contains two adventures: The Oath and The Caves of Nibin-d&ucirc;m. These scenarios were originally released as part of the Limited Collector&rsquo;s Edition for The Lord of the Rings LCG. Now, with the inclusion of new boon and burden cards and the onset of the Revised Core Set, you and your fellow heroes can take on these two challenging scenarios as their own two-part adventure or as an extension of the core set&rsquo;s Mirkwood Paths campaign. Will you track down the Goblins and rescue the captives? Or will you become lost in the dark of Mirkwood?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/jNIgJnwh4GUwaY39BS9zkg__original/img/QkLhU8OhzE4GeNdoPfK08GlYack=/0x0/filters:format(png)/pic6496512.png","thumbnail":"https://cf.geekdo-images.com/jNIgJnwh4GUwaY39BS9zkg__thumb/img/rli370mcU2nnitmGDUf4bBLsvyo=/fit-in/200x150/filters:strip_icc()/pic6496512.png","link":"https://boardgamegeek.com/thing/350753","minPlayers":"1","maxPlayers":"2","yearPublished":"2022","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"1"}}