{"timestamp":"2024-11-12T21:09:13.891Z","gameDetails":{"id":"352591","name":"The Royal Limited","type":"boardgame","description":"England, 1960s. Revolutions in music, fashion, art and more draw celebrities from around the world. Superstars wind their way across the country using the ultimate in luxury travel, a train line catering to the elite, while less fortunate passengers jostle for space to get a glimpse of their idols. There&rsquo;s no time to waste, so grab your bags and get on board!&#10;&#10;The Royal Limited is a solo game about building your train and filling it up with passengers and VIPs before the train departs. Use cards from your hand to add new cars and place passengers to occupy them. Match symbols and colors to ensure everyone aboard is satisfied, especially the VIPs! Make the most of your line and see if you can live up to the grand expectations of The Royal Limited.&#10;&#10;&#10;You will play in a series of rounds, with your goal to build a train and fill it with passengers. Each round will take the following format:&#10;&#10;1. Draw cards&#10;2. Play cards to add a cars, place passengers and VIPs&#10;3. Discard hand &amp; advance conductor.&#10;&#10;After you have finished the final round (All Aboard!) then you should calculate your score. You want a lower score, according to certain values.&#10;&#10;","image":"https://cf.geekdo-images.com/AMrQErlzUmsE8ac8qxGe7w__original/img/1PTVDzkNSH2st01cwVBI2a8z6Ik=/0x0/filters:format(png)/pic7422259.png","thumbnail":"https://cf.geekdo-images.com/AMrQErlzUmsE8ac8qxGe7w__thumb/img/mNjJtAc0hnhMLt6yjNPAIrtjf-8=/fit-in/200x150/filters:strip_icc()/pic7422259.png","link":"https://boardgamegeek.com/thing/352591","minPlayers":"1","maxPlayers":"1","yearPublished":"2023","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":[1],"averageRating":"7.0877","averageWeight":"1.8","boardGameRank":"6066","mechanics":["Hand Management","Solo / Solitaire Game"],"categories":["Card Game","Print & Play","Trains"],"designers":["Scott Almes"]}}