{"timestamp":"2024-11-09T21:34:26.616Z","gameDetails":{"id":"35503","name":"Ra: The Dice Game","type":"boardgame","description":"Ra - The Dice Game takes all the major thematic elements of &quot;Ra&quot; and uses them very creatively in a dice game. Pharaohs, The Nile, Civilizations, and Monuments as well as the occasional catastrophe are all here.&#10;&#10;Instead of auctions, the core mechanism of Ra, each player rolls 5 dice and can reroll any of them up to two times. The five dice have identical sides, but different colors - the die color matters in some occasions (eg. a player can't claim purple civilization square with a green die). Then, according to the roll, the player claims some squares on the central board (civilizations, monuments, Niles etc.) or moves the Ra figure, which determines the remaining time in Epoch. One die side is a joker and can be used as any other side, as long as one of the other dice actually shows the mentioned other side.&#10;Players need to consider how to utilize their roll for the best personal gain. Scoring takes place in three Epochs (with monuments only scored after the third) and is nearly identical as in the original Ra, but this time the score is kept on a score track on the edge of the board, instead of tokens.&#10;&#10;From the box: Remember Ra! Now Reiner has added dice to the game and in such a great way. Players still try to score by collecting Pharaohs, niles and floods, monuments and civilizations, but this time they roll dice and choose which to keep and which to re-roll. True to the original game, players must watch out for disasters and each of the three rounds ends when &quot;Ra&quot; shows up a set number of times, so players need to watch Ra and decide when the round may end and when they have more time. After three rounds, the player with the most points is the winner!&#10;&#10;","image":"https://cf.geekdo-images.com/Bg36bYMjR3JJk9smL6ZjlQ__original/img/nNr3s_nKmC2gymNHOAsF4e4MlzM=/0x0/filters:format(jpeg)/pic533845.jpg","thumbnail":"https://cf.geekdo-images.com/Bg36bYMjR3JJk9smL6ZjlQ__thumb/img/zpfJWfo5Orvj1KSi8mWNErUfO8o=/fit-in/200x150/filters:strip_icc()/pic533845.jpg","link":"https://boardgamegeek.com/thing/35503","minPlayers":"2","maxPlayers":"4","yearPublished":"2009","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}