{"timestamp":"2024-11-12T17:39:59.570Z","gameDetails":{"id":"35595","name":"Cutthroat Caverns: Tombs & Tomes","type":"boardgameexpansion","description":"From the website:&#10;&#10;Cutthroat Caverns has often been described as a diceless RPG game and that has never been closer to the truth than with this expansion. For, introducing players to the devastatingly cruel new monsters, thought provoking additions to the Event deck and even more hugely powerful Relics, are two action-packed, full-on Adventure Modules.&#10;&#10;Just living and having the most Prestige may no longer be enough to secure a win. And living is no easy matter. Ragnarok the End Bringer is aptly named. Greed allows any Attack card to be played as a Critical Miss. The Lich will turn fallen friends into fallen fiends. All that and you need to effect a rescue too.&#10;&#10;Okay, that's what it says on the box... what's it really like?&#10;&#10;Tombs and Tomes is our third expansion to Cutthroat Caverns and it takes the exciting new mechanics first introduced in Relics and Ruin and adds even more sinister fun to the mix of Events and Relic Cards. Try battling a familiar friend like the Cursed Goblin while the walls close in and your hand size shrinks every turn or have every Relic in the room suddenly come to life and attack you when the Encounter is over, where the first one to beat a Relic into submission may claim it.&#10;&#10;And they are worth claiming. Bloodstone allows you to inflict 5 damage to any player at the end of an Encounter - and should any player die, you gain 3 Prestige. Or Ring of Storing which allows you to store an Action card immediately after playing it for a future second use. Perhaps Evil Eye is more your style, punishing those who would do you harm.&#10;&#10;But what makes this set truly unique is a whole new way to play the game. Included within are two Adventure Modules, The Lady of Magtherium and Mad God's Maze. Yes, these are self guided (no gamemaster needed, you can all play) full blown adventure stories. Yes, they each have a unique plot and multiple possible endings. It is a 'choose your own path' styled module with decisions to make and consequences for your actions.&#10;&#10;There is far more to it than in the base game of completing 9 Encounters. You must solve puzzles and avoid traps between the Encounters, decide marching order or who among you will take an action (and it may matter who), and determine through the course of your actions how the story will unfold. And in classic style, a big boss battle awaits you.&#10;&#10;Moreover, there may be new winning or losing conditions. For example, in The Lady of Magtherium, you discover a noblewoman (an NPC) whom you must rescue to win. She won't fight, but can be hurt - and if she dies, you all lose.&#10;&#10;Yes, these are one-shots and you will finish a module in a single sitting, so the modules themselves do not add to replay value. BUT they add so much depth and richness to the Encounters that when you sprinkle them into the regular game, they will be far more interesting. Of course, the real fun is that they represent what can be done with the game yourself. Creating and playing your own unique dungeon module is a great new way for fans to enjoy the game and we've got guidelines to get you started right here.&#10;&#10;On another note, this set features a number of other winners in our Create an Encounter Contest. There are some major 'big bads' here folks. For those who felt that the game was &quot;too easy&quot; and that characters don't seem to die enough - well, all I can say is be careful what you wish for. There are 15 more vicious Encounters (bringing the total to 75!) and we can almost guarantee that unless you make an effort to work together, players are gonna die. A lot.&#10;&#10;The stuff in this box is a helluva lot of fun to play and opens up a whole new world of possibilities! Check it out and see for yourself.&#10;&#10;","image":"https://cf.geekdo-images.com/0JstufvngWZ9WXwppDA4ug__original/img/-H5bqsZ48701yPl-ITLfvs2LVMQ=/0x0/filters:format(jpeg)/pic376248.jpg","thumbnail":"https://cf.geekdo-images.com/0JstufvngWZ9WXwppDA4ug__thumb/img/wzdLsqrgTUMIEvVYZKTjg8LNCAs=/fit-in/200x150/filters:strip_icc()/pic376248.jpg","link":"https://boardgamegeek.com/thing/35595","minPlayers":"3","maxPlayers":"6","yearPublished":"2009","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[5],"averageRating":"7.46975","averageWeight":"2.6667","boardGameRank":"Not Ranked","mechanics":["Hand Management","Simultaneous Action Selection","Variable Player Powers"],"categories":["Adventure","Card Game","Expansion for Base-game","Fantasy","Fighting","Humor"],"designers":["Curt Covert"]}}