{"timestamp":"2024-11-12T18:49:00.477Z","gameDetails":{"id":"3584","name":"World War 3: 1976-1984","type":"boardgame","description":"World War 3- 1976-1984, is a simulation on an army/fleet level scale of a hypothetical, world-wide, conventional conflict at the height of the cold war (1976-1984). The simulation is primarily of land and naval conflict with the secondary influence of air forces. The game covers five years in seasonal (quarterly) turns. Optional rules allow Players to choose from several levels of complexity.&#10;&#10;With the increased number of small scale conflicts throughout the world had come increased tension and strain in relationships between the Soviet Union and the United States. Each superpower felt it necessary to choose sides in the local, &quot;conventional&quot; wars that proliferated in the late 1970's, until each felt small pressures from all directions. Eastern Europe, the Middle East, the Asian sub-continent, Southeast Asia, Africa and Central America were involved to various degrees, in conflict.&#10;&#10;Then, one side (we're not saying which) began to feel its position slipping, as its favored side in war after war became threatened, with the scale of the conflicts ever more violent. Warnings and violent talk were followed by the commitment of the first conventional land forces by a superpower. This was followed immediately by an even greater commitment from the other side, and the war of escalation was on.&#10;&#10;The Soviet Union struck first in Europe, and overran Germany and France in a matter of weeks. Italy and the smaller countries of Western Europe were cowed into submission, and Leftist regimes came to power in each of them. However, with the larger Gross National Product, and thus, with the larger capacity to make war, the United States was in a better position to wage a prolonged war. The United States struck back in outlying areas, consolidating its gains in areas that, without a sufficient fleet, the Soviet Union could not maintain proper contact with. &#10;Of course, the question of decisive victory was quite impossible. Because the war had &quot;crept up&quot; upon the superpowers, there had been no nuclear exchange, and, so far, the threats to resort to nuclear warfare had remained unfulfilled. But, if either power should become directly threatened, the possibility that it would use nuclear weapons would become a near-certainty. Thus, both sides kept their military goals small. The United States hoped to use its greater war making capacity to wear down its opponent, while the Soviet Union attempted to use its overwhelming strength to achieve lightning victories in short campaigns.&#10;&#10;As the futility of the war became apparent, and the populations and their economies began to show signs of fatigue, the war gradually wound down to a sort of &quot;cold war&quot; stalemate, and, although there were thousands of miles of front lines, the unofficial orders of the frontline troops were not to provoke the enemy. And because of this unsatisfactory, but inevitable resolution, the responsible parties in the governments of both superpowers were overthrown, allowing for a gradual withdrawal of troops from the battlefields across the globe.&#10;&#10;This game is a simulation of a hypothetical conflict. It is played on a map that is a simplified terrain reproduction of the entire world. A grid of hexagons printed over the map is used to regulate movement much as the squares on a chess board. The pieces in the game represent the actual military units which might take part in such a conflict. The large numbers on the pieces indicate the relative strengths of these units. Each Player maneuvers his pieces on the map to engage those of the enemy. Battles take place when units are adjacent to enemy units. The total relative strengths of the units involved are compared. The attacking Player consults a simple probability table (the Combat Results Table) to determine the outcome of each battle. Then the other Player moves his units and conducts attacks. The game proceeds this way (for a specified number of turns) as the Players try to achieve the objectives set forth in the rules. No prior knowledge of history or military tactics is required to play the game &mdash; just a little ingenuity and common sense.&#10;&#10;World War 3 is basically a two-Player game (an Optional Rule provides for an independent Red Chinese command). Each Player moves his units and executes attacks on Enemy units in turn, attempting to fulfill the conditions .of victory. To move from one hex to another, each unit expends a portion of its Movement Allowance. Naval Transport and Amphibious Movement allows the transfer of land units across bodies of water. Combat is resolved by comparing the Combat Strength Points of opposing units and expressing the comparison as a difference (differential) between Attacker and Defender. A die is rolled and the outcome indicated on the appropriate (Land or Naval) Combat Results Table is applied to the units involved.&#10;&#10;Rules and map are similar to Dunnigan's (Global War: The War Against Germany and Japan, 1939-45) game.&#10;&#10;Game Scale:&#10;Game Turn: 3 months&#10;Hex: 500 miles / 804 kilometers&#10;Units: Army/Fleet&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; four color mapsheet or Two 17.5 x 22.5&quot; mounted mapboards (Designer box version)&#10;Three dual-side printed countersheets (600 1/2&quot; counters)&#10;One 16-page World War 3 rulebook&#10;Two dual-side printed player air cards&#10;One 6-sided die&#10;One counter storage tray (Designer box version)&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 6 hours&#10;&#10;","image":"https://cf.geekdo-images.com/2L7fXgnBgeFB7yk3wGfy4g__original/img/FQ-shZ0nnlpdyw1EgrD5LagOAi4=/0x0/filters:format(jpeg)/pic293497.jpg","thumbnail":"https://cf.geekdo-images.com/2L7fXgnBgeFB7yk3wGfy4g__thumb/img/K62a3Tey1_LVxwdPbVenwfxCPo8=/fit-in/200x150/filters:strip_icc()/pic293497.jpg","link":"https://boardgamegeek.com/thing/3584","minPlayers":"2","maxPlayers":"2","yearPublished":"1975","playingTime":"360","minPlayingTime":"360","maxPlayingTime":"360","bestAtCount":[2],"averageRating":"5.15789","averageWeight":"3.25","boardGameRank":"26596","mechanics":["Hexagon Grid"],"categories":["Modern Warfare","Wargame"],"designers":["Jim Dunnigan"]}}