{"timestamp":"2024-11-09T21:46:07.728Z","gameDetails":{"id":"358557","name":"The Search for Lost Species","type":"boardgame","description":"Thousands of plants and animals have been discovered but haven't been seen for decades and could be on the brink of extinction. In order to save these species, we must first find them again. The Search for Lost Species is a game about this real-world search. You are scientists on an expedition to find one of those lost species, focusing on those in Indonesia and Papua New Guinea.&#10;&#10;The organization Re:wild has compiled a list of lost species around the world. They engage in expeditions with numerous partners to find these Lost Species, and encourage others to conduct their own expeditions to rediscover these amazing Lost Species. In this deduction game, you'll work to locate these lost species and put them back on the map!&#10;&#10;The game play changes from The Search for Planet X include: &#10;Players use a combination of deduction and movement to narrow down the possible habitats of the lost species.&#10;Players can use a special expedition action to search a specific habitat for a lost species.&#10;Incorporates cards that make the game asymmetric and provide more variability.&#10;&#10;Features:&#10;Report your sightings through the free app to determine if they are confirmed.&#10;Double-sided board provides two different island maps to explore.&#10;6 different Lost Species to find!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/-VyojGLJ9XYN1b-V2ODCHg__original/img/Jbcp4I1cz_U8wlWZBrfaF0KTKDY=/0x0/filters:format(jpeg)/pic6740248.jpg","thumbnail":"https://cf.geekdo-images.com/-VyojGLJ9XYN1b-V2ODCHg__thumb/img/NbCa0ypa0yjqB7uTZKtOgCYcEqI=/fit-in/200x150/filters:strip_icc()/pic6740248.jpg","link":"https://boardgamegeek.com/thing/358557","minPlayers":"1","maxPlayers":"4","yearPublished":"2023","playingTime":"75","minPlayingTime":"60","maxPlayingTime":"75","bestAtCount":"2"}}