{"timestamp":"2024-11-10T04:43:49.886Z","gameDetails":{"id":"36","name":"Federation & Empire","type":"boardgame","description":"This sprawling empire game is set in the  Star Fleet Universe. Players command one or more races in a variety of scenarios as they replay the &quot;historical&quot; situations in the galactic politics of the future.&#10;&#10;It is the base set for the Federation and Empire series of products.&#10;&#10;The Star Fleet Universe series is based on the game Star Fleet Battles, and Federation &amp; Empire is a strategic game based in that background.  Federation &amp; Empire is a stand alone game, and Star Fleet Battles is not required or needed to play this game.&#10;&#10;The two games are closely related, and Star Fleet Battles can be used to resolve some or all of the tactical battles of Federation &amp; Empire, and Federation &amp; Empire can be used as a campaign system for Star Fleet Battles.&#10;&#10;The original version came out in 1986, and was published by Task Force Games.  This was followed in 1990 with the &quot;Deluxe&quot; version, which replaced the original release.  &quot;Deluxe&quot; was indicated on the front of the box to indicate it was the new version.  The Deluxe version included a revised rule book, more counter sheets, and other player aids such as the battle board and player folio.&#10;&#10;The &quot;Deluxe&quot; version had three expansions:&#10;&#10;    Federation & Empire: Carrier War&#10;    Federation & Empire: F & E Module 1 &#226;&#128;&#147; Special Operations&#10;    Federation & Empire: F & E Module 2 &#226;&#128;&#147; Marine Assault&#10;&#10;&#10;In 2000, another revision of the rules was completed, and the F&amp;E 2K (as it is called) version stood for a decade.&#10;&#10;In 2010 the countersheets were entirely redone (with a larger number of counters per sheet) and the rulebook was once again revised to incorporate the last 10 years of errata and rulings, allowing a better integration with the expansions that were released during this period.&#10;&#10;Expanded by:&#10;&#10;&#10;    Federation & Empire: Advanced Operations&#10;    Federation & Empire: Combined Operations (combined and replaced Federation & Empire: F & E Module 1 &#226;&#128;&#147; Special Operations and Federation & Empire: F & E Module 2 &#226;&#128;&#147; Marine Assault)&#10;    Federation & Empire: Fighter Operations (replaced Federation & Empire: Carrier War)&#10;    Federation & Empire: Planetary Operations&#10;    Federation & Empire: Strategic Operations&#10;    Federation & Empire: ISC War&#10;    Federation & Empire: Minor Empires&#10;&#10;&#10;Since 2010 ADB has created, in both print and pdf form, Compendium I, II and III. The first two covered the F&amp;E sections in Captains Log&rsquo;s 21-40. All material for the base game from these is in the 2010 rule book however material for the expansions Advanced, Combined, Planetary and Strategic Operations are in the first two Compendiums&rsquo;. Compendium III has Captains Log&rsquo;s 41-50 which were all printed post 2010 rules.&#10;&#10;Fighter Operations is now updated to the 2010 standard. All relevant items from the first two Compendiums' is included.&#10;&#10;","image":"https://cf.geekdo-images.com/ZlZQnkIDefuLQMJGXXDzXA__original/img/xTYyjkb0OEqvWvdWDC2iMbkPQ6k=/0x0/filters:format(jpeg)/pic387448.jpg","thumbnail":"https://cf.geekdo-images.com/ZlZQnkIDefuLQMJGXXDzXA__thumb/img/P9TCanN3TVa3WuXTwvwZtzszDXk=/fit-in/200x150/filters:strip_icc()/pic387448.jpg","link":"https://boardgamegeek.com/thing/36","minPlayers":"2","maxPlayers":"8","yearPublished":"1986","playingTime":"300","minPlayingTime":"300","maxPlayingTime":"300","bestAtCount":"2"}}