{
  "timestamp": "2025-11-26T20:36:57.906Z",
  "gameDetails": {
    "id": "360232",
    "name": "Galaxy Trucker: Keep on Trucking",
    "type": "boardgameexpansion",
    "description": "Do you laugh at pirates, shrug off combat zones, and meet every meteor with cannons blazing? If you've mastered the basics of Galaxy Trucker, then you're ready for Galaxy Trucker: Keep on Trucking!\n\nIn this expansion, Corp Inc has new ships they would like you to try, ships that will challenge you, ships that will make you ask, \"What were they thinking?!\"\n\nYour ships will be thoroughly tested by new adventures, and if your flights still seem easy, \"Rough Roads\" cards can turn a humdrum milk run into a twisted spatiotemporal nightmare.\n\nTo meet these challenges, you'll have access to new components offering new tactical options, and you'll be able to fly with new aliens who each have a unique ability.\n\nThe different parts of this expansion can be mixed and matched, allowing you to choose the combination that will be the most fun for you, so whether you're flying with grizzled veterans who miss the thrill of exploding spaceships or teaching newbies who just survived their first flight, this expansion will help you keep on trucking!\n\n&ndash; Relaunched edition of Galaxy Trucker and its expansion Keep on Trucking keep the best gaming elements from the original while contains something extra. &ndash;\n\n&mdash;description from the publisher\n\n",
    "image": "https://cf.geekdo-images.com/kOMKBtn47LTovsYb1WGdfQ__original/img/GI2KbCPS0Me-jQH-RjjxOHrbCwQ=/0x0/filters:format(jpeg)/pic6795800.jpg",
    "thumbnail": "https://cf.geekdo-images.com/kOMKBtn47LTovsYb1WGdfQ__small/img/UBxfcn-vDFVjWJX2DR6hDWjE-Ow=/fit-in/200x150/filters:strip_icc()/pic6795800.jpg",
    "link": "https://boardgamegeek.com/thing/360232",
    "minPlayers": "2",
    "maxPlayers": "4",
    "yearPublished": "2022",
    "playingTime": "60",
    "minPlayingTime": "30",
    "maxPlayingTime": "60",
    "bestAtCount": [
      3,
      4
    ],
    "averageRating": "7.90642",
    "averageWeight": "2.7778",
    "boardGameRank": "Not Ranked",
    "mechanics": [
      "Dice Rolling",
      "Events",
      "Real-Time",
      "Relative Movement",
      "Tile Placement",
      "Track Movement"
    ],
    "categories": [
      "Expansion for Base-game",
      "Action / Dexterity",
      "Adventure",
      "Aviation / Flight",
      "Dice",
      "Humor",
      "Party Game",
      "Real-time",
      "Science Fiction"
    ],
    "designers": [
      "Vlaada Chvátil"
    ]
  }
}