{"timestamp":"2024-11-09T20:48:54.285Z","gameDetails":{"id":"361","name":"Hare & Tortoise","type":"boardgame","description":"As the first winner of the Spiel des Jahres award in 1979, Hare and Tortoise or the German Hase und Igel (for Hare and Hedgehog) will always be regarded as a classic game.  It is a cunningly designed race to the finish in which your fuel (carrots) must practically run out (all but 10 carrots or fewer) at the moment you hit the finish line.  You also have three lettuce cards you must spend during the course of the race.  The farther you move, the more carrots you spend, and there are a variety of ways to gain or lose carrots as you go around the track.  It's a very clever exercise in arithmetic which David Parlett has fashioned into an entertaining and unique perennial favorite.&#10;&#10;There have several variations between the multiple prints of Hare &amp; Tortoise by different publishers.  Most variations come from methods of adding randomness that favor lagging player via cards, dice, or dice charts when landing on a Hare square.&#10;&#10;&#10;      Parlett Strategic Variant -- The designer's preferred way of playing the Hare square is that &quot;... you can land on them [Hare square], but must miss a turn. This would be the equivalent of the hare taking a nap, as in Aesop's fable. This is the rule I most favour and would prefer it to simply not landing on them at all...&quot;&#10;&#10;&#10;&#10;      Tournament Jugging the Hare rule -- When you land on a hare square do nothing immediately. If nobody goes past you, draw 10 carrots when you next move. If they do, pay 10 carrots into the carrot patch for each player who goes past you, in either direction. (source: http://www.parlettgames.uk/haretort/htjughare.html#new)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/iyUktGtEjnBgQVuXpROUoA__original/img/Hg0QpeDOvzWPehPkhyZLtGMtTGM=/0x0/filters:format(jpeg)/pic7943778.jpg","thumbnail":"https://cf.geekdo-images.com/iyUktGtEjnBgQVuXpROUoA__thumb/img/6RXlXl3ABAdE7eE0TLQ8_2nt0hc=/fit-in/200x150/filters:strip_icc()/pic7943778.jpg","link":"https://boardgamegeek.com/thing/361","minPlayers":"2","maxPlayers":"6","yearPublished":"1973","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}