{"timestamp":"2024-11-13T01:07:52.756Z","gameDetails":{"id":"361284","name":"Sleeping Gods: Distant Skies (Gamefound Edition)","type":"boardgame","description":"The Gamefound Collector's edition comes in a bigger and nicer box (featuring gold foil and embossing) than the retail edition, features a painted airplane miniature, and includes 3 extra combat dice, 15 metal stamina tokens, a miniature for each of the five playable characters (the retail edition has cardboard standees, also included in the Collector's edition), and the Thunderstorm Isle expansion.&#10;&#10;Thunderstorm Isle&#10;&#10;Thunderstorm Isle is a faraway location outside of the atlas that you can fly to in your plane. It includes 40 adventure and quest cards, a new map, wandering encounters, and a small storybook.&#10;&#10;This is a wet and muddy isle filled with danger and mysteries. Also, you must take care not to be struck by lightning in the almost ever-present storms!&#10;&#10;You can include this expansion in any of your Distant Skies campaigns, even your first. Unlike the distant locations in the game, Thunderstorm Isle is an entire map with multiple locations. Explore Thunderstorm Isle at any time by using a flight action. To leave the island, simply move to your plane and return to the game atlas.&#10;&#10;","image":"https://cf.geekdo-images.com/8vHXEPzFQKjIIuE1gbabXg__original/img/zU4jin8iE0hA9_OUJ-SYd-FndyY=/0x0/filters:format(jpeg)/pic6840739.jpg","thumbnail":"https://cf.geekdo-images.com/8vHXEPzFQKjIIuE1gbabXg__thumb/img/U2Dgz16hzPquyXY_pwfFNB-JAe0=/fit-in/200x150/filters:strip_icc()/pic6840739.jpg","link":"https://boardgamegeek.com/thing/361284","minPlayers":"1","maxPlayers":"4","yearPublished":"2023","playingTime":"600","minPlayingTime":"60","maxPlayingTime":"600","bestAtCount":[2],"averageRating":"8.56339","averageWeight":"3","boardGameRank":"Not Ranked","mechanics":["Action Points","Deck, Bag, and Pool Building","Narrative Choice / Paragraph","Push Your Luck","Solo / Solitaire Game"],"categories":["Adventure","Exploration","Fantasy","Mythology"],"designers":["Ryan Laukat"]}}