{"timestamp":"2024-11-13T00:02:19.449Z","gameDetails":{"id":"36235","name":"The Duke","type":"boardgame","description":"Levy. Maneuver. Conquer.&#10;&#10;The Duke is a dynamic, tile-based strategy game with an old-world, feudal theme, high-quality wooden playing pieces, and an innovative game mechanism in its double-sided tiles. Each side represents a different posture &ndash; often considered to be defensive or offensive &ndash; and demonstrates exactly what the piece can do within the turn. At the end of a move (or after the use of a special ability), the tile is flipped to its other side, displaying a new offensive or defensive posture.&#10;&#10;Each posture conveys different options for maneuver and attack. The full circle is a standard Move, the hollow circle the Jump, the arrow provides for the Slide, the star a special Strike ability and so on. Each turn a player may select any tile to maneuver, attempting to defend his own troops while positioning himself to capture his opponent's tiles. If you end your movement in a square occupied by an opponent's tile, you capture that tile. Capture your opponent's Duke to win!&#10;&#10;Players start the game by placing their Duke in one of the two middle squares on their side of the game board. Two Footman are then placed next to the Duke. Each turn a player may choose to either move a single tile or randomly draw a new tile from the bag. With fifteen different Troop Tiles, all double-sided, and nineteen total pieces for each player (plus special optional tiles), the variety of game play is limitless.&#10;&#10;Beyond the endless variety of the basic game, Terrain Tiles introduce a variety of game play options, altering the game board. These rules also include several alternate objectives, such as the challenging Dark Rider game which pits five Pikeman against a lone Knight.&#10;&#10;","image":"https://cf.geekdo-images.com/dDFcB5lodNZxzxfWsTJtUg__original/img/bTgwyvsMbY9BvI-J7JHK6DrUpPw=/0x0/filters:format(jpeg)/pic1688903.jpg","thumbnail":"https://cf.geekdo-images.com/dDFcB5lodNZxzxfWsTJtUg__thumb/img/TFdeBRREl0DtKLoCzcT6-Upxy7E=/fit-in/200x150/filters:strip_icc()/pic1688903.jpg","link":"https://boardgamegeek.com/thing/36235","minPlayers":"2","maxPlayers":"2","yearPublished":"2013","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"7.31952","averageWeight":"2.4853","boardGameRank":"905","mechanics":["Grid Movement","Pattern Movement","Square Grid","Tile Placement"],"categories":["Abstract Strategy","Medieval"],"designers":["Jeremy Holcomb","Stephen McLaughlin"]}}