{"timestamp":"2024-11-13T01:20:39.022Z","gameDetails":{"id":"362541","name":"Ticket to Ride: San Francisco","type":"boardgame","description":"Ticket to Ride: San Francisco features the familiar gameplay from the Ticket to Ride game series &mdash; collect cards, claim routes, draw tickets &mdash; but on a map of 1960s San Francisco that allows you to complete a game in no more than 15 minutes.&#10;&#10;Each player starts with a supply of 20 cable cars, two transportation cards in hand, and one or two destination tickets that show locations in San Francisco. On a turn, you either draw two transportation cards from the deck or the display of five face-up cards (or you take one face-up ferry, which counts as all six colors in the game); or you claim a route on the board by discarding cards that match the color of the route being claimed (with any set of cards allowing you to claim a gray route, although some require ferries); or you draw two destination tickets and keep at least one of them.&#10;&#10;When you build a line that connects to a souvenir location, such as Lombard Street, the Embarcadero, or the Golden Gate Bridge, you take a souvenir token from that location.&#10;&#10;Players take turns until someone has no more than two cable cars in their supply, then each player takes one final turn, including the player who triggered the end of the game. Players then sum their points, scoring points for (1) the routes that they've claimed during the game, (2) the destination tickets that they've completed (by connecting the two locations on a ticket by a continuous line of their cable cars), and (3) the souvenirs that they've collected, with a full set of seven souvenirs being worth 12 points. You lose points for any uncompleted destination tickets, then whoever has the high score wins!&#10;&#10;","image":"https://cf.geekdo-images.com/pIwUHxze-vcbThTE9JrRgg__original/img/_mmaFQnlTqZ6bdmFsAQwMyHXomo=/0x0/filters:format(png)/pic6850090.png","thumbnail":"https://cf.geekdo-images.com/pIwUHxze-vcbThTE9JrRgg__thumb/img/gs6tv4k2kkOAQvwKWxwi0nJOWMQ=/fit-in/200x150/filters:strip_icc()/pic6850090.png","link":"https://boardgamegeek.com/thing/362541","minPlayers":"2","maxPlayers":"4","yearPublished":"2022","playingTime":"15","minPlayingTime":"10","maxPlayingTime":"15","bestAtCount":[3],"averageRating":"7.19771","averageWeight":"1.7368","boardGameRank":"2762","mechanics":["Hand Management","Network and Route Building","Open Drafting","Set Collection"],"categories":["Trains"],"designers":["Alan R. Moon"]}}