{"timestamp":"2024-11-12T21:51:26.034Z","gameDetails":{"id":"366213","name":"Arkham Horror: The Card Game – The Scarlet Keys: Investigator Expansion","type":"boardgameexpansion","description":"The tale of The Scarlet Keys begins in Arkham with a spread of mysterious disappearances. As objects, animals, and people vanish, so too do they disappear from the memory of those left behind. Only you and your fellow investigators remember them&mdash;or so you thought. When an enigmatic letter arrives, its author claiming to also remember those who disappeared, it marks the beginning of an epic journey that will take you across the globe and under the scrutinous eye of the mysterious and deadly Red Coterie.&#10;&#10;When we say &ldquo;across the globe,&rdquo; we mean that literally. The Scarlet Keys Campaign Expansion introduces the game&rsquo;s very first completely non-linear campaign. After the prologue concludes, you and your party choose where to go next, and wherever you go determines what scenario you play. This means that, with the exception of the prologue and the finale (which always occur first and last, respectively), all of the scenarios in this campaign can be experienced in any order. However, you may not experience all of them in a single playthrough, since one of the greatest threats in the campaign isn&rsquo;t the Mythos: it&rsquo;s time.&#10;&#10;The Scarlet Keys is the newest campaign expansion to Arkham Horror: The Card Game. Just like with Edge of the Earth, you will find only player cards in the Investigator Expansion and only scenario cards within the Campaign Expansion. Whether you want one expansion or both, the world of Arkham Horror just got bigger!&#10;&#10;The Scarlet Keys Investigator Expansion brings a massive spread of new player cards to the game, including six new investigators!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/zyeNHrurwY_Ryp-YA3oFbA__original/img/KaeCLF3wUCj579rWkowXxvaVa74=/0x0/filters:format(jpeg)/pic7212305.jpg","thumbnail":"https://cf.geekdo-images.com/zyeNHrurwY_Ryp-YA3oFbA__thumb/img/fjm48sfrl35_UF_QQ0y6amKbZf8=/fit-in/200x150/filters:strip_icc()/pic7212305.jpg","link":"https://boardgamegeek.com/thing/366213","minPlayers":"1","maxPlayers":"4","yearPublished":"2022","playingTime":"180","minPlayingTime":"45","maxPlayingTime":"180","bestAtCount":[2],"averageRating":"8.61014","averageWeight":"3.8333","boardGameRank":"Not Ranked","mechanics":[],"categories":["Expansion for Base-game"],"designers":["Aaron Haltom","MJ Newman"]}}