{"timestamp":"2024-11-09T22:17:32.678Z","gameDetails":{"id":"36887","name":"Waterloo","type":"boardgame","description":"Description courtesy of BoardgameNews.com&#10;&#10;Waterloo &ndash; a two-player game for early 2009 with the French and British fighting once again. The action system is a clever creation: You know the range of possible actions that you can take on a turn, but the opponent knows exactly how many actions you have, and that knowledge strips the certainty from your preparation. Can you get your infantry back in a defensive position before the opponent thunders through with his cavalry? If you don&rsquo;t think you can, you might develop timidly, which gives the opponent a better shot of taking valuable terrain.&#10;&#10;Damage in the game is represented by blue/red/black cubes, and you can distribute the cubes throughout your lines during the game to represent the movement of troops back and forth from the front lines. Shifting all the damage to the back seems like a no-brainer, but if cavalry does break through your front line, your troops are toast. Morale is checked only in face-to-face combat, and it&rsquo;s handled by a die roll compared with the level of damage within an area.&#10;&#10;Control of areas like La Haye Sainte is critical. Just as Wellington tried to funnel French attacks through gaps in ridges in order to cut off their support, you can do the same, fighting for highland to prevent being pinched. The French win if they take Mont St. Jean, the British if they take Rosonne; if neither occurs before the end of 8pm (ie the last turn), then the British and Allies win.&#10;&#10;","image":"https://cf.geekdo-images.com/9VM7OEk51qBQfbzXMIAXcg__original/img/_xREVLvYvqb02AXTwXuUL9pvQn4=/0x0/filters:format(jpeg)/pic412813.jpg","thumbnail":"https://cf.geekdo-images.com/9VM7OEk51qBQfbzXMIAXcg__thumb/img/jqOnSP23bYqrbuLpYScixEkmDdU=/fit-in/200x150/filters:strip_icc()/pic412813.jpg","link":"https://boardgamegeek.com/thing/36887","minPlayers":"2","maxPlayers":"2","yearPublished":"2009","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"2"}}