{"timestamp":"2024-11-12T23:59:21.978Z","gameDetails":{"id":"369154","name":"Dogfight!: Rule The Skies in 20 Minutes!","type":"boardgame","description":"Dogfight! is the latest game to join the acclaimed Blitzkrieg line of 20-minute games.&#10;&#10;In Dogfight! two rival aviators of the First World War duel each other with Biplanes across the sky. To defeat your enemy, you must maneuver yourself to get behind them and shoot at exactly the right moment!&#10;&#10;Dogfight! is played over a maximum of three rounds or until one of the Biplanes has been shot down. If a Biplane is shot down, the game ends immediately and the surviving player is declared the winner! If the third round ends and neither Biplane has been shot down, the player who has taken fewer hits is the winner.&#10;&#10;Both players choose a tile to play from behind their player screens and simultaneously reveal them. Each player then moves their Biplane the number of spaces equal to the value of the tile played, which may also have &quot;hit&quot; icons. The game features nine Biplanes, and they have different tile distributions. Several scenarios are also included.&#10;&#10;The Biplanes must follow the direction of the arrows around the white path (except when Looping the Loop). Each circle counts as one space and the colors on some spaces affect shooting. Biplanes may move past one another and even finish in the same space, but be careful -- one wrong move and your enemy will loop behind you and blast away!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/Vu6ApnG-uscb-BvGdn4LWg__original/img/muzqOGyZtUwfDQ9aidUK5UCjcgQ=/0x0/filters:format(png)/pic7582443.png","thumbnail":"https://cf.geekdo-images.com/Vu6ApnG-uscb-BvGdn4LWg__thumb/img/MjljIyzHTRBOpwQBBwohv6x0h2w=/fit-in/200x150/filters:strip_icc()/pic7582443.png","link":"https://boardgamegeek.com/thing/369154","minPlayers":"1","maxPlayers":"2","yearPublished":"2023","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":[2],"averageRating":"6.84778","averageWeight":"2","boardGameRank":"6713","mechanics":["Catch the Leader","Drawing","Solo / Solitaire Game"],"categories":["Aviation / Flight","Wargame","World War I"],"designers":["Carlo A. Rossi"]}}