{"timestamp":"2024-11-10T04:43:24.809Z","gameDetails":{"id":"3693","name":"Empires at War","type":"boardgame","description":"(from Decision Games website:)&#10;&#10;The 19th century saw the great imperial powers of Europe clash in titanic battles to establish control over the continent. Empires at War simulates four of these battles.&#10;&#10;The Basic Game allows beginners to learn quickly, while providing experienced players an exciting evening of action. The Advanced Game fully simulates grand tactics of this period. Rules include provisions for light infantry (jaegers and chasseurs), command control, morale, fog of war, and mitrailleuse (early machine guns).&#10;&#10;- Inkerman, 5 November 1854 &#10;At the height of the Crimean War, the Russians made a determined attempt to break out of Sevastopol. After a desperate day of fighting in rough terrain and fog, the Russians nearly broke the outnumbered Allies, but fell back with severe losses.&#10;&#10;- Solferino, 24 June 1859 &#10;A decisive clash between the French/Sardinian and the Austrians came at the town of Solferino. The narrow French/Sardinian victory over Austria was due to the intrepid leadership of individual French corps commanders.&#10;&#10;- Koniggratz, 3 July 1866 &#10;The decisive battle of the &quot;Six Weeks War&quot; came after a month of preliminary maneuvering. After a day of bloody see-saw fighting, the Prussian Second Army suddenly appeared on the northern flank, rolling up the Austrian line.&#10; - Gravelotte-St. Privat, 18 August 1870 &#10;The decisive action occurred near the great fortress of Metz. The situation might have turned in favor of the French, but hesitation allowed Von Moltke to regroup and prepare a flanking maneuver that assured a German victory.&#10;&#10;Components: &#10;&#10;    400 counters&#10;    16-page rule book&#10;    4 maps on (2) 22&quot; x 34&quot; mapsheets&#10;    1 inch box&#10;&#10;&#10;&#10;(BGG description:)&#10;&#10;Quad game depicting 4 battles fought during the 19th century: Inkerman (1854), Solferino (1859), K&ouml;niggratz (1866) and Gravelotte (1870).&#10;&#10;Lots of chrome rules, including command control,different weapon types and morale.  Nato style counters.  Four maps (3 large and 1 small). Inkerman,whilst fought on the smallest map due to the small battlefield, is a standout. Games are always close and are extremely accurate and well designed and researched. A well designed simulation.&#10;&#10;","image":"https://cf.geekdo-images.com/M6CJT1ZuTgjPa8AUis1W3w__original/img/IXcgTBtW7QxX4_UWf4vS6SSlSlQ=/0x0/filters:format(jpeg)/pic28942.jpg","thumbnail":"https://cf.geekdo-images.com/M6CJT1ZuTgjPa8AUis1W3w__thumb/img/BOtea0Kf5Z1gYfnoKLXt6kRLI5g=/fit-in/200x150/filters:strip_icc()/pic28942.jpg","link":"https://boardgamegeek.com/thing/3693","minPlayers":"2","maxPlayers":"2","yearPublished":"1993","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"1"}}