{"timestamp":"2024-11-09T21:04:58.763Z","gameDetails":{"id":"371429","name":"Living Forest: Kodama","type":"boardgameexpansion","description":"The dreadful Onibi has never been more dangerous&hellip; He has set foot in the Circle of Spirits and is ferociously attacking the Sacred Tree, while his flames threaten all living things in the forest. But the Spirits of Nature aren&rsquo;t fighting alone: Sanki has sent small beings of light, the Kodama, to help them face this growing threat.&#10;&#10;Play as one of the four Spirits of Nature and make the most of the Kodama&rsquo;s help to save the Sacred Tree!&#10;&#10;A NEW ACTION:&#10;You can now use the flowers from your Help Line, your Forest and your victory tiles to perform the new action: Call a Kodama.&#10;&#10;Thanks to this new action you can, each turn, buy one (and only one) Kodama card which is placed on your personal deck, like a Guardian Animal card.&#10;&#10;These Kodama cards, in addition to providing you with items like Guardian Animals do, provide you with a Kodama symbol. At the start of your Action phase, add the number of Kodama symbols on your Help Line and your Forest:&#10;&bull; With 2 visible Kodama symbols, you can take 1 Fragment tile. Put it next to your Forest.&#10;&bull; With 3 visible Kodama symbols, you can take 1 Element tile. Put it next to your Forest.&#10;&bull; With 4 visible Kodama symbols, you can perform an additional basic Action during this turn.&#10;&#10;And icing on the cake, you increase the corresponding victory condition from 13 to 15 by emptying a pile of Kodama cards. A good way to slow down your opponents!&#10;&#10;NEW GUARDIAN ANIMAL&#10;Two types of Guardian Animal complete your teams:&#10;&bull; 5 new Level 2 Guardian Animal cards allow to perform twice the same basic Action shown on the card, when you normally have to perform two different actions.&#10;&bull; 5 new Level 3 Guardian Animal allow you to perform a Bonus Action of the type shown on the card, in addition to your basic Actions.&#10;&#10;NEW PROTECTIVE TREES RELATED TO KODAMA&#10;Six new types of Trees are available, these are the Trees related to Kodama. You can only plant one of each type, so a maximum of 6 different new Trees.&#10;&#10;ONIBI ENTERS THE CIRCLE OF SPIRITS&#10;Each time you buy a Kodama card, Onibi retaliates and moves forward on the Circle of Spirits. For each Spirit he jumps, you must add a Fire tile of value 2 to the center of the Circle of Spirits.&#10;&#10;And that&rsquo;s not everything, there is also a Solo mode!&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/Ec9pa6lDoUyM7h7Ujuh7Jg__original/img/EYNMKmZnh59IU5Qo_urH7R9wsmc=/0x0/filters:format(jpeg)/pic7318147.jpg","thumbnail":"https://cf.geekdo-images.com/Ec9pa6lDoUyM7h7Ujuh7Jg__thumb/img/GQQxzAcl6h51bujVIFa2bO8hAOk=/fit-in/200x150/filters:strip_icc()/pic7318147.jpg","link":"https://boardgamegeek.com/thing/371429","minPlayers":"1","maxPlayers":"4","yearPublished":"2023","playingTime":"50","minPlayingTime":"25","maxPlayingTime":"50","bestAtCount":"2"}}