{"timestamp":"2024-11-09T17:58:38.544Z","gameDetails":{"id":"373470","name":"Pampero: Nature","type":"boardgameexpansion","description":"The installation of wind farms can have an impact on the natural habitat of the surrounding fauna and flora. The government has programs that reward the protection of this habitat. &nbsp;&#10;&#10;A new action lets players score points for nature reserves near their transformers.&#10;&#10;To play the new Nature Action Card, you must:&#10; &bull;  have a wind farm of your color in the sector you'll take the action&#10; &bull;  have a transformer in a remote location in that sector&#10; &bull;  play a card with the Nature icon matching the wind farm and transformer&#10; &bull;  pay the cost of the space on the Action Board, as normal&#10;&#10;You then take a Nature Token from the supply and place it on the game board by the transformer mentioned above.&nbsp;&#10;&#10;If this is the first Nature Token you're placing, take the Nature Income Marker in your color and place it on the $1 Remote Income track space of your PG&amp;I board. If that space is occupied, place it in the $2 space. &nbsp;If the Nature Income Marker is already on the PG&amp;I board, move it up one space.&nbsp;&#10;&#10;Next, you may pay 2 energy or 1 battery to move the Nature Income Marker up 2 spaces.&nbsp;&#10;&#10;If the Nature Income Marker or Remote Income Marker ever land on an occupied space, they instead move to the next space.&#10;&#10;Score the Nature Income Marker during Consolidation as per the normal income rules.&#10;&#10;Additional Nature Specialist Cards and Build Wind Farm Token add even more play variability.&#10;&#10;","image":"https://cf.geekdo-images.com/fM-TPBuzjabgY85dmMoS5w__original/img/cReWNjGllQ8sJ4w_QU4t8if8aDE=/0x0/filters:format(png)/pic7779958.png","thumbnail":"https://cf.geekdo-images.com/fM-TPBuzjabgY85dmMoS5w__thumb/img/kMNuzaWVssOfUc6ffsen2sdVUA0=/fit-in/200x150/filters:strip_icc()/pic7779958.png","link":"https://boardgamegeek.com/thing/373470","minPlayers":"1","maxPlayers":"4","yearPublished":"2024","playingTime":"0","minPlayingTime":"0","maxPlayingTime":"0","bestAtCount":null}}