{
  "timestamp": "2024-10-19T00:51:15.641Z",
  "gameDetails": {
    "name": "Steel Driver",
    "type": "boardgame",
    "description": "An extra Treefrog game for Essen 2008.&#10;&#10;A relatively simple train game set in North America and involving shares and building railway lines with a few twists thrown in.&#10;&#10;Each player uses their investment cubes to bid for control of companies, (six in all). When you take control of a company you receive one share, which means that only one share per turn can be purchased. The cubes you bid with go into the company and allow it to build track. Each location has a value which determines how much profit you receive for connecting it. After companies have built as much track as they can players are paid the profit that each company they control has made this turn. Profit levels are reset for the following turn. Players get another set of cubes to bid with and then bid again for control of companies.&#10;&#10;Cash earned from shares is really victory points, it cannot be used to bid on future shares. As each player receives the same number of investment cubes each turn there is no positive feedback for owning the best shares.&#10;&#10;The game lasts five turns. At the end of the game each company will pay out an additional amount of profit to each share held. This level is determined by how many different regions a company is connected to, (it's a little more involved than that, and coloured cubes are moved around!).&#10;&#10;About Steel Driver, Martin Wallace states in the rulebook:  &quot;I&rsquo;ve had it in mind to develop and update the system used in Prairie Railroads to fix some of the rougher elements.&quot;&#10;&#10;",
    "image": "https://cf.geekdo-images.com/mnrXg58DUqEi7E1mqx1ujg__original/img/diI03iYvS_Y8Xudm7cYb1ITsbpE=/0x0/filters:format(jpeg)/pic644894.jpg",
    "thumbnail": "https://cf.geekdo-images.com/mnrXg58DUqEi7E1mqx1ujg__thumb/img/F8lFxkacNIDfJQznwYeFgo8ScZE=/fit-in/200x150/filters:strip_icc()/pic644894.jpg",
    "link": "https://boardgamegeek.com/thing/37387",
    "minPlayers": "3",
    "maxPlayers": "6",
    "bestAtCount": "4",
    "id": "37387"
  }
}