{"timestamp":"2024-11-12T21:08:39.596Z","gameDetails":{"id":"37501","name":"Munchkin 7: More Good Cards","type":"boardgameexpansion","description":"&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Publisher's DescriptionYou Asked for It!&#10;&#10;A munchkin can never have enough good cards... so we bring you... More Good Cards!&#10;&#10;In this small but mighty expansion, you'll find the cards that you, yes, YOU, asked for in our online survey.&#10;&#10;&#10;     More Wandering Monsters! The best from Munchkin Blender, with new art, along with the brand new... And Its Little Friends. &#10;     More Monster Enhancers! New ways to beef up the critters your opponent is facing. &#10;     More Cheats! More copies of the classic Cheat!, plus the TRULY abusive Cheat With Both Hands and Cheat Like There's No Tomorrow! &#10;     More Curses! Don't Call Me Shirley from Blender, and two all-new cards, diabolic and hilarious! &#10;     More Wishing Rings! Actually, just one. We wouldn't want to spoil too many of those Curses, would we?&#10;&#10;&#10;Plus potions, items, and item enhancers! Shuffle them all in, or just add your favorites.&#10;&#10;Munchkin 7 - More Good Cards is an expansion for the classic Munchkin set.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OtherThis set was updated as part of The Great 2010 Munchkin Changeover but was never reprinted. Many of the updated cards are available, however, via Munchkin: Go Up a Level.&#10;&#10;Part of the Munchkin series.&#10;&#10;This set is permanently out of print and has been replaced by a combination of both Munchkin 7: Cheat With Both Hands and Munchkin Monster Enhancers. See the entry for Munchkin 7: Cheat With Both Hands for a full explanation.&#10;&#10;Two of the cards, Curse! Lead Paint! and Curse! Warranty Expires! were misprinted as treasure cards instead of door cards. Corrected versions are included in these sets:&#10;&#10;     Munchkin: Go Up a Level&#10;     Munchkin: Marked For Death&#10;     Munchkin Monster Enhancers&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/P5q10pFDUb4w4xpsX-NZ4w__original/img/CXmg5uyTQi91wt_oWgWNAY8CKbw=/0x0/filters:format(jpeg)/pic357527.jpg","thumbnail":"https://cf.geekdo-images.com/P5q10pFDUb4w4xpsX-NZ4w__thumb/img/gf6aQTqMej1taZLJrHJtIrhoaEE=/fit-in/200x150/filters:strip_icc()/pic357527.jpg","link":"https://boardgamegeek.com/thing/37501","minPlayers":"3","maxPlayers":"6","yearPublished":"2008","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[3,5],"averageRating":"6.50761","averageWeight":"2","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Trading","Variable Player Powers"],"categories":["Card Game","Expansion for Base-game","Fantasy","Fighting","Humor"],"designers":["Steve Jackson (I)"]}}