{"timestamp":"2024-11-13T00:20:45.809Z","gameDetails":{"id":"378758","name":"Imperial Miners","type":"boardgame","description":"Imperial Miners is a light engine-building card game for 1 to 5 players from designer Tim Armstrong (Arcana Rising,  Orbis), in which players excavate mines using a clever card activation system. This stand-alone game is set in the popular Imperial Settlers universe and offers beautiful illustrations, easy-to-grasp rules, and satisfying gameplay full of chain reactions and engine-building synergies.&#10;&#10;In Imperial Miners, players create their own mines by playing cards into their personal tableau. They start from the surface and develop downward. Each time a card is added to their mine, it activates itself and all the cards above it, rewarding a player with satisfying chain reactions and combos. The cards belong to six different factions and offer various strategies. Players mix different factions in their mines to achieve the best results.&#10;&#10;While developing their mines, players also advance on progress boards. During set-up, three out of the six available progress boards are randomly chosen for the game. These boards each offer a different strategic focus. Throughout the game, players advance to gain additional bonuses that help them develop their tableaus, activate the synergies between cards, gain victory points, and achieve even more satisfying combos. The combination of progress boards influences strategies and makes the game different each time you play.&#10;&#10;Imperial Miners offers impressive replayability thanks to its wide range of different cards and modular progress boards. Players also take turns simultaneously so gameplay is quick and lasts no longer than 45 minutes. The straightforward rules, beautiful artwork, and rewarding engine-building mechanisms make a perfect game for both casual and experienced gamers.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/g4mqcvod6XKsmzTN2u5aVA__original/img/dAJCD6t8WAU1ShQxUKm92Y_MicY=/0x0/filters:format(jpeg)/pic7296551.jpg","thumbnail":"https://cf.geekdo-images.com/g4mqcvod6XKsmzTN2u5aVA__thumb/img/14fgdr15F-d8K_Ps_GLqC8HxHks=/fit-in/200x150/filters:strip_icc()/pic7296551.jpg","link":"https://boardgamegeek.com/thing/378758","minPlayers":"1","maxPlayers":"5","yearPublished":"2023","playingTime":"60","minPlayingTime":"20","maxPlayingTime":"60","bestAtCount":[1,2],"averageRating":"7.15269","averageWeight":"2","boardGameRank":"2550","mechanics":["Chaining","Events","Hand Management","Simultaneous Action Selection","Track Movement"],"categories":["Civilization","Mythology","Territory Building"],"designers":["Tim Armstrong (II)"]}}