{"timestamp":"2024-11-09T20:42:03.262Z","gameDetails":{"id":"37904","name":"Formula D","type":"boardgame","description":"Formula D is a high stakes Formula One type racing game where the players race simulated cars with the hope of crossing the finish line first.  This is a re-release of Formula D&#195;&#169; with several changes from the original format. Whilst old tracks can be used with the updated Formula D rules, the new game features boards that have an F1 track and a Street Track on the other side. These street tracks each have a novel inclusion or two to add greater theme -&#10;&#10;The game mechanisms are a simple race, get to the finish line first!  However, players have to use a significant amount of planning, and rely on quite a bit of luck.  Each player manages when to shift gears, with each gear providing a different speed.  (For example, 4th gear is a die that rolls random numbers from 7 to 12 for spaces moved.)  Each turn, players may move up one gear, stay in that gear, or move down gears.  This forces players to match possible rolls with the optimum distance for that turn, and hopefully plan ahead.  However, speed is not the only issue!  Corners have a &quot;stop&quot; rule that requires players to stop once, twice, or three times on that corner in consecutive turns or face a penalty.  This creates an effective speed limit to the corners. &#10; Of course, things do not always go as planned!  Players take penalties if they miss their roll, bump into another car, are blocked by other cars, have to brake heavily, or have to downshift several gears.  These are taken off of a car&rsquo;s attributes (Tire health, Brake wear, Transmission Gears, Body, engine, and Suspension).  Losing the maximum in any of these categories will result in elimination, or a severe setback for that car.  This requires that players manage their car&rsquo;s health, plan for their best path, and have good luck on their rolls.  This high amount of luck gives the game its family appeal, and lets weaker players have a chance at winning once in a while.&#10;&#10;However, the fun does not end with a single race!  The rules include the ability to customize your cars, use a pre-generated character, add Slipstreaming (Drafting) rules and road debris, and change tire types to modify your distance rolls.  There are also variations for a single lap race, or multiple laps with pit stops to repair some of your damage points.  In addition, numerous expansion tracks can be purchased to vary the demands on each driver and car.  Each track may also have weather effects (rain) that change car handling and die rolls due to skidding on wet track.  This opens up the game for rally rules giving championship points over a number of races.&#10;&#10;Formula D adds a few items that are not in the original Formula De:  There is the added excitement of illegal racing in the streets of big cities - anything goes!  This adds custom cars, nitro acceleration, drifting in the curves, dirty tricks, gun battles, and trash on the road to add more variation.  A basic change is the use of a &quot;Dashboard&quot; with movable pegs to manage your car&rsquo;s attributes instead of the paper forms from Formula De.  There are also two sets of pre-painted cars; a Formula 1 set and the Street Race set of stock cars.  The street cars come with &quot;Character&quot; profiles to give a bit of role-playing to the game.  Finally, the old category of &quot;Fuel&quot; for the car has been renamed Transmission Wear to give a better thematic fit to the effect of multiple downshifting.&#10;&#10;The popularity of this game has given it a lot of expansions, some simplifications to the rules (See Formula D&#195;&#169; Mini), and a lot of &quot;after market&quot; parts.  There are also fan expansions and tracks for the very dedicated player.  In many ways, this has become a multiple game system.&#10;&#10;","image":"https://cf.geekdo-images.com/ScuaQBHRYnsqrwSxSdEdIw__original/img/xqbaVS5XaicATFoKXZn12X1-k_8=/0x0/filters:format(jpeg)/pic519914.jpg","thumbnail":"https://cf.geekdo-images.com/ScuaQBHRYnsqrwSxSdEdIw__thumb/img/F7CaSsa_MWIbHGCoeZ98apbmFQM=/fit-in/200x150/filters:strip_icc()/pic519914.jpg","link":"https://boardgamegeek.com/thing/37904","minPlayers":"2","maxPlayers":"10","yearPublished":"2008","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"5"}}