{"timestamp":"2024-11-12T23:57:57.627Z","gameDetails":{"id":"37907","name":"Diamonds Club","type":"boardgame","description":"London, 1899: in the renowned Diamonds Club meet four successful gemstone dealers in an ambitious competition: they want to equip magnificently their country estates -- with the profit made from the gemstone trade. To do that, they invest their money in mines, mining rights and the latest technologies. The player who has the most valuable park at the end of the game is the Lord of Diamonds!&#10;&#10;The goal of the game is to build a magnificent park with many (different) attractions. The game ends, when the first player completes his or her park. Then victory points are scored based on the contents of the parks, technology advancements and achievements gained during the game. The player with the most victory points wins the game.&#10;&#10;Diamonds Club is played in turns until the end condition is met by the first player. Each turn is divided into different phases. In the first phase players take turns placing coins on a central board to gain several benefits: mines, ships and prospector rights to gain gemstones, technology advancements or wildlife park attractions for the own park.&#10;To gain the benefit of a square you have to place one coin plus the sum of all vertical and horizontal placed coins. So as the players take turns, the available benefits grow more and more expensive.&#10;Once every player has passed, the players may change a combination of ship, prospector rights and mine into as many gemstones as the lowest value on all of the counters depicts.&#10;In the final phase the players can buy new attractions for their park using the earned gemstones.&#10;&#10;As mentioned above, there are several achievements, for example to be the first player having 5 equal attractions, or a special combination of attractions. Those score later extra points for the player who won this. Also, there are several technologies, which could raise the value of woods in the park, increase the gemstone income of the player or increases the number of coins available each round for the player. On the higher levels those technologies also score additional points in the final scoring.&#10;&#10;","image":"https://cf.geekdo-images.com/zqS8l_uHwZ9QpA2Vb5ziPw__original/img/Jl7N_kNqECuqDayaL5ZGQEfxh4s=/0x0/filters:format(jpeg)/pic490106.jpg","thumbnail":"https://cf.geekdo-images.com/zqS8l_uHwZ9QpA2Vb5ziPw__thumb/img/2x3XsX4uwPUa0iok8vxEydjUzrw=/fit-in/200x150/filters:strip_icc()/pic490106.jpg","link":"https://boardgamegeek.com/thing/37907","minPlayers":"2","maxPlayers":"4","yearPublished":"2008","playingTime":"75","minPlayingTime":"60","maxPlayingTime":"75","bestAtCount":[4],"averageRating":"7.04368","averageWeight":"2.618","boardGameRank":"2047","mechanics":["Set Collection","Tech Trees / Tech Tracks","Worker Placement"],"categories":["Economic","Industry / Manufacturing"],"designers":["Rüdiger Dorn"]}}