{"timestamp":"2024-11-09T20:18:53.574Z","gameDetails":{"id":"37935","name":"Container: The Second Shipment","type":"boardgameexpansion","description":"From Boardgame News Spiel 2008 Preview:&#10;&#10;Container: The Second Shipment includes four different expansions that can be mixed and matched as players want. These expansions are:&#10;&#10;Luxury Containers &mdash; In addition to the other containers, players add 12, 16, or 20 gold luxury containers to the supply. As a pre-turn action, a player can convert two containers in his factory or harbor to a gold container, pricing it as he wishes. Luxury containers are worth twice the number of luxury containers that a player collects, so one luxury container is worth 2, two containers are worth 8 (4 each), three are worth 18 (6 each), and so on.&#10;&#10;Factory and Warehouse Restrictions &mdash; These two expansions work similarly, consisting of sets of cards that are stacked in a particular order. As you build more factories (or warehouses), a new restriction card takes effect, limiting the prices at which you can offer containers. In effect, these cards mimic economies of scale, allowing players to drop prices as they invest more in infrastructure.&#10;&#10;Financiers &mdash; Players can now loan money directly to others, allowing them to earn the interest previously paid to the bank. A player who is looking for financing doesn't have to accept a loan offered by another player, but if she doesn't, then she must pass on borrowing money at all that turn. Competing Financiers may sweeten the deal by offering bigger loans for the same interest payment. Someone who defaults on a loan from another player will typically lose a container, factory, or warehouse to the lender to repay the debt.&#10;&#10;Monopoly &mdash; A single player can now have more than one factory of the same color, potentially monopolizing production of a container type.&#10;&#10;","image":"https://cf.geekdo-images.com/SHuc2pwC5vmwtK9raUKacw__original/img/2PCTP0Zi0p_Iy0JMkTGQj3oSefI=/0x0/filters:format(jpeg)/pic386926.jpg","thumbnail":"https://cf.geekdo-images.com/SHuc2pwC5vmwtK9raUKacw__thumb/img/vbYswiC9nB7GNd_l75yhUATJImQ=/fit-in/200x150/filters:strip_icc()/pic386926.jpg","link":"https://boardgamegeek.com/thing/37935","minPlayers":"3","maxPlayers":"5","yearPublished":"2008","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"5"}}