{"timestamp":"2024-11-13T01:09:07.726Z","gameDetails":{"id":"38054","name":"Snow Tails","type":"boardgame","description":"Snow Tails is set in the snowy world of the Arctic Circle, where brave sledders compete in a test of skill and endurance. Action is fast and furious and not all sleds may make it to the finish. Huskies only have one setting and that is full speed! Hang on to your furs, the reins, your sled and anything else you can get hold of.&#10;&#10;The game contains modular track pieces which can be fitted together to form different courses. Players have their own Dog Decks which they draw from and play onto their sled mat. Movement is rarely in a straight line as the sled may drift left or right. Losing control or speeding into a corner results in Dent cards being acquired which will limit a player's hand size.&#10;&#10;The game features a fun and original movement mechanism.&#10;&#10;&#10;Game Summary &#10;Race courses are built randomly. Players each have a dog sled with 2 dogs (initially valued 3 each) and a brake (also 3). Each player has the same deck of cards (5 sets of cards 1-5, shuffled) from which they draw a hand of 5 cards.&#10;&#10;On your turn, may play 1-3 cards of the same value to these 3 locations (dog1, dog2, brakes). Forward speed (and distance moved) = dog1 + dog2 - brake + bonus (=position in race) if (dog1 = dog2). Lateral movement distance = dog1 - dog2 (move to the side with the stronger dog). Certain parts of the track have speed limits; you take damage if you exceed them, or if you run into obstacles (ice patches, side of track, etc.). Damage = cards that take up space in your hand (so 5th damage --&gt; out of the race!).&#10;&#10;The first player to cross the finish line wins!&#10;&#10;","image":"https://cf.geekdo-images.com/-narZPLY3ffctYJlxZOTuQ__original/img/A1GaBL7x2tQ1REaFeHzND5hluUI=/0x0/filters:format(png)/pic2574022.png","thumbnail":"https://cf.geekdo-images.com/-narZPLY3ffctYJlxZOTuQ__thumb/img/sy6nL2Tvw68OEprLJZQyP1ATUdU=/fit-in/200x150/filters:strip_icc()/pic2574022.png","link":"https://boardgamegeek.com/thing/38054","minPlayers":"2","maxPlayers":"5","yearPublished":"2008","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":[5],"averageRating":"6.97104","averageWeight":"2.0504","boardGameRank":"1035","mechanics":["Hand Management","Modular Board","Player Elimination","Race"],"categories":["Animals","Racing","Sports"],"designers":["Gordon Lamont","Fraser Lamont"]}}