{"timestamp":"2024-11-09T22:11:06.230Z","gameDetails":{"id":"38159","name":"Ultimate Werewolf: Ultimate Edition","type":"boardgame","description":"Your quiet little 16th century village has suddenly become infested with some very unfriendly werewolves...can you and the other villagers find them before they devour everyone?&#10;&#10;Ultimate Werewolf: Ultimate Edition is the ultimate party game for anywhere from 5 to 68 players of all ages. Each player has an agenda: as a villager, hunt down the werewolves; as a werewolf, convince the other villagers that you're innocent, while secretly dining on those same villagers each night. Dozens of special roles are available to help both the villagers and the werewolves achieve their goals while thwarting their opponents.&#10;&#10;Contents More than 30 unique roles, 18 different scenarios to allow groups of all sizes and experience levels to quickly get up and running, a set of 80 fully illustrated cards, a moderator scorepad to keep track of games, and a comprehensive game guide with dozens of pages full of insights, tips and strategies. This set has everything you need for the best Ultimate Werewolf experience possible, whether you&rsquo;re playing with a small circle of friends at home, a huge gathering of gamers in Ohio or as an engaging team building exercise at the office.&#10;&#10;Ultimate Werewolf: Ultimate Edition Roles:&#10;Apprentice Seer, Aura Seer, Bodyguard, Cupid, Diseased, Ghost, Hunter, Idiot, Lycan, Magician, Martyr, Mason (3), Mayor, Old Hag, Old Man, P.I., Pacifist, Priest, Prince, Seer (2: 1 male &amp; 1 female), Spellcaster, Tough Guy, Troublemaker, Villager (20), Witch, Sorcerer, Minion, Werewolf (12), Wolf Cub, Cursed, Doppelganger, Drunk, Cult Leader, Hoodlum, Tanner, Teenage Werewolf, Lone Wolf, Vampire (6), Amulet of Protection, Moderator, Blank Cards (3)&#10;&#10;Re-implements:&#10;&#10;    Werewolf&#10;    Ultimate Werewolf: Whitebox Edition&#10;&#10;&#10;Differences between 2010 Edition and 2008 Edition:&#10;&#10;     Role cards now have ability text&#10;     Includes Ultimate Werewolf: Classic Movie Monsters&#10;     No Magician card&#10;     Only eight Werewolf cards (note that rulebook still says twelve)&#10;     Only two blank cards (note that rulebook still says three)&#10;     Vampires are valued at -7 (previously -8)&#10;&#10;&#10;Differences between 2011 Edition and 2010 Edition:&#10;&#10;     Includes Ultimate Werewolf: Night Terrors instead of Ultimate Werewolf: Classic Movie Monsters&#10;&#10;&#10;Differences between 2013 Edition and 2011 Edition:&#10;&#10;     Includes Ultimate Werewolf: Urban Legends instead of Ultimate Werewolf: Night Terrors&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/PoIvN70fNYdwgeaap0CKqw__original/img/FGE7u0tdcK8QeKuYQ6YBu7DTeAc=/0x0/filters:format(jpeg)/pic1849390.jpg","thumbnail":"https://cf.geekdo-images.com/PoIvN70fNYdwgeaap0CKqw__thumb/img/Xl_EuD2T09pr31MuKlfvPzvaspU=/fit-in/200x150/filters:strip_icc()/pic1849390.jpg","link":"https://boardgamegeek.com/thing/38159","minPlayers":"5","maxPlayers":"68","yearPublished":"2008","playingTime":"90","minPlayingTime":"30","maxPlayingTime":"90","bestAtCount":"11"}}