{"timestamp":"2024-11-12T17:48:59.349Z","gameDetails":{"id":"385685","name":"Revive: Call of the Abyss","type":"boardgameexpansion","description":"&quot;The glacial meltwater forms giant lakes. And from minuscule spores that have resided in the deeper layers of the ice, a new life form emerges. And the lakes become home to the Scyphoz.&#10;&#10;The Scyphoz harbor vast knowledge and wisdom. We will settle near their lakes to learn from them. We will bend to their will to honor them. Complete the journeys they prepare for us. We will serve and be gifted.&#10;&#10;That is the call of the abyss.&quot; &mdash;N&agrave;dair&#10;&#10;The Revive: Call of the Abyss expansion introduces the mysterious life form Scyphoz, which lives in the giant lakes that are formed by meltwater from the glaciers. By building near lakes, you gain devotion points, which let you access the new and powerful Scyphoz cards. You can also use the switch action to initiate journeys, sending out your citizen on missions to gain more devotion points.&#10;&#10;Aside from 16 Scyphoz cards, 18 journey cards, 3 lakes, and the devotion track, this expansion contains 15 new machine tokens, 9 slot modules, 9 new citizen cards, and four new tribes, with all of the content (other then the Cordycephians tribe) being compatible with solo play. The four new tribe boards feature only an advanced side, and each has its own unique rules, advanced abilities, and technologies:&#10;&#10;&#10;    The KAIROS have two modes &mdash; day and night &mdash; and their abilities depend on the current mode. Switching between the two modes at the right time is crucial to this tribe's success.&#10;&#10;&#10;&#10;    The GIB'WARKS has access to powerful gadgets that boost their switch actions, and they may unlock more gadgets for even more flexibility. Their tribe ability lets them reset their switch, which is powerful because the switch action is even more important now that it lets you initiate journeys.&#10;&#10;&#10;&#10;    The OSTARIUS build huge gates which they can switch on and off, either helping or hindering other players. Gates require quite some space, but if placed well, OSTARIUS may temporarily block off parts of the game board, possibly securing them for themselves.&#10;&#10;&#10;&#10;    The CORDYCEPHIANS leech other players, taking advantage of their cards, their buildings, and even their technologies. The CORDYCEPHIANS must therefore adapt their strategy to the opponents they are facing.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/pV91z5UYvaHxgOSVJept7g__original/img/5Tyj-m-7jvlfst62hPBqqJjzbio=/0x0/filters:format(jpeg)/pic7463854.jpg","thumbnail":"https://cf.geekdo-images.com/pV91z5UYvaHxgOSVJept7g__thumb/img/YCJv4YGE2Ij53JYpvZZUY5RSzCg=/fit-in/200x150/filters:strip_icc()/pic7463854.jpg","link":"https://boardgamegeek.com/thing/385685","minPlayers":"1","maxPlayers":"4","yearPublished":"2023","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":[3],"averageRating":"8.30951","averageWeight":"3.2308","boardGameRank":"Not Ranked","mechanics":[],"categories":["Expansion for Base-game"],"designers":["Helge Meissner","Kristian Amundsen Østby","Eilif Svensson","Anna Wermlund"]}}