{
  "timestamp": "2025-11-26T21:00:49.596Z",
  "gameDetails": {
    "id": "38786",
    "name": "Red Winter: The Soviet Attack at Tolvajärvi, Finland – 8-12 December 1939",
    "type": "boardgame",
    "description": "Red Winter:  The Soviet Attack at Tolvaj&auml;rvi, Finland, December 8-12, 1939\n\nIt is the winter of 1939 and the Soviet Union has just declared war on Finland.  Bombers unleash a downpour of destruction on the Finnish capital of Helsinki. In the David and Goliath struggle that follows, the Russians swarm across the border and push back the Finns in victory after victory. The future appears grim for Finnish independence.\n\nNowhere is the danger greater than in the central sector, where a Russian breakthrough would threaten the strongpoints of the Mannerheim Line. Newly assigned to the sector, the Finnish Colonel Paavo Talvela  surveys the terrain and chooses the place to make a stand: a lake called Tolvaj&auml;rvi.  The weary and demoralized Finnish ski troops have mere hours to recover a semblance of order before the Russian juggernaut smashes into them yet again. Over the next five days, the world watches in awe as the Finns manage to halt the Russian advance through sheer heroic determination.  Then, miraculously, the Finns launch a successful counterattack...\n\nRed Winter is a two player historical game which simulates the unusual battle at Tolvaj&auml;rvi at a rarely gamed scale: company sized combat units and 90 minute game turns.  Players assume the roles of the Russian and Finnish commanders, controlling the actions of Finnish ski infantry, Russian heavy machine gun companies, mortars, tanks, anti-tank guns, and other combat units. A desperate battle for territory and survival is about to be waged across a bleak and snowy landscape of forests, swamps, and frozen lakes.\n\nThe game utilizes many tried-and-true \"classic\" wargame mechanics in combination with novel and well-integrated systems for ranged attacks, unit recovery, Finnish night raids, attrition losses from sub-zero weather conditions, and more.  The design focuses foremost on playability, with low counter  density, concise rules, and sleek, simple mechanics that combine to allow each player the luxury of completing his turn in about five minutes.  This means the full 40 turn campaign game is playable in a single afternoon.  The large 5/8 inch counters and oversized hexes further increase playability.  And the illustrated examples make it easy to jump right into the action.\n\nTIME SCALE: 90 Minute Game Turns \nMAP SCALE:  425 yards per hex \nUNIT SCALE: mostly companies; some sections and platoons \nPLAYERS: 1-2 \nCOMPLEXITY: Moderate\nPlaying Time: 20 minutes to 12 hours, depending on scenario\n\n",
    "image": "https://cf.geekdo-images.com/fxBYFLz6mKAHPZdArNKg6A__original/img/VgpddAVKdshRYn83T7Xi4VFza_I=/0x0/filters:format(jpeg)/pic1350669.jpg",
    "thumbnail": "https://cf.geekdo-images.com/fxBYFLz6mKAHPZdArNKg6A__small/img/qocDNq1JnvjUIDBx31FOmAUqdw0=/fit-in/200x150/filters:strip_icc()/pic1350669.jpg",
    "link": "https://boardgamegeek.com/thing/38786",
    "minPlayers": "2",
    "maxPlayers": "2",
    "yearPublished": "2012",
    "playingTime": "720",
    "minPlayingTime": "20",
    "maxPlayingTime": "720",
    "bestAtCount": [
      2
    ],
    "averageRating": "7.94503",
    "averageWeight": "2.9529",
    "boardGameRank": "3495",
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "categories": [
      "Wargame",
      "World War II"
    ],
    "designers": [
      "Mark Mokszycki"
    ]
  }
}