{"timestamp":"2024-11-12T18:47:51.565Z","gameDetails":{"id":"38797","name":"Uruk: Wiege der Zivilisation","type":"boardgame","description":"In 3000 BC, Uruk was the largest walled city in the world. In Uruk: Cradle of Civilization, each player builds up a civilization on the Euphrates, consisting of settlements built around various inventions. Starting with something as simple as a &quot;mud hut&quot;, by the end each civilization will have several inventions, such as the mighty &quot;aqueduct&quot;. Along the way, each civilization tries to avoid disasters and receive blessings from Sumerian gods. There is no military component in this game, and players cannot directly attack each other.&#10;&#10;Inventions are represented by cards, while resources are wooden cubes. Each player starts with a simple level 1 invention, and as the game progresses, more advanced inventions become available, up to level 4. Inventions in a tableau can generate resources, which can be used to build settlements, and each invention score points depending on what size settlement has been built on them. With three actions per turn, players must manage cards in their hand and in their tableau, as well as their resources. When a god or disaster appears, players bid to see who gets the reward, or avoids the loss. At the end of the fourth era, the player with the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/urlsdN8yp31YZSpb0Z7Xww__original/img/aycx3-51Qce64e27TYhIAtdVyv4=/0x0/filters:format(jpeg)/pic382452.jpg","thumbnail":"https://cf.geekdo-images.com/urlsdN8yp31YZSpb0Z7Xww__thumb/img/3_EYUWsT1FRwEKSbAHNbPxnKb1o=/fit-in/200x150/filters:strip_icc()/pic382452.jpg","link":"https://boardgamegeek.com/thing/38797","minPlayers":"2","maxPlayers":"4","yearPublished":"2008","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"6.66592","averageWeight":"2.5","boardGameRank":"4774","mechanics":["Action Points","Auction / Bidding","Hand Management","Open Drafting"],"categories":["Card Game","Civilization"],"designers":["Hanno Kuhn","Wilfried Kuhn"]}}