{"timestamp":"2024-11-10T04:42:06.433Z","gameDetails":{"id":"38823","name":"Conflict of Heroes: Storms of Steel! – Kursk 1943","type":"boardgame","description":"Massive tank battles for the historical wargame that Eurogamers love to play!&#10;&#10;Storms of Steel! makes you a witness to the greatest tank battle in history! After their stinging defeat at Stalingrad, the Germans mass their best forces for an all-out attack against the growing Soviet bulge at Kursk. The Soviets&rsquo; network of master spies has caught wind of the German plans, and they are prepared to trap and decimate the best panzer forces the Germans can muster...&#10;&#10;No one is safe from the blazing steel raining from above as dive bombers and strafing attacks are combined with ground operations. Now you will need to consider all three dimensions of the battlefield with the unique new &ldquo;3D&rdquo; aircraft movement and attack rules. Your ground forces get a boost also, with the new &ldquo;Veteran&rdquo; and &ldquo;Special Weapon&rdquo; cards that allow you to customize your units to suit your own tactical goals and style!&#10;&#10;Storms of Steel! is the second stand-alone title in the best selling &ldquo;Conflict of Heroes&rdquo; series and follows in the footsteps of Awakening the Bear! Each game in the series uses the same core rules system, so it&rsquo;s easy to advance from one game to the next!&#10;&#10;The &ldquo;Conflict of Heroes&rdquo; system offers a unique blend of playability and realism.&#10;&#10;&#10;    Fun: Quick-paced simultaneous play keeps you in the action all the time! &#10;    Fast: Scenarios can be played in as little as half an hour or as long as 2 hours. &#10;    Easy: You can teach a new player how to play in under 5 minutes! &#10;    BIG: The high quality maps &amp; counters are BIG and easy to read. The counters are 1&rdquo; square! &#10;    Multi-player: Scenarios are included that are playable by 2 - 4 players.&#10;    Historically Accurate: Learn the unique tactics and logistics used by each side as you experience the same battlefield challenges real commanders faced! Noted historical game designers and WWII researchers Dana Lombardy, Bill Jaffe, and John Hill have joined forces to make the campaigns as realistic as possible.&#10;&#10;&#10;Storms of Steel! includes 4 new geomorphic map boards (including river, hill, and city overlays), 72 pc action card deck, hundreds of new units including Tiger tanks, Soviet rockets, strafing airplanes, and much, more!&#10;&#10;","image":"https://cf.geekdo-images.com/roS-8I7XBGxqXaIchgON_w__original/img/jONvc_fFdj-5kysFiZBKIw3U4uM=/0x0/filters:format(jpeg)/pic439690.jpg","thumbnail":"https://cf.geekdo-images.com/roS-8I7XBGxqXaIchgON_w__thumb/img/JBtJ0DOUOrTi0-7MuX6l1ZQSL_k=/fit-in/200x150/filters:strip_icc()/pic439690.jpg","link":"https://boardgamegeek.com/thing/38823","minPlayers":"1","maxPlayers":"4","yearPublished":"2009","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":"2"}}