{"timestamp":"2024-11-09T21:28:32.093Z","gameDetails":{"id":"389043","name":"Picky Pixie","type":"boardgame","description":"Pixies &ndash; those diminutive winged creatures from fairy tales &ndash; are a rare sight in our world. Who knew they had so many dietary restrictions? Befriend one by figuring out its favorite foods!&#10;&#10;In each round of Picky Pixie, a different player takes the role of the pixie, setting the rules for what they will or will not eat, whether based on number of flowers, even or odd numbering, color, or type. They start by drawing two flower cards, each of which has two groups of flowers on each side, then places one group on a card by the YES side of the pixie card and a group on the other card by the NO side.&#10;&#10;On a turn, a player draws the top flower card, chooses a group on it, then the pixie places it visibly by the YES or NO side of its card. Any player may call for a guess after this turn. If they do, the pixie draws a flower card from the deck and places it next to them to track the number of guesses, then each player writes down and reveals their guess. If anyone is correct, the round ends, with the correct guesser scoring 1 point for every two cards remaining in the deck and the pixie scoring 2 points per guess. If no one is correct, the next player takes their turn, with players taking turns until someone guesses correctly or the deck has fewer than two cards remaining.&#10;&#10;After everyone has been pixie once, whoever has scored the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/3zWAVa8idbEzmCMczOJJQg__original/img/eCdkk-1-pzHCbRmSn9xQnjd0lAA=/0x0/filters:format(png)/pic7851567.png","thumbnail":"https://cf.geekdo-images.com/3zWAVa8idbEzmCMczOJJQg__thumb/img/9BTT5Pas-znGrCQGH6Dccs3rOa4=/fit-in/200x150/filters:strip_icc()/pic7851567.png","link":"https://boardgamegeek.com/thing/389043","minPlayers":"2","maxPlayers":"5","yearPublished":"2023","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":"2"}}