{"timestamp":"2024-11-12T23:51:05.660Z","gameDetails":{"id":"38928","name":"Commands & Colors: Ancients Expansion Pack #4 – Imperial Rome","type":"boardgameexpansion","description":"Imperial Rome is the fourth expansion for Commands &amp; Colors: Ancients.&#10; By now, all of you that own this game have already discovered that Commands &amp; Colors: Ancients is an expandable game system. A game system that allows players to effectively portray stylized Ancient historical battles that play to a conclusion in less than an hour.&#10;&#10;In this expansion we have taken the opportunity to present a number of battles that we just did not have room to include in prior expansions. The Romans fight in Britain at Medway 43AD, against Boudica at Watling Street 61 AD, and later at Mons Graupius 84AD. Antony and Octavian of the Second Triumvirate battle it out twice with Cassius and Brutus at Philippi 42BC. But the main focus of this expansion is Rome's conflicts against the Parthian Empire, Teutonic Barbarians and internal turmoil of civil wars until Constantine becomes the undisputed Roman Emperor around 325AD.&#10;&#10;Imperial Rome is packed full of unique and interesting play concepts and new units: cataphracted cavalry, wagon laager forts, massed units of horse archers, light infantry tossing caltrops and more. Each of these concepts operates within the confines of the original system rules, with only slight modifications to reflect historical abilities and importance. So, rules-wise, if you own Commands &amp; Colors: Ancients, you'll have no trouble learning the few new special rules.&#10;&#10;Important: In order to play the scenarios in the Imperial Rome expansion, you will need a copy of the basic Commands &amp; Colors: Ancients game and copies of Expansion Nr. 1 Greek vs The Eastern Kingdoms and Expansion Nr. 2 Rome vs The Barbarians.  You can substitute &quot;other&quot; armies for some of the scenarios, but others have specific force requirements (like lots of horse archers) which may make that hard to do.&#10;&#10;","image":"https://cf.geekdo-images.com/yRWnE5YT136V-A1fPWw8Gw__original/img/SeYgCgRaX-KUZOcYaVohP2Dyn-U=/0x0/filters:format(jpeg)/pic553624.jpg","thumbnail":"https://cf.geekdo-images.com/yRWnE5YT136V-A1fPWw8Gw__thumb/img/N1iPfRLPny1-D7A010ffOnrsuUs=/fit-in/200x150/filters:strip_icc()/pic553624.jpg","link":"https://boardgamegeek.com/thing/38928","minPlayers":"2","maxPlayers":"0","yearPublished":"2009","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[1],"averageRating":"8.35531","averageWeight":"2.3953","boardGameRank":"Not Ranked","mechanics":["Campaign / Battle Card Driven","Dice Rolling","Hand Management","Hexagon Grid","Modular Board"],"categories":["Ancient","Expansion for Base-game","Wargame"],"designers":["Richard Borg"]}}