{"timestamp":"2024-11-12T22:07:17.007Z","gameDetails":{"id":"38996","name":"Washington's War","type":"boardgame","description":"(from GMT's website:)&#10;&#10;Washington&rsquo;s War is the long awaited re-design of the original card driven game, We the People. Washington's War, like its predecessor, pits the forces of a world power (England) against its rebellious American colonists as they fight for their independence.&#10;&#10;Washington&rsquo;s War is a true re-design that maintains the deep strategy of We the People while creating a game with a very short playing time (approximately 90 minutes). Unlike most wargames, Washington's War allows you and your opponent to play twice while switching sides in one sitting. This feature allows for rapid tournament play either face-to-face or on the Internet. Washington's War is the perfect antidote for a time conscious crowd whose only option up to now have been Eurogames.&#10;&#10;Washington&rsquo;s War features a dice-driven combat system that quickly resolves combat and is very friendly to Internet play. The game also features a new CDG discard mechanic that makes every card in your hand playable by allowing your opponent to buy his discarded events for an operations card. Now, unusual card distributions create challenges and not insurmountable barriers for advancing your strategy.&#10;&#10;The biggest design changes between We the People and Washington's War, besides the aforementioned new game mechanics, is the increased emphasis on the asymmetrical capabilities of the two sides. The British are a conventional army with a dominant naval capability that gives them great strengths in the coastal regions. The Americans are an unconvential force with a small Contintental Army led by George Washington who yearn for French intervention. While the British struggle to expand their influence inland, the Americans struggle to keep their militia forces in the field. In the end it is the side that is better able to play to their strengths and protect their vulnerabilities that prevails in Washington's War.&#10;&#10;Washington&rsquo;s War was broadly tested on the Internet in a tournament format to ensure clarity of rules under the stresses of competition. What was old is new again...be the man on the white horse and father a new nation, or be a king trying to save his empire during a world war.&#10;&#10;COMPONENTS:&#10; * 2 Double-thick Counter Sheets&#10; * MOUNTED 22&quot;x34&quot; Map&#10; * 110 Event Cards&#10; * 2 6-sided dice&#10; * Rule Book&#10; * Play Book&#10; * 2 Player Aid Cards&#10;&#10;DESIGNER: Mark Herman&#10;DEVELOPER: Joel Toppen&#10;ART DIRECTOR: Rodger B. MacGowan&#10;MAP &amp; CARD ART: Mark Simonitch&#10;COUNTER ART: Harold Lieske&#10;&#10;&#10;(BGG description:)&#10;&#10;Washington&rsquo;s War is a card-driven game on the American Revolution. It pits the forces of King George III against the American colonists as they fight for their independence. In Washington&rsquo;s War, you assume the role of either:&#10;&#10;&#10;     The King of Great Britain as he tries to bring his rebellious colonies back into the Empire, while at the same time dealing with a global war against ancient enemies bent on revenge for their losses in the Seven Years War; OR&#10;     The Continental Congress as they battle the forces of Britain, while trying to rally their countrymen to the cause of liberty.&#10;&#10;&#10;Washington&rsquo;s War is not just a re-tread of my earlier design on the same subject, but a true re-design that is keeping the basic feel while simplifying and speeding up what was already a fast paced game. Washington&rsquo;s War features a dice-driven combat system that quickly resolves combat and is very friendly to internet play. The game also features a new CDG discard mechanic that enables a player to play a discarded event for the cost of an operations card. Now unusual card distributions create challenges and not insurmountable barriers to push your strategy forward. Washington&rsquo;s War is being broadly tested on the internet to give players a voice and a source of input prior to publication. What was old is new again&hellip;. Be the man on the white horse and forge a nation or save an empire.&#10;&#10;","image":"https://cf.geekdo-images.com/tE5pRqsUWuoRxsutx-w7yA__original/img/t4FUnJ2szAcs_R5lwyLZ9_BMz0I=/0x0/filters:format(jpeg)/pic655136.jpg","thumbnail":"https://cf.geekdo-images.com/tE5pRqsUWuoRxsutx-w7yA__thumb/img/WCqQUuDIvsHrZr-_7u9JIcfjiHc=/fit-in/200x150/filters:strip_icc()/pic655136.jpg","link":"https://boardgamegeek.com/thing/38996","minPlayers":"2","maxPlayers":"2","yearPublished":"2010","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[2],"averageRating":"7.59908","averageWeight":"2.8815","boardGameRank":"964","mechanics":["Area Majority / Influence","Campaign / Battle Card Driven","Dice Rolling","Movement Points","Point to Point Movement","Simulation","Variable Player Powers"],"categories":["Age of Reason","American Revolutionary War","Wargame"],"designers":["Mark Herman"]}}