{"timestamp":"2024-11-09T22:23:59.711Z","gameDetails":{"id":"39106","name":"Zooloretto: The Gorilla","type":"boardgameexpansion","description":"An expansion for Zooloretto, given for free by Abacus at Spiel 2008 in Essen.&#10;&#10;This expansion consists of 1 tile with a gorilla.&#10;&#10;Use the normal rules for Zooloretto, except for one rule: the first player to fill his 6-space enclosure, takes the gorilla enclosure from the middle of the table.&#10;&#10;The owner of the gorilla enclosure may once during the game place a drawn tile (which may be a coin tile) directly into his zoo instead of on a delivery truck. Keep track of usage by placing the spent coin on the Gorilla enclosure. The coin remains there until the end of the game and is not involved in the final scoring.&#10;&#10;From Rio Grande's Website:&#10;&#10;Gorilla is a small expansion for the award-winning Zooloretto and the folow-on game Aquaretto.&#10;&#10;For Zooloretto, it contains a savings book for each player and job boards. Savings books can be used to earn interest during the game and to break ties at the end of the game. It also contains job boards, which encourage players to acquire specific animals for their zoos. At game end, players score additional points for having collected the animals shown on their job boards.&#10;&#10;For Aquaretto, we have added three co-worker tiles: the Research Station, the Training Area, and the Technical Area. Players may take these tiles when they take co-workers to score more points. It also adds Trains to the game. Players can collect different train tiles to score additional points at game end.&#10;&#10;","image":"https://cf.geekdo-images.com/WEVOfGUS-9ngq2qOnKHlrQ__original/img/QpnRpOTi1e42TP0kJZwgLUMV5qU=/0x0/filters:format(jpeg)/pic395110.jpg","thumbnail":"https://cf.geekdo-images.com/WEVOfGUS-9ngq2qOnKHlrQ__thumb/img/BZyqiAel5T5svNuMP8KBpfH43zc=/fit-in/200x150/filters:strip_icc()/pic395110.jpg","link":"https://boardgamegeek.com/thing/39106","minPlayers":"2","maxPlayers":"5","yearPublished":"2008","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":null}}