{"timestamp":"2024-11-09T20:37:07.463Z","gameDetails":{"id":"391086","name":"Everything Ever","type":"boardgame","description":"You've prepared your whole life for this. Every movie you've seen, every show you've watched, every song you've listened to, every place you've visited, every book you've read, every kind of food you've eaten, and every person you've ever heard of makes you better at this game. It's finally time to get credit for everything you already know!&#10;&#10;In Everything Ever, you and your friends take turns listing things from categories like &quot;Every Dinosaur Movie&quot; or &quot;Every Brand of Soap&quot;. Two category cards are in play, and on your turn, you must say something that fits in one category and something that fits in the other, with both of those somethings not having been said previously. If you can't think of something, you can play a category card from the three in your hand to cover the one you're blanking on, then name something from that new category. If you can't think of something for a category, you must take that pile as a penalty, then flip a new category from the deck.&#10;&#10;If you say something that fits both categories at the same time, you can either discard one of your penalty cards or draw a new category card from the deck, then play a third category card to the table. (Once someone is penalized, drop back to two categories.)&#10;&#10;Keep your friends' iffy answers in check with judge cards, and win by collecting the fewest cards once the deck runs out.&#10;&#10;","image":"https://cf.geekdo-images.com/RUNCSL-F46NiJKGZEfGJcQ__original/img/sd_XgzlYsztk04xw7ttpA2HypCc=/0x0/filters:format(png)/pic7596302.png","thumbnail":"https://cf.geekdo-images.com/RUNCSL-F46NiJKGZEfGJcQ__thumb/img/89OB-7lClaJm4BbzxyczzWWYllA=/fit-in/200x150/filters:strip_icc()/pic7596302.png","link":"https://boardgamegeek.com/thing/391086","minPlayers":"2","maxPlayers":"10","yearPublished":"2023","playingTime":"60","minPlayingTime":"20","maxPlayingTime":"60","bestAtCount":"4"}}