{
  "timestamp": "2025-11-06T04:14:13.755Z",
  "gameDetails": {
    "id": "391549",
    "name": "Pillars of Heracles",
    "type": "boardgame",
    "description": "Join us on an epic journey through the world of Archaic Period Greece, where heroes are born, city-states clash in bitter rivalries, and the gods themselves shape the destiny of mortals. Prepare to immerse yourself in a strategic and immersive board game experience.  Will you channel the wisdom of the mighty Olympian gods to lead your city-state to greatness? Or will you rely on cunning tactics and military might to conquer your rivals?\n\nIn Pillars of Heracles, you will embark on a quest to build and shape your own city-state, compete against formidable adversaries, and navigate the intricacies of ancient Greek society. As you explore the game's intricately designed world, you will encounter iconic figures from Greek history and mythology, engage in trade and diplomacy, and face the challenges and rewards of city-building. Every decision you make will shape the fate of your city-state and determine your path to victory.\n\nAgainst its rich historical and mythological backdrop, the game offers a unique blend of area control, rondel mechanics, and deckbuilding, tableau building, set collection, and resource management. As you expand your city-state and manage your resources, you'll need to strategize your moves on the rondel, carefully planning your actions. Building and managing your deck allows you to customize your strategy and prepare for exciting challenges.\n\nThe objective of the game is to become the most glorious City-state of them all! You can gain Glory in the game by Controlling Cities and Regions, Building Monuments, and Fulfilling Prophecies. The game ends when players have collectively reached the end of a number of Region tracks equal to the number of players, when a player controls 6 Cities, or when 3 Era III Prophecy cards have been removed from the Game board.\n\nThe player with the most Glory wins the game!\n\n",
    "image": "https://cf.geekdo-images.com/NZGlbyH3lFwz3_VH44uNug__original/img/wzOB8pcNfXQKhVWhmkpld9ddwQM=/0x0/filters:format(jpeg)/pic7720844.jpg",
    "thumbnail": "https://cf.geekdo-images.com/NZGlbyH3lFwz3_VH44uNug__small/img/epZh68QM8-MW--3vU5cpDczRVHI=/fit-in/200x150/filters:strip_icc()/pic7720844.jpg",
    "link": "https://boardgamegeek.com/thing/391549",
    "minPlayers": "1",
    "maxPlayers": "4",
    "yearPublished": "2025",
    "playingTime": "120",
    "minPlayingTime": "90",
    "maxPlayingTime": "120",
    "bestAtCount": [
      3
    ],
    "averageRating": "7.55882",
    "averageWeight": "3.9286",
    "boardGameRank": "7578",
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Rondel",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "categories": [
      "City Building",
      "Civilization"
    ],
    "designers": [
      "Tamás Oláh"
    ]
  }
}