{"timestamp":"2024-11-10T05:47:30.760Z","gameDetails":{"id":"39206","name":"Tac Tac Jack","type":"boardgame","description":"There are two very different versions of Toc Toc Woodman, and also a third edition named Click Clack Lumberjack which makes minor additions to the second edition of Toc Toc Woodman.  In each version, the object of the game revolves around using a plastic axe to tap a tree made out of individual flat segments without causing any segments to fall out of the tree.&#10;&#10;Tok Tok Woodman First edition:&#10;A very simple dexterity game with 12 large wooden discs, a wooden axe, and a die. The discs are stacked as a tower. A player turn consists of rolling the die and then hitting the tower with the axe. For example, if you roll a five, you have to hit the fifth disc five times with the axe. The player causing the tower to fall loses.&#10;&#10;Toc Toc Woodman Second edition: &#10;A dexterity game where nine plastic tree segments are stacked up.  Each tree segment has four bark sections around it.  On their turn, a player gets two taps with the axe to try and knock off pieces of bark from the tree segments for one point a piece. But be careful, if a tree segment comes down it's minus 5 points! A quick unique dexterity game.&#10;&#10;Click Clack Lumberjack First edition:&#10;Very similar to Toc Toc Woodman Second edition, but adds some optional grub stickers which you may apply to bark pieces in order to add various rules for the grub.  Also comes in smaller, more portable packaging and at a lower price point.&#10;&#10;","image":"https://cf.geekdo-images.com/6TG4QXV3JmLsln11f72XXQ__original/img/Cd7AXhKDVniLOUYXdU1RZ26YH-0=/0x0/filters:format(png)/pic8499311.png","thumbnail":"https://cf.geekdo-images.com/6TG4QXV3JmLsln11f72XXQ__thumb/img/g2GglyKXfnWFJnjS057wW1Fpm7U=/fit-in/200x150/filters:strip_icc()/pic8499311.png","link":"https://boardgamegeek.com/thing/39206","minPlayers":"2","maxPlayers":"7","yearPublished":"2008","playingTime":"10","minPlayingTime":"10","maxPlayingTime":"10","bestAtCount":"4"}}