{"timestamp":"2024-11-09T19:52:45.529Z","gameDetails":{"id":"39339","name":"Android","type":"boardgame","description":"From the publisher: Android is a board game of murder and conspiracy set in a dystopian future. Detectives travel between the city of New Angeles and moon colony Heinlein chasing down leads, calling in favors, and uncovering the sinister conspiracy beneath it all. The detectives must balance their pursuit of the murderer against their personal lives and their inner demons. Android&rsquo;s innovative mechanics ensure that no two detectives play alike. Will you play as Louis Blaine, the crooked cop tormented by guilt and loss? Or will you take the role of Caprice Nisei, the psychic clone who struggles to retain her sanity while proving that she&rsquo;s as human as anyone else? Whoever you choose to play, you&rsquo;ve got just two weeks to solve the murder, uncover the conspiracy, and face your personal demons.&#10;&#10;During a round, the players get action points to spend on various actions, like moving their detectives, following leads that appear on locations, solving their personal demons, or doing a location-specific action. In this way, the detectives try to advance on three different sectors: solving the murder, uncovering the conspiracy behind the murder, and finding their inner peace. To solve the murder, the detectives follow leads that appear on New Angeles and Heinlein, and find evidence that they plant on the suspect of their choice. The conspiracy puzzle is also solved by following leads, and may alter the way victory points are distributed at the end of the game. Finally, each detective has his/her own personal plots that are resolved gradually throughout the game. If the detective invests enough time in the plot, he/she will be awarded victory points; otherwise, he will suffer penalties.&#10;&#10;The game ends when two in-game weeks (12 rounds) have passed. At that point, victory points are awarded based on the aforementioned sectors. The player with the most victory points is the winner.&#10;&#10;","image":"https://cf.geekdo-images.com/gm1pY1yQzd_9VNDcZzQIxQ__original/img/ZHYRcxEWQ6aRLQtuWyZlAdNQ1b8=/0x0/filters:format(jpeg)/pic400196.jpg","thumbnail":"https://cf.geekdo-images.com/gm1pY1yQzd_9VNDcZzQIxQ__thumb/img/sgDeJwgPrrNKpaE2koz0xHiJ134=/fit-in/200x150/filters:strip_icc()/pic400196.jpg","link":"https://boardgamegeek.com/thing/39339","minPlayers":"3","maxPlayers":"5","yearPublished":"2008","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"3"}}