{
  "timestamp": "2024-10-21T04:44:16.032Z",
  "gameDetails": {
    "name": "Automobile",
    "type": "boardgame",
    "description": "Automobile is a 3-5 player game that bears a modern setting when compared to most of Wallace&rsquo;s releases. Players are competing in the U.S. auto industry in the early 20th century, purchasing factories that turn out low-, medium- and high-valued vehicles, starting with the 1893 Duryea and moving through history from there.&#10;&#10;Each player knows a portion of the market demand each round and must make his purchasing and manufacturing decisions based on the information. Players can fund distributors across the country, but if they don&rsquo;t supply distributors with vehicles to sell, they go bankrupt, taking your investment with them.  Alternatively, players can drop the prices on their cars to move their market share, or even temporarily improve sales rates at the cost of research. Special action spaces are available that give a player a one-turn special ability with the actions provided by Ford, Durant, Kettering, and others somewhat related to their actual business history.&#10;&#10;As newer models make their way onto the market, they sell at the expense of the older models.  Older factories give inefficiency cubes as time passes, encouraging you to keep pace with technology.&#10;&#10;To get money, you need to build cars with your factories, but if you build more than there is demand they lose not only the money spent to make them, but gain inefficiency cubes that hurt them for the rest of the game. Whoever manages their car factories the best over this 120-150 minute game will win.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/lJOntTfaU-lbCZsFcRxA8A__original/img/lkZ8BBkTTqwEq6hK-mZrIQrscEE=/0x0/filters:format(jpeg)/pic744514.jpg",
    "thumbnail": "https://cf.geekdo-images.com/lJOntTfaU-lbCZsFcRxA8A__thumb/img/dUoQJ_WTooIEcPfMOi8E7Lt66_8=/fit-in/200x150/filters:strip_icc()/pic744514.jpg",
    "link": "https://boardgamegeek.com/thing/39351",
    "minPlayers": "3",
    "maxPlayers": "5",
    "bestAtCount": "5",
    "id": "39351"
  }
}