{"timestamp":"2024-11-10T04:42:25.154Z","gameDetails":{"id":"3985","name":"Crisis: Korea 1995","type":"boardgame","description":"Forty years of tense, uneasy peace are suddenly shattered as the Korean Peninsula erupts in renewed warfare. Two peoples -- historically, ethnically, and culturally homogeneous, but polarized by politics and economics -- hurl men, weapons, and materials into the fray in an attempt to settle their division once and for all.&#10;&#10;From Pyongyang in North Korea to Pusan in South Korea, the battle rages. While the front line surges east to west across the peninsula, both sides commit airborne and seaborne Special Forces and Marines as well as their Air Forces to deep penetrations into enemy territory. With skilled infiltration capabilities, and the strategic mobility of armor, airmobile, paratroop, and marine forces, there is no safe haven throughout the length or breadth of Korea.&#10;&#10;While the North and South battle for a quick, decisive victory, the world awaits the response of the two military superpowers in the region, the United States of America and the People's Republic of China. Will the United States reinforce the South, and if so, how, when, and in what strength? Will the Communist Chinese again intervene into the Korean conflict as they did in 1950? As the situation evolves, choices are made, forces are committed, and the security of Japan and the future of the two Koreas hangs in the balance.&#10;&#10;Crisis: Korea 1995 allows players to fight a near-future war on the peninsula. Players have access to virtually all available military assets of North and South Korea, as well as large forces from the USA and the PRC. The integrated, easy-to-learn air-land combat system allows for unit efficiency, armor effects, tunnels, light infantry, attack helicopter, Close Air Support, Cruise Missiles, and particularly tough terrain of Korea.&#10;&#10;","image":"https://cf.geekdo-images.com/E6bc5w_qFDc1q-ErByx91Q__original/img/ZyA2_OfWda2Z1M2PAOuiiZk7C3A=/0x0/filters:format(jpeg)/pic1630927.jpg","thumbnail":"https://cf.geekdo-images.com/E6bc5w_qFDc1q-ErByx91Q__thumb/img/X1RPgH90D1CB55hgobtc8fP9n2A=/fit-in/200x150/filters:strip_icc()/pic1630927.jpg","link":"https://boardgamegeek.com/thing/3985","minPlayers":"2","maxPlayers":"4","yearPublished":"1992","playingTime":"360","minPlayingTime":"360","maxPlayingTime":"360","bestAtCount":null}}