{"timestamp":"2024-11-12T21:50:58.173Z","gameDetails":{"id":"398893","name":"Arkham Horror: The Card Game – The Feast of Hemlock Vale: Campaign Expansion","type":"boardgameexpansion","description":"When renowned botanist Dr. Rosa Marquez receives a strange sample from the secluded and mysterious Hemlock Isle, her instincts tell her that something is amiss. Following the recommendation of an old colleague, she invites the investigators to join her on a survey of the island. Nothing could prepare them for what they find: deadly, mutated wildlife and a strange, malignant presence permeate the isle, all while the local residents prepare for a festival, seemingly unaware of the danger. The investigators only have three days to find out what lurks beneath Hemlock Vale before its people meet a terrible fate.&#10;&#10;In The Feast of Hemlock Vale Campaign Expansion, one to four investigators travel to Hemlock Isle, an island shrouded in mystery that has only recently opened up to visitors. During the day, players will bond with the locals and explore the island, but once the sun goes down, the island becomes a death trap of ravenous, twisted wildlife. Can they unveil the secrets of Hemlock Isle in just three short days? Or will they be devoured in the coming feast?&#10;&#10;This expansion contains the entirety of The Feast of Hemlock Vale campaign. Players only need a copy of the Arkham Horror: The Card Game Revised Core Set to dive into the story.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/yy5AeDELW6xihT09Z2CKmA__original/img/MiJxz9B8w3Xolny9uRdb23NVsOA=/0x0/filters:format(jpeg)/pic8113977.jpg","thumbnail":"https://cf.geekdo-images.com/yy5AeDELW6xihT09Z2CKmA__thumb/img/NWzfRDq_tH4tO72vSQqVfMpQIvM=/fit-in/200x150/filters:strip_icc()/pic8113977.jpg","link":"https://boardgamegeek.com/thing/398893","minPlayers":"1","maxPlayers":"4","yearPublished":"2024","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[2],"averageRating":"8.8086","averageWeight":"3.75","boardGameRank":"Not Ranked","mechanics":[],"categories":["Expansion for Base-game","Horror"],"designers":["Josiah Harrist","Nicholas Kory"]}}