{"timestamp":"2024-11-12T17:37:21.346Z","gameDetails":{"id":"40235","name":"Bridge Troll","type":"boardgame","description":"In Bridge Troll, you and your friends are hideous trolls who each guard a troll bridge. Each turn, you throw boulders to bid for travelers, who vary in number depending on the weather for that day. Travelers include fat merchants, pilgrims, poor monks (who make good eating), and if you are lucky, royal personages. As travelers come to your bridge, you use them to collect tolls. But watch out! Knights, bandits, dragons, and vicious Billy Goats Gruff prowl the countryside. You'll have to use some of your boulders to chase them away (which means you&rsquo;ll have fewer left to use on your bridge!).&#10;&#10;Although you need to collect tolls from travelers so you can buy building supplies, working on your bridge makes you hungry, so you will have to eat some of your travelers instead. It is important to balance tolls with food in order to make your bridge very appealing to travelers. If you eat too many travelers or just collect money, you won't be able to fix up your bridge. The player who uses toll-money, food, and boulders to build the most impressive troll bridge operation wins the game.&#10;&#10;First of two &quot;Troll&quot; games by the designer, the second being Trollhalla.&#10;&#10;","image":"https://cf.geekdo-images.com/R2xuEpllhW1xUJMrUKMLTA__original/img/sb3VjwgKn2bzUTLBBTodIJxWkeQ=/0x0/filters:format(jpeg)/pic441261.jpg","thumbnail":"https://cf.geekdo-images.com/R2xuEpllhW1xUJMrUKMLTA__thumb/img/TCcOjLFwLyDLq9JJOO01x340ZKs=/fit-in/200x150/filters:strip_icc()/pic441261.jpg","link":"https://boardgamegeek.com/thing/40235","minPlayers":"3","maxPlayers":"6","yearPublished":"2009","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[4],"averageRating":"6.01643","averageWeight":"2.0152","boardGameRank":"7634","mechanics":["Auction / Bidding","Hand Management"],"categories":["Bluffing","Card Game","Economic","Fantasy"],"designers":["Alf Seegert"]}}