{"timestamp":"2024-11-12T18:39:18.474Z","gameDetails":{"id":"40354","name":"Maria","type":"boardgame","description":"Maria is a game based on the War of the Austrian Succession, between 1740 and 1748, where Austria was attacked by Prussia, France, Bavaria and Saxony, while only Great Britain, Hanover and the Netherlands (by forming the so-called Pragmatic Army) helped her.&#10;&#10;Maria is primarily a 3 player game. One player is Austria, the second is France plus Bavaria, while the third player plays as Prussia (Austria's enemy) and the Pragmatic Army (Austria's ally) at the same time. This is made possible by the division of the map into two parts, the Flanders map and the Bohemia map.&#10;&#10;Maria is derived from the award-winning Friedrich, but has its very own character, including politics, hussars, force marches, imperial election, Saxony's betrayal and Prussia's annexation of Silesia. Subtle maneuvers, seizure of fortresses, prudent retreats, and Machiavellian politics are the keys to victory. However, players must be careful: whoever uses his Tactical Cards unwisely in battle can suddenly find himself not on the highway to glory but on the road to ruin.&#10;&#10;Maria takes you to the era of the 18th century's ruthless struggle for power. It can be played in 2 variants: the shorter, simplified introductory game or the longer but richer advanced game, with its simultaneous campaigns in Bohemia and Flanders.&#10;&#10;","image":"https://cf.geekdo-images.com/RKnoGhSQwVQo0Z_pXTE19g__original/img/taWfpVHP0yyEzNXQiIGkPwLCuLM=/0x0/filters:format(jpeg)/pic524669.jpg","thumbnail":"https://cf.geekdo-images.com/RKnoGhSQwVQo0Z_pXTE19g__thumb/img/n-5E6_QWWDbxynAo4gqUvgMk2RE=/fit-in/200x150/filters:strip_icc()/pic524669.jpg","link":"https://boardgamegeek.com/thing/40354","minPlayers":"2","maxPlayers":"3","yearPublished":"2009","playingTime":"210","minPlayingTime":"210","maxPlayingTime":"210","bestAtCount":[3],"averageRating":"7.9891","averageWeight":"3.5916","boardGameRank":"412","mechanics":["Auction / Bidding","Hand Management","Negotiation","Point to Point Movement","Secret Unit Deployment","Simulation","Tug of War","Variable Set-up","Zone of Control"],"categories":["Age of Reason","Bluffing","Negotiation","Political","Wargame"],"designers":["Richard Sivél"]}}