{"timestamp":"2024-11-13T00:35:13.641Z","gameDetails":{"id":"40381","name":"Modern Art Card Game","type":"boardgame","description":"In Modern Art Card Game, also released as Masters Gallery, players are art critics and gallery owners at the same time, trying to pump up the value of certain artists before cashing in their works. The works of five artists are in play. Each player starts with a hand of masterpiece cards, and on a turn you play one on the table to show a stake in the fate of that artist; some masterpiece cards include special actions that allow you to play a second card, draw an extra card, increase the value of a certain artist, or have everyone play a masterpiece card at once.&#10;&#10;When a certain number of works from one artist are on the table, the round ends, and each work from the most well-represented artists are sold for $1-3. Masters Gallery lasts four rounds, with players receiving additional masterpiece cards prior to new rounds and the value of an artist's work increasing based on past performance. The player with the most money after four rounds wins.&#10;&#10;Masters Gallery depicts classic works of art from Vermeer, Degas, Renoir, Monet and Van Gogh on its cards, while Modern Art Card Game features identical game play and contemporary artists Wagner Kuroiwa, Mariana Martins, Nicol&aacute;s S&aacute;nchez, Denise Jillian Tan, and TEC.&#10;&#10;","image":"https://cf.geekdo-images.com/IaDnOasIk_DG1AqGWOGrnw__original/img/QxOHmUjU4Rl4N5iJQ1D3_ej_qwc=/0x0/filters:format(jpeg)/pic5476259.jpg","thumbnail":"https://cf.geekdo-images.com/IaDnOasIk_DG1AqGWOGrnw__thumb/img/RnEPbLSdGDenuP9xemsmFspb5iI=/fit-in/200x150/filters:strip_icc()/pic5476259.jpg","link":"https://boardgamegeek.com/thing/40381","minPlayers":"2","maxPlayers":"5","yearPublished":"2008","playingTime":"30","minPlayingTime":"20","maxPlayingTime":"30","bestAtCount":[4,5],"averageRating":"6.61884","averageWeight":"1.6557","boardGameRank":"2544","mechanics":["Commodity Speculation","Hand Management"],"categories":["Card Game"],"designers":["Reiner Knizia"]}}