{"timestamp":"2024-11-09T21:15:18.980Z","gameDetails":{"id":"40398","name":"Monopoly Deal Card Game","type":"boardgame","description":"(from the box):&#10;The fast-paced, addictive card game where your luck can change in the play of a card!  Collect 3 complete property sets, but beware Debt Collectors, Forced Deals and the dreaded Deal Breakers, which could change your fortunes at any time!&#10;&#10;MONOPOLY DEAL - the card game where anything can happen!&#10;&#10;How to win: Be the first player to collect 3 three full property sets of different colors.&#10;&#10;The Cards: &#10;Action Cards may be played to initiate the action printed on the card or may be used as money of the value noted in the upper left and lower right corners.&#10;Property Cards some denote a specific property and some are wild.  They show property name, set to which they belong (or in which sets they may be used), rental costs, number of properties in their set and their value when used to make payments. &#10;House/Hotel Cards may be used to increase the rental cost of a property set.  They also have a monetary value for use in making payments.&#10;Money Cards are used to make payments.&#10;&#10;Play:&#10;Draw two cards from the draw pile, or if you start your turn with no cards, draw five.&#10;Play up to three cards from your hand face up either as: money into your bank, properties or improvements into your collection, or actions.  Action cards allow you to collect rent, receive money, take properties from others or cancel another action.  Cards placed in your bank may only be used as money.  When you must make a payment, you may use money from your bank or properties and improvements in your collection, but not cards in your hand.&#10;Discard cards in excess of seven from your hand to the bottom of the draw pile.&#10;&#10;Win by announcing it on your turn when you have three complete property sets of different colors.  This ends the game.&#10;&#10;Not to be confused with Monopoly Deal, a 'lite' version of the same game that came out in 2014.&#10;&#10;","image":"https://cf.geekdo-images.com/XACkCb3JL0uvF6xOn0lRSg__original/img/BBhxJBuYU2N7oTs1oxfuVsHJ47w=/0x0/filters:format(jpeg)/pic4595026.jpg","thumbnail":"https://cf.geekdo-images.com/XACkCb3JL0uvF6xOn0lRSg__thumb/img/MSoqR2WLqhqV9mkayMmd11sNanY=/fit-in/200x150/filters:strip_icc()/pic4595026.jpg","link":"https://boardgamegeek.com/thing/40398","minPlayers":"2","maxPlayers":"5","yearPublished":"2008","playingTime":"15","minPlayingTime":"15","maxPlayingTime":"15","bestAtCount":"4"}}