{"timestamp":"2024-11-12T23:55:52.771Z","gameDetails":{"id":"404193","name":"Dead Reckoning: Sea Dogs Expansion 2","type":"boardgameexpansion","description":"Sea Dogs from Letters of Marque Campaign.&#10;&#10;Includes: 12 new Sea Dogs cards and instructions.&#10;&#10;There are 12 Sea Dogs in Sea Dogs II. 2 of those Sea Dogs use content introduced in the Letters of Marque package. If you don't have Letters of Marque, you can use those Sea Dogs but they provide no useable abilities to your Crew so we recommend that you do not.&#10;&#10;If you are playing with Letters of Marque, when it is time to distribute Sea Dogs, deal an even number to each player and each player chooses one to use and discards the rest back to the box for future use. In a four player game, After multiple four player games if each player gained three Sea Dogs, all the Sea Dogs from Sea Dogs II would be in play.&#10;&#10;If you are not playing with Letters of Marque, remove the Master Gunner, the Quartermaster, and then deal equal numbers of Sea Dogs to each player leaving two unused in a four player game. Each player chooses one to use and discards the rest back to the box. Assuming multiple four player games, each player will eventually have 3 Sea Dogs and there will be 4 left over in the box unused.&#10;&#10;With the exception of the Quartermaster and the Master Gunner, all the rest of the Sea Dogs II pack are playable without Letters of Marque.&#10;&#10;","image":"https://cf.geekdo-images.com/BVKJNPF3wu2BCtQYxGejBA__original/img/n7crASO8LfZu-jC4-n5_ubssqC0=/0x0/filters:format(png)/pic8242730.png","thumbnail":"https://cf.geekdo-images.com/BVKJNPF3wu2BCtQYxGejBA__thumb/img/JGt5Vy3e1xSDFjR3enDuvyUTt5s=/fit-in/200x150/filters:strip_icc()/pic8242730.png","link":"https://boardgamegeek.com/thing/404193","minPlayers":"1","maxPlayers":"4","yearPublished":"2023","playingTime":"0","minPlayingTime":"0","maxPlayingTime":"0","bestAtCount":null,"averageRating":"8.16462","averageWeight":"0","boardGameRank":"Not Ranked","mechanics":[],"categories":["Expansion for Base-game"],"designers":["John D. Clair"]}}