{"timestamp":"2024-11-09T19:56:55.163Z","gameDetails":{"id":"40533","name":"Aquaretto: Three Coworker Tiles","type":"boardgameexpansion","description":"There are three different type of coworker tiles in this expansion.&#10;&#10;The Training Area&#10;When you earn a coworker, you may take possession of the Training Pool (if available) and place your worker there. For each trainer you place here (up to 2) each animal in your aquarium with a lightning bolt gets 2 bonus points. Also, all your animals with lightning bolts are no longer untrainable. So you can get additional bonus points from each trainer you place next to them in your main Water Zoo!&#10;&#10;The Research Station&#10;Can only be taken by a player when they get their first coworker. That coworker is placed on one animal tile in his water park and at the end of the game he scores one point for each animal of that type in the basin the coworker was placed.&#10;&#10;The Technical Area&#10;Take when you have a coworker you want to place on the tile. Immediately collect five coins from the bank. You may now move, purchase, and discard tiles from the depot independent of the stack order, but you may not change the order of the tiles in the stack.&#10;&#10;Aquaretto: The Training Camp part of this expansion was originally released as a postcard.&#10;&#10;This expansion was part of Zooloretto: Rio Grande Games Expansion Pack #2 for Zooloretto, which also included Zooloretto: Job Boards, Zooloretto: The Gorilla, Zooloretto: The Savings Book, and Aquaretto: The Trains.&#10;&#10;And is also part of the german only Zooloretto News #2.&#10;&#10;Also available as part of the Zooloretto: Goodie-Box.&#10;&#10;","image":"https://cf.geekdo-images.com/dvJeIIWKCUz_pt2OLU4rAg__original/img/gePM9j2i3q8NFhAvvlxuQwVKMgs=/0x0/filters:format(jpeg)/pic426144.jpg","thumbnail":"https://cf.geekdo-images.com/dvJeIIWKCUz_pt2OLU4rAg__thumb/img/AO5pv_mRbXqFN71B6M9fFpCk2nw=/fit-in/200x150/filters:strip_icc()/pic426144.jpg","link":"https://boardgamegeek.com/thing/40533","minPlayers":"2","maxPlayers":"5","yearPublished":"2008","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"2"}}