{"timestamp":"2024-11-12T17:59:14.654Z","gameDetails":{"id":"40692","name":"Small World","type":"boardgame","description":"In Small World, players vie for conquest and control of a world that is simply too small to accommodate them all.&#10;&#10;Designed by Philippe Keyaerts as a fantasy follow-up to his award-winning Vinci, Small World is inhabited by a zany cast of characters such as dwarves, wizards, amazons, giants, orcs, and even humans, who use their troops to occupy territory and conquer adjacent lands in order to push the other races off the face of the earth.&#10;&#10;Picking the right combination from the 14 different fantasy races and 20 unique special powers, players rush to expand their empires - often at the expense of weaker neighbors. Yet they must also know when to push their own over-extended civilization into decline and ride a new one to victory!&#10;&#10;On each turn, you either use the multiple tiles of your chosen race (type of creatures) to occupy adjacent (normally) territories - possibly defeating weaker enemy races along the way, or you give up on your race letting it go &quot;into decline&quot;. A race in decline is designated by flipping the tiles over to their black-and-white side.&#10;&#10;At the end of your turn, you score one point (coin) for each territory your races occupy. You may have one active race and one race in decline on the board at the same time. Your occupation total can vary depending on the special abilities of your race and the territories they occupy. After the final round, the player with the most coins wins.&#10;&#10;Clarifications: available in a pinned forum post.&#10;&#10;","image":"https://cf.geekdo-images.com/aoPM07XzoceB-RydLh08zA__original/img/bYLzrwZO9u-3h2wyU-PHc8aTOY4=/0x0/filters:format(jpeg)/pic428828.jpg","thumbnail":"https://cf.geekdo-images.com/aoPM07XzoceB-RydLh08zA__thumb/img/o3Bw9heVDJRgPYlI_PksCvLAgnM=/fit-in/200x150/filters:strip_icc()/pic428828.jpg","link":"https://boardgamegeek.com/thing/40692","minPlayers":"2","maxPlayers":"5","yearPublished":"2009","playingTime":"80","minPlayingTime":"40","maxPlayingTime":"80","bestAtCount":[4],"averageRating":"7.20453","averageWeight":"2.3482","boardGameRank":"371","mechanics":["Area Majority / Influence","Area Movement","Dice Rolling","Hidden Victory Points","Increase Value of Unchosen Resources","Variable Player Powers","Variable Set-up","Victory Points as a Resource"],"categories":["Fantasy","Fighting","Territory Building"],"designers":["Philippe Keyaerts"]}}