{"timestamp":"2024-11-12T23:49:26.033Z","gameDetails":{"id":"40765","name":"Clash of Cultures","type":"boardgame","description":"From Christian Marcussen, the creator of Merchants and Marauders, comes Clash of Cultures, a civilization game in which each player leads a civilization from a single settlement to a mighty empire. Players must explore their surroundings, build large cities, research advances and conquer those who stand in the way. The game features a modular board for players to explore, 48 distinct advances, seven mighty wonders, and loads of miniatures and cards. The winner will create a culture that will be remembered and admired for millennia.&#10;&#10;Advances&#10;The game features about 48 distinct advances. The whole &quot;tech-tree&quot; is very flexible with no dead ends, yet still intuitive, sensible and &quot;realistic.&quot; Additionally you have a great overview of what advances other cultures have - no need to ask - just look.&#10;&#10;Modular Board&#10;Players start with a civilization in its infancy. Move settlers to uncharted regions and reveal the terrain and its resources. Several mechanisms have been implemented to assure that an unlucky placement of region-tiles won't be a decider.&#10;&#10;Playing Time&#10;The game covers a time span similar to AH Civilization - that is to pre-gunpowder. This epic game is playable in about an hour per player! This is a pretty good playing time for a game that covers so much ground as this game will.&#10;&#10;City management&#10;Players expand their cities through the game. But not just to the generic larger city. Players instead choose a building type which represents the growth of the city. For instance you can expand a city with a port, fort, temple and academy - all with different benefits! Additionally cities can be &quot;angry,&quot; &quot;neutral&quot; and &quot;happy.&quot; Everything integrated in an intuitive and elegant fashion.&#10;&#10;Multiple paths to victory&#10;Earn points through:&#10;- Founding cities and increasing their sizes&#10;- Advances&#10;- Objectives &#10;- Wonders&#10;- Events&#10;&#10;","image":"https://cf.geekdo-images.com/XHTMyEGDsNHLKXkbGDKaKA__original/img/GKb17ffVsXR5RFKmKE5OTT8O21U=/0x0/filters:format(jpeg)/pic1351042.jpg","thumbnail":"https://cf.geekdo-images.com/XHTMyEGDsNHLKXkbGDKaKA__thumb/img/mf5yep4EN9ZQP5hId2GsPB9zduo=/fit-in/200x150/filters:strip_icc()/pic1351042.jpg","link":"https://boardgamegeek.com/thing/40765","minPlayers":"2","maxPlayers":"4","yearPublished":"2012","playingTime":"240","minPlayingTime":"180","maxPlayingTime":"240","bestAtCount":[3,4],"averageRating":"7.57103","averageWeight":"3.5989","boardGameRank":"481","mechanics":["Action Points","Area Majority / Influence","Critical Hits and Failures","Dice Rolling","Grid Movement","Hand Management","Hexagon Grid","Modular Board","Movement Points","Tech Trees / Tech Tracks","Trading"],"categories":["Ancient","City Building","Civilization","Economic","Exploration","Territory Building"],"designers":["Christian Marcussen"]}}