{"timestamp":"2024-11-12T21:49:31.361Z","gameDetails":{"id":"40776","name":"Arkham Horror: Innsmouth Horror Expansion","type":"boardgameexpansion","description":"Of all the cities found in H.P. Lovecraft&rsquo;s vision of Massachusetts, perhaps none is quite so deadly as the small fishing village of Innsmouth. Decrepit and dying, Innsmouth is being consumed from within by an ancient pact once made to save the town. The investigators will find every hand turned against them as they explore its rotting docks and fetid beaches. In the end, perhaps the only way to save Innsmouth is by destroying it along with the terrible creatures that haunt its waters near Devil Reef.&#10;&#10;Innsmouth Horror introduces several new game concepts to the Arkham Horror Series, including Personal Stories unique to each investigator as well as the Innsmouth Look. The town of Innsmouth is hostile to the investigators, and they may well find themselves thrown in jail and fed to a Shoggoth while they search the town for evidence to call in the Feds. However, leaving Innsmouth to fester is a bad idea, since the Deep Ones will gather and rise, bringing with them the Ancient One. Innsmouth Horror also adds 16 new investigators, eight new Ancient Ones, two new Heralds, Epic Battle cards for the new Ancient Ones, over 30 new monster markers, plenty of new encounters, and an expansion board featuring the town of Innsmouth. Over all, this expansion adds over 300 new cards to the base game.&#10;&#10;","image":"https://cf.geekdo-images.com/DnOwZ1dJK81gBfvQz8Qm8A__original/img/_xRdfY2PM4UiijvraaWRFZ9phgY=/0x0/filters:format(jpeg)/pic443909.jpg","thumbnail":"https://cf.geekdo-images.com/DnOwZ1dJK81gBfvQz8Qm8A__thumb/img/oDew2vyMQRhScHBH9Jk0QPQGBhQ=/fit-in/200x150/filters:strip_icc()/pic443909.jpg","link":"https://boardgamegeek.com/thing/40776","minPlayers":"1","maxPlayers":"8","yearPublished":"2009","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":[4],"averageRating":"7.89231","averageWeight":"3.5805","boardGameRank":"Not Ranked","mechanics":["Cooperative Game","Dice Rolling","Point to Point Movement","Role Playing","Variable Player Powers"],"categories":["Adventure","Expansion for Base-game","Fighting","Horror","Novel-based","Science Fiction"],"designers":["Richard Launius","Kevin Wilson"]}}