{"timestamp":"2024-11-13T00:00:22.180Z","gameDetails":{"id":"40834","name":"Dominion: Intrigue","type":"boardgame","description":"In Dominion: Intrigue (as with Dominion), each player starts with an identical, very small deck of cards. In the center of the table is a selection of other cards the players can &quot;buy&quot; as they can afford them. Through their selection of cards to buy, and how they play their hands as they draw them, the players construct their deck on the fly, striving for the most efficient path to the precious victory points by game end.&#10;&#10;From the back of the box: &quot;Something&rsquo;s afoot. The steward smiles at you like he has a secret, or like he thinks you have a secret, or like you think he thinks you have a secret. There are secret plots brewing, you&rsquo;re sure of it. At the very least, there are yours. A passing servant murmurs, &ldquo;The eggs are on the plate.&rdquo; You frantically search your codebook for the translation before realizing he means that breakfast is ready. Excellent. Everything is going according to plan.&quot;&#10;&#10;Dominion: Intrigue adds rules for playing with up to 8 players at two tables or for playing a single game with up to 6 players when combined with Dominion. This game adds 25 new Kingdom cards and a complete set of Treasure and Victory cards. The game can be played alone by players experienced in Dominion or with the basic game of Dominion.&#10;&#10;Part of the Dominion series.&#10;&#10;Integrates with:&#10;&#10;    Dominion&#10;&#10;&#10;Also released as an expansion that requires the base game or card set to play: Dominion: Die Intrige &#226;&#128;&#147; Erweiterung.&#10;&#10;","image":"https://cf.geekdo-images.com/OGOmpi0GgwOwH2y28QgkuA__original/img/VHMKsFZvoK2KKGZiLyoKZb_YhNQ=/0x0/filters:format(jpeg)/pic460011.jpg","thumbnail":"https://cf.geekdo-images.com/OGOmpi0GgwOwH2y28QgkuA__thumb/img/jnSHqOXWLN3PfdpCtnfjf44oTsA=/fit-in/200x150/filters:strip_icc()/pic460011.jpg","link":"https://boardgamegeek.com/thing/40834","minPlayers":"2","maxPlayers":"6","yearPublished":"2009","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[3],"averageRating":"7.69023","averageWeight":"2.4126","boardGameRank":"114","mechanics":["Deck, Bag, and Pool Building","Delayed Purchase","Hand Management","Open Drafting","Variable Set-up"],"categories":["Card Game","Medieval"],"designers":["Donald X. Vaccarino"]}}