{"timestamp":"2024-11-10T04:38:43.575Z","gameDetails":{"id":"4090","name":"2nd Fleet: Modern Naval Combat in the North Atlantic","type":"boardgame","description":"2nd Fleet is a refinement of Victory Games (I) popular Sixth Fleet: Modern Naval Combat in the Mediterranean game system, and examines the strengths and weaknesses of the Soviet Red Banner Northern Fleet and the US Second Fleet and its NATO allies in future conflict for control of the North Atlantic and Arctic Oceans. Players are placed in command of the opposing superpower fleets. The mighty aircraft carriers and escorting capital ships must be protected from the devastating firepower of modern missiles, torpedoes, and bomb attacks. Attack submarines threaten the enemy task forces and replenishment convoys while searching out their submerged rivals. Limited air assets must be carefully assigned to combat air patrols, long-range strategic missions and attack strikes. 2nd Fleet, with its multitude of options and strategies, is one of today's most realistic recreations of modern naval warfare on the high seas.&#10;&#10;Each 8 hour game turn is broken into 3 distinct phases (sub, surface, and air) and each player takes turns choosing which phase they wish to conduct. Ex. if the US player chooses &quot;Air&quot;, they conduct all bombing, shipping strikes, anti-sub, and interception actions for all their aircraft.&#10;Players also use their units to attempt to &quot;detect&quot; enemy forces so that an attack can be made. Ships and aircraft are always detected once a unit moves close enough to them, but players have to roll to try to detect subs.&#10;Optional rules include nuclear weapons and logistics.&#10;About 10 scenarios are included which range from about 60 minutes (for Introductory Scenarios) to 3 to 6 hours (for Intermediate Scenarios) to 20 or more hours (for the Advanced Scenario).&#10;&#10;Part of Victory Games Fleet Series.&#10;&#10;","image":"https://cf.geekdo-images.com/oAtROeOVkKTeUYqHbj9vgA__original/img/LUMes2JUlmIIQg2eyrMfL3ujkG4=/0x0/filters:format(jpeg)/pic147226.jpg","thumbnail":"https://cf.geekdo-images.com/oAtROeOVkKTeUYqHbj9vgA__thumb/img/IjK89bwM83J0ZORaUWO8W5taP4w=/fit-in/200x150/filters:strip_icc()/pic147226.jpg","link":"https://boardgamegeek.com/thing/4090","minPlayers":"1","maxPlayers":"2","yearPublished":"1986","playingTime":"240","minPlayingTime":"240","maxPlayingTime":"240","bestAtCount":"2"}}