{"timestamp":"2024-11-12T18:02:55.207Z","gameDetails":{"id":"41002","name":"Vasco da Gama","type":"boardgame","description":"Recruit workers, buy projects, build ships. And use the ships to open new commercial routes to eastern Africa and India, to earn money and glory.&#10;&#10;This is a resource management game, with an element of risk management, that works like this:&#10;&#10;Beginning with the start player, each player takes one numbered disc and places it on top of his own coloured disc in one of the four action areas of the board. A Vasco da Gama tile states a number; everything above this number is free of charge, anything below will have to be paid for, so players will take this into account when taking numbered discs. When all players have placed four discs, a modifier to this 'activation number' is shown, and discs are worked by number. In the crew area players may hire crew and a captain, but this costs money. Each round there is a window of ships. The number on the left is the navigation strength, the number on the right is the required amount of different crew. Players choose a ship, pay for the crew and turn the tile to its other side - with a captain on top. In the navigation area, a player takes his ship and places it in a row of his choice, but he has to take care not to exceed the navigation strength of the ship.&#10;&#10;The game lasts five rounds, after which the player with the most points has won.&#10;&#10;A brief description from the rule book:&#10;&#10;Vasco da Gama was charged with finding a maritime route to India.&#10;&#10;Players play the part of rich shipowners who, under his patronage, aim to achieve prestige and riches. &#10;To succeed in the enterprise, they must manage the money and actions at their disposal in order to hire captains, recruit crew, build ships, launch them, and send them to the landings of Natal, Terra de Boa Gente, Mozambique, Malindi, Mombasa, and Calicut.&#10;&#10;For each ship sent, players will receive an immediate reward and will gain prestige (Victory Points). &#10;The farther the ship is sent, the lower the compensation, but the higher the victory score that the player will earn.&#10;&#10;Ships at landings that are &quot;complete&quot; at the end of the round (i.e. reached by a certain number of Ships) will earn further Victory Points for their owners and will then advance, under certain conditions, to the next Landing. This creates the opportunity to earn again Victory Points in the following Rounds.&#10;&#10;During each Round, Players take actions in various Areas (Navigation, Recruiting, or Purchase Projects or Characters).&#10;Planning is fundamental: The right to take an Action could be free of charge or paid for.&#10;&#10;The earlier a Player plans to take an Action, the more likely that he will have to pay for it.&#10;&#10;Players will have to ask themselves if and how much they are ready to pay for the right to act first in a certain area.&#10;&#10;Vasco da Gama himself will decide which is the first free of charge Action for each Round. He will also help some of the Players by making some money available to them.&#10;&#10;This great maritime enterprise raises the interest of 4 influential Characters.&#10;Aiming to have a substantial role in the development of the new commercial route, they will also provide their favors free of charge to the Players.&#10;&#10;Francisco Alvares (The Priest) will make available a number of Missionaries to be used as crew members, Girolamo Sernigi (The Merchant) will organize Ships built and manned, Bartolomeu Dias (The Leader) will grant an increased initiative and additional Victory Points, and Manuel 1st (The King) will allow Players to take an additional Action in the name of the Portuguese Kingdom.&#10;&#10;The winner is the Player with the highest Victory Points score at the end of the game.&#10;&#10;","image":"https://cf.geekdo-images.com/wiMpH9Cr_zIRMdzSdvyLrA__original/img/bmW65H5hdw8bPe_IT9o97YrS-Kg=/0x0/filters:format(jpeg)/pic495883.jpg","thumbnail":"https://cf.geekdo-images.com/wiMpH9Cr_zIRMdzSdvyLrA__thumb/img/Lnsia_j2EpPeYTIeuEUNpHIk0ns=/fit-in/200x150/filters:strip_icc()/pic495883.jpg","link":"https://boardgamegeek.com/thing/41002","minPlayers":"2","maxPlayers":"4","yearPublished":"2009","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"7.21594","averageWeight":"3.2356","boardGameRank":"939","mechanics":["Push Your Luck","Tile Placement","Turn Order: Claim Action","Worker Placement"],"categories":["Nautical","Renaissance"],"designers":["Paolo Mori"]}}