{"timestamp":"2024-11-12T17:40:49.268Z","gameDetails":{"id":"41261","name":"Empires: Builder Expansion","type":"boardgameexpansion","description":"An official expansion to Age of Empires III: The Age of Discovery, the Empires: Builder Expansion contains:&#10;&#10;1) A NEW SPECIALIST: THE BUILDER&#10;Abilities:&#10;a) When placed on the colonist dock and sent to the New World it will increase the VP's scored for the region: +4 VP/Builder (of any color) for 1st place; +2 VP/Builder for second place. (The idea is that the colony is much more developed with cities and infrastructure).&#10;b) When placed in the Capital Building track, the player pays $5 less.&#10;&#10;The Builder may be acquired via new Capital Buildings or when a player places a colonist on the 5th spot (Builder is Free, other specialists cost 5)&#10;&#10;2) 20 NEW CAPITAL BUILDINGS&#10;These include some &quot;buildings&quot; that cost zero, but offer a one-time instant effect such as $7, 2 free specialists, and 2 free trade goods.  So even if a player is short on cash, a building action is available.&#10;&#10;3) A RULES SHEET with the new Builder Rules, Capital Buildings, and even special rules for a historical start (Each Nation has a special ability and one or two Capital Buildings to start the game). The idea is that the Spanish will feel like the Spanish (Conquistadors, etc.), The English will feel like the English, the Dutch like the Dutch, etc.&#10;&#10;4) The MINT and OVERPOPULATION will, indeed be a part of the new expansion.&#10;&#10;5) Expands the game to 6 players with a Complete set of purple colonists&#10;&#10;","image":"https://cf.geekdo-images.com/8VDa6ag9aEJHB74ilBX0yw__original/img/QhMUaaLyecjy5_zW7MCyVSM_ksU=/0x0/filters:format(jpeg)/pic985460.jpg","thumbnail":"https://cf.geekdo-images.com/8VDa6ag9aEJHB74ilBX0yw__thumb/img/CCHNNGCS0FvQSiJxmHOevZ0s-Hc=/fit-in/200x150/filters:strip_icc()/pic985460.jpg","link":"https://boardgamegeek.com/thing/41261","minPlayers":"3","maxPlayers":"6","yearPublished":"2011","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4,5],"averageRating":"7.55653","averageWeight":"2.9348","boardGameRank":"Not Ranked","mechanics":["Area Majority / Influence","Set Collection","Variable Player Powers","Worker Placement"],"categories":["Civilization","Economic","Expansion for Base-game","Exploration","Video Game Theme"],"designers":["Glenn Drover"]}}