{"timestamp":"2024-11-10T04:53:12.017Z","gameDetails":{"id":"4172","name":"Veracruz: U.S. Invasion of Mexico 1847","type":"boardgame","description":"Veracruz: U.S. Invasion of Mexico, was originally published in Strategy &amp; Tactics magazine #63. Veracruz is an operational simulation of General Winfield Scott's Mexican campaign, which took place between March and September 1847. The invasion was an American effort to end the Mexican War by marching into the heart of Central Mexico to capture the capital, Mexico City. Diplomatically, it ended the decades of border disputes and opened up vast new territories, which in turn led to the Gold Rush of '49 and the Great Compromise of 1850.&#10;&#10;European commanders and military experts, when viewing the upcoming conflict in 1846, could not see anything but a complete Mexican victory, given the size of her army with it's European system of training and assembly. But the European System was a hollow shell that worked with even less validity in the rigid hierarchical Mexican social structure. The entire system was exacerbated by a succession of generals and other leaders who were inept on a scale that dwarfs even the darkest Union days of the Civil War. On the other hand, many of the best generals of the American Civil War distinguished themselves here as lieutenants and captains: Robert E. Lee (engineers, Scott's chief scout), Ulysses S. Grant, George Pickett, Thomas J. Jackson, Braxton Bragg, Jubal Early, George G. Meade, Phillip Kearney, David D. Porter (USN), and Jefferson Davis, to name a few.&#10;&#10;The map depicts central Mexico down to Mexico City, the target of the American player. Players have to deal with supply and a complex set of morale rules. Counters represent basic units, horses, naval units, leaders and a US dummy unit. Other counters indicate supply, unit effectiveness, fortifications, cities and various status counters.&#10;&#10;Special rules for Yellow Fever ( 2000 U.S. soldiers died in combat conditions but over 11,000 died of disease), Limited Intelligence, Morale, Mexican Political Climate, Navy Gunboats, and Mexican Guerrillas.&#10;&#10;Game Scale:&#10;Game Turn: 1 week&#10;Hex: 5 miles&#10;Units: Company to Regiments&#10;&#10;Game Inventory:&#10;One 21 x 33&quot; map&#10;One countersheet (200 1/2&quot; dual-side printed counters)&#10;One 26-page Rules booklet&#10;&#10;","image":"https://cf.geekdo-images.com/cilvaaPiDkT98iDAGPuYBg__original/img/Naqip2fCAx6AJximqwMVxI7tpo4=/0x0/filters:format(jpeg)/pic62564.jpg","thumbnail":"https://cf.geekdo-images.com/cilvaaPiDkT98iDAGPuYBg__thumb/img/c-RuZYHn9rFFtkzPTrVanjMRov8=/fit-in/200x150/filters:strip_icc()/pic62564.jpg","link":"https://boardgamegeek.com/thing/4172","minPlayers":"2","maxPlayers":"2","yearPublished":"1977","playingTime":"360","minPlayingTime":"360","maxPlayingTime":"360","bestAtCount":"2"}}