{"timestamp":"2024-11-12T18:28:42.845Z","gameDetails":{"id":"4173","name":"Anzio: The Struggle for Italy – 1943-1945","type":"boardgame","description":"(from the 4th edition back box and user's description:)&#10;&#10;Few games have been kept up to date as much as ANZIO has. Revised and revised again, a good game has gotten better and better. Played on a 44&quot; X 14&quot; mapboard of Italy, the game recreates the Allied amphibious Invasions and campaigns to secure the peninsula leading to the heart of Europe. The Allies face not only the German and Italian armies, but some of the most varied terrain in the world.&#10;&#10;Unit counters represent American, British, Greek, Canadian, Polish, French, Indian, German, and Italian forces. Order of Battles are available for a variety of mini-games and the campaign game, providing a highly versatile game of almost any duration and complexity.&#10;&#10;The twenty-four page rule book is divided into a basic game and several advanced versions. Each advanced version adding more and more rules, complicating while making the game more realistic and adding the&middot;feel of the actual problems, decisions, and actions of the campaign.&#10;&#10;Game features include unit step reduction, naval bombardment, tactical airpower, paratroopers, limited intelligence, breakthrough combat, supply, stacking values, special terrain effects, and fortifications A gem for the hardcore gamer. Players can select their own combination of playability and realism. Probably the most underpublisized and under appreciated game around. A silent &quot;Classic&quot;&#10;&#10;Playing Time- Two hours and Up &#10;AVALON HILL COMPLEXITY RATING &#10;Basic Game: 4&#10;Advanced Games: 7-10 &#10;(On a scale of 1-easy, 10-hard)&#10;&#10;12.8 km (8 miles) per hex, 1 week per turn. Most units represent divisions.&#10;&#10;","image":"https://cf.geekdo-images.com/X6TmtSrxjRZR0COomNnqoQ__original/img/2VzpnenXEPdF_dnd_A7RBmQ3UYE=/0x0/filters:format(jpeg)/pic771974.jpg","thumbnail":"https://cf.geekdo-images.com/X6TmtSrxjRZR0COomNnqoQ__thumb/img/M7Q3HKX6oapJj5h7WkIT8j0MZg8=/fit-in/200x150/filters:strip_icc()/pic771974.jpg","link":"https://boardgamegeek.com/thing/4173","minPlayers":"2","maxPlayers":"2","yearPublished":"1969","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"6.76511","averageWeight":"3.2078","boardGameRank":"4805","mechanics":["Dice Rolling","Grid Movement","Hexagon Grid","Movement Points","Scenario / Mission / Campaign Game"],"categories":["Wargame","World War II"],"designers":["Tom Oleson","David Williams (I)"]}}