{
  "timestamp": "2025-11-26T21:13:36.866Z",
  "gameDetails": {
    "id": "417508",
    "name": "Mythwind: Friends & Family",
    "type": "boardgameexpansion",
    "description": "The Friends & Family expansion introduces you to the varied townsfolk of the growing village in Mythwind. Players can now visit other characters to benefit from their expertise and perform the socialize action to increase friendship with local villagers, unlocking new and exciting story elements.\n\nCharacter Interaction - Each playable character gains a unique way to interact with every other character in play!\n\nThe Villagers - Villagers start as acquaintances and then progress to friends, best friends, and finally, the opportunity to become life partners with unique stories along the way.\n\nAlternative Buildings - Each of the villagers join the town when their associated building is constructed. When the Printing Press is built, Aidan shows up on the Community Board!\n\nSocialize - Characters can now perform the socialize action when they use buildings associated with Villagers. To socialize, all characters may contribute hired workers to a combined dice roll to see if they increase their friendship status with the villager.\n\nPartners - When a villager&rsquo;s friendship level increases to partner, this community member now unlocks a special ability. Characters also have the opportunity to pursue certain villagers for a lifelong partnership of marriage and even children!\n\n&mdash;description from the publisher\n\n",
    "image": "https://cf.geekdo-images.com/eH3U8C5YZnejZuvZfP-lYQ__original/img/3gXTzwLVx7539NdsyWStXvz8vsA=/0x0/filters:format(png)/pic8101171.png",
    "thumbnail": "https://cf.geekdo-images.com/eH3U8C5YZnejZuvZfP-lYQ__small/img/hQKqZXN3AtSHzirZG2-O3T13Vvc=/fit-in/200x150/filters:strip_icc()/pic8101171.png",
    "link": "https://boardgamegeek.com/thing/417508",
    "minPlayers": "1",
    "maxPlayers": "5",
    "yearPublished": "2025",
    "playingTime": "60",
    "minPlayingTime": "30",
    "maxPlayingTime": "60",
    "bestAtCount": [
      2
    ],
    "averageRating": "7.58113",
    "averageWeight": "3",
    "boardGameRank": "Not Ranked",
    "mechanics": [],
    "categories": [
      "Expansion for Base-game"
    ],
    "designers": [
      "Nathan Lige",
      "Brendan McCaskell"
    ]
  }
}