{
  "timestamp": "2025-11-26T21:18:28.865Z",
  "gameDetails": {
    "id": "420321",
    "name": "The White Castle: Matcha",
    "type": "boardgameexpansion",
    "description": "The tea ceremony lies at the heart of Japanese culture, giving life the most essential and elemental concepts of hospitality, respect, and Zen philosophy. There, they believe that tea, which came from China in the 13th century, resolved the health problems of the Buddhist monks who drank it. Over the years, the tea ceremony evolved to offer the samurai a place of calm, far from the chaos of the battlefield.\n\nIn The White Castle: Matcha, you will have to deal with a new place in which to influence the court using new members of your clan. Having members of your clan in good seats within the Chashitsu (tea room) will help you achieve a greater level of influence within the court of Himeji. Also, you will have one additional action each round. Will that be enough?\n\nThe first printing includes The White Castle: Promo 4 packaged inside the expansion box. It is currently not available by itself.\nTo be played with the base game and the Matcha expansion.\n\nContains 3 Die tiles, each of which with Chasen on the back. When setting up the game, replace the 3 Die tiles that grant a Resource of your choice with these 3 new tiles.\n\n&mdash;description from the publisher\n\n",
    "image": "https://cf.geekdo-images.com/xPO9VCD5-KeLzukaWVTzGw__original/img/7rW0aqO1lkhBCrrQUM9XSkKQSbI=/0x0/filters:format(jpeg)/pic8179939.jpg",
    "thumbnail": "https://cf.geekdo-images.com/xPO9VCD5-KeLzukaWVTzGw__small/img/doB5UVNXWs5oKyKju_URNLFSMoY=/fit-in/200x150/filters:strip_icc()/pic8179939.jpg",
    "link": "https://boardgamegeek.com/thing/420321",
    "minPlayers": "1",
    "maxPlayers": "4",
    "yearPublished": "2024",
    "playingTime": "110",
    "minPlayingTime": "90",
    "maxPlayingTime": "110",
    "bestAtCount": [
      2,
      3
    ],
    "averageRating": "8.43494",
    "averageWeight": "3.2791",
    "boardGameRank": "Not Ranked",
    "mechanics": [
      "Action Drafting",
      "Dice Rolling",
      "Multi-Use Cards",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Worker Placement with Dice Workers"
    ],
    "categories": [
      "Expansion for Base-game",
      "Dice",
      "Economic"
    ],
    "designers": [
      "Isra C.",
      "Shei S."
    ]
  }
}