{"timestamp":"2024-11-10T04:43:02.718Z","gameDetails":{"id":"42124","name":"Dungeon Twister 2: Prison","type":"boardgame","description":"Dungeon Twister 2: Prison will re-launch the Dungeon Twister franchise with second edition rules. It will contain 16 miniatures, new rooms, new characters, a tutorial in 5 scenarios, a larger box and best of all, rules for Solitaire play!&#10;&#10;Solitaire play features six levels of difficulty to provide a challenge to even the most experienced of players.&#10;&#10;The Second Edition rules include a 5-step scenario-based tutorial.  The introductory level is simple enough for an eight-year-old to learn.&#10;&#10;This product will be backwards-compatible with all existing Dungeon Twister products.&#10;&#10;Asmodee Publisher Blurb:&#10;&#10;Fight, get out or die&#10;&#10;Dungeon Twister is a strategy game for two players. You control a team of eight adventurers with varied and necessary abilities. Your objective: to escape from the Dungeon.&#10;&#10;Unfortunately, in front of you lies a vast labyrinth of dangerous rooms which can rotate thanks to the astonishing mechanisms constructed by dwarves. These deadly traps and twistings to prevent you from escaping would be enough of a challenge by themselves, but you also face another group of adventurers with the same goal as yourself. Without relying on dice, Dungeon Twister calls upon all of your tactics and strategies, your ability to bluff, your anticipation of the danger and your management of combat and action cards.&#10;&#10;","image":"https://cf.geekdo-images.com/OeGNqqFmedAS2fLeNGE9yQ__original/img/i6_uGsHGuzHrfr8vrdaSYhoHBUQ=/0x0/filters:format(jpeg)/pic482348.jpg","thumbnail":"https://cf.geekdo-images.com/OeGNqqFmedAS2fLeNGE9yQ__thumb/img/uuBT0DaJmkjRr8P5xkH5naqjWfo=/fit-in/200x150/filters:strip_icc()/pic482348.jpg","link":"https://boardgamegeek.com/thing/42124","minPlayers":"1","maxPlayers":"2","yearPublished":"2009","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"2"}}