{"timestamp":"2024-11-10T04:47:34.601Z","gameDetails":{"id":"4230","name":"Napoleon's Last Battles","type":"boardgame","description":"Napoleon's Last Battles depicts the last campaign of Napoleon: the Waterloo Campaign (1815).&#10;&#10;It contains 4 individual battles (with own counters and maps):&#10;&#10;     Quatre Bras&#10;     Ligny&#10;     Wavre&#10;     La Belle Alliance (Waterloo)&#10;&#10;&#10;and a campaign game linking all 4 maps and covering the whole camapign.&#10;&#10;The latest DG edition adds three more scenarios, including a Grand Waterloo battle scenario.&#10;&#10;Napoleon's Last Battles uses the Napoleon at Waterloo system with modifications for command control and Line of Communication. The campaign game starts from Quatre Bras / Ligny and lasts 3 days. Units are mainly brigades.&#10;&#10;&#10;Kevin Zucker used the rules in a revised edition later on for Napoleon at Leipzig (adding Cavalry Charges) and Four Lost Battles (adding Cards for Movement, General Decisions of Higher Commands, etc.). &#10;After a longer break the designer came back with The Coming Storm: Quadrigame of the Fourth Coalition October 1806 - June 1807, which is based on the former &quot;Four Lost Battles&quot; concept, adding baggage- and pontoon trains. &#10;In 2011 The Last Success: Quadrigame of the War Against Austria, April - July 1809 was published to create a &quot;family&quot; of games called &quot;Series: The Library of Napoleonic Battles (OSG)&quot; which all could be played under the same rule set. &#10;Kevin Zucker republished Napoleon at Leipzig in 2012/13 in a 5th edition for the 200th anniversary of the epic battle and updated Napoleon's Last Battles with Napoleon's Last Gamble: Battles of the Hundred Days in 2015.&#10;&#10;Nevertheless all rule-editions can be used for the original NLB-game.&#10;&#10;GAME SYSTEM: &#10;inspired Series: The Library of Napoleonic Battles (OSG) - formerly known as the &quot;Napoleon's Last Battles (NLB-)Series&quot; &#10;- scale = 480m/hex, &#10;- time = 1hour/GT,&#10;- strength = 500-800 men/SP.&#10;&#10;&#10;Napoleon's Last Battles  was originally published by SPI then by TSR. The last 3rd edition was released by Decision Games.","image":"https://cf.geekdo-images.com/tmOK4vy3tNfakPfv8-48ZA__original/img/6jaCPrBoRaU1XVZmhtW3N_zB87w=/0x0/filters:format(jpeg)/pic287845.jpg","thumbnail":"https://cf.geekdo-images.com/tmOK4vy3tNfakPfv8-48ZA__thumb/img/yxMrvNHLSVxlmM-U3mHqVIsUT2k=/fit-in/200x150/filters:strip_icc()/pic287845.jpg","link":"https://boardgamegeek.com/thing/4230","minPlayers":"2","maxPlayers":"4","yearPublished":"1976","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"2"}}