{"timestamp":"2024-11-13T00:13:46.502Z","gameDetails":{"id":"42776","name":"Gears of War: The Board Game","type":"boardgame","description":"Game description from the publisher:&#10;&#10;For a time, the humans of Sera knew peace...then Emergence Day came. The Locust horde arrived without warning, and countless horrors spilled forth from their underground burrows. The Coalition of Organized Governments (COG) struggled to fend off the subterranean threat, but their defenses were quickly crushed. With billions dead, humans turned their weapons of mass destruction on their own cities to deny the enemy control. Now the long struggle against overwhelming odds approaches one final, desperate stand.&#10;&#10;Gears of War: The Board Game, designed by Corey Konieczka, is based on the wildly popular third-person shooter by Epic Games. One to four players take on the roles of COG soldiers cooperating to destroy the Locust horde, and must work together to complete missions against an ingeniously challenging and varied game system. In Gears of War: The Board Game, you&rsquo;ll relive classic moments from Gears of War and Gears of War 2 &ndash; Roadie Run into cover, spray your enemy with blind fire, or rip him in half with your Lancer's chainsaw!&#10;&#10;In Gears of War: The Board Game you must fulfill one of seven randomly constructed missions and support your fellow COGs as your team engages an unflinching enemy in furious, white-knuckle firefights! Only through teamwork and communication will you gain a tactical advantage, completing your mission and striking a blow for humanity.&#10;&#10;You'll need every soldier you can get if you hope to send the Locust horde back to their holes. Leave no man behind!&#10;&#10;ERRATA&#10;- In the Roadblocks mission level 3, use tile 12A instead of 3A.&#10;- In the rules, under Component List, the following three entries are incorrect:&#10;-- 23 Wound/Dropped Weapon Markers, should be 22&#10;-- 12 Grenade Tokens, should be 14&#10;-- 36 Ammo Tokens, should be 44&#10;&#10;","image":"https://cf.geekdo-images.com/12PzpKSG88_RdIVHC-doZA__original/img/sz3agDP6ofVrrvxa9OqXw6TKELE=/0x0/filters:format(jpeg)/pic7020901.jpg","thumbnail":"https://cf.geekdo-images.com/12PzpKSG88_RdIVHC-doZA__thumb/img/qToXuh5AFJPKq74DGgMTkKeWIiA=/fit-in/200x150/filters:strip_icc()/pic7020901.jpg","link":"https://boardgamegeek.com/thing/42776","minPlayers":"1","maxPlayers":"4","yearPublished":"2011","playingTime":"180","minPlayingTime":"60","maxPlayingTime":"180","bestAtCount":[2,4],"averageRating":"7.47101","averageWeight":"2.8784","boardGameRank":"693","mechanics":["Area Movement","Campaign / Battle Card Driven","Cooperative Game","Dice Rolling","Hand Management","Modular Board","Solo / Solitaire Game","Variable Player Powers"],"categories":["Fighting","Miniatures","Science Fiction","Video Game Theme"],"designers":["Corey Konieczka"]}}