{"timestamp":"2024-11-09T21:27:19.681Z","gameDetails":{"id":"42910","name":"Peloponnes","type":"boardgame","description":"Players take control of the civilizations of ancient Greece. Through auctions in each of the 8 rounds, the players develop their civilizations, adding territory through Land Tiles and prestigious buildings through the Building Tiles.  These increase the civilizations' inhabitants, luxury, wealth and power.  Luxury goods allow flexibility in providing for a player's population, while some tiles also offer protection against the many disasters that happen during the game.  Only through a balance of inhabitants, land and buildings can a player claim victory and join the heroes of Peloponnesian history.&#10;&#10;&#10;Los jugadores toman el control de las civilizaciones de la antigua Grecia. A trav&eacute;s de subastas en cada una de las 8 rondas, los jugadores desarrollan sus civilizaciones, a&ntilde;adiendo territorio mediante losetas de terreno y edificios de prestigio mediante las losetas de construcci&oacute;n.  Estos aumentan los habitantes, el lujo, la riqueza y el poder de las civilizaciones.  Los bienes de lujo permiten flexibilidad a la hora de abastecer a la poblaci&oacute;n de un jugador, mientras que algunas losetas tambi&eacute;n ofrecen protecci&oacute;n contra los numerosos desastres que ocurren durante el juego.  S&oacute;lo mediante un equilibrio de habitantes, tierras y edificios puede un jugador alzarse con la victoria y unirse a los h&eacute;roes de la historia del Peloponeso.&#10;&#10;","image":"https://cf.geekdo-images.com/ElaDJAdR6mV1jf0l8lVDpg__original/img/ZpaFD0jorxsHmvoKUN1BUcpmoLQ=/0x0/filters:format(jpeg)/pic586432.jpg","thumbnail":"https://cf.geekdo-images.com/ElaDJAdR6mV1jf0l8lVDpg__thumb/img/R-12bG6wvRgZJu-WUxhhqzVDRaM=/fit-in/200x150/filters:strip_icc()/pic586432.jpg","link":"https://boardgamegeek.com/thing/42910","minPlayers":"1","maxPlayers":"5","yearPublished":"2009","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"3"}}