{"timestamp":"2024-11-12T23:46:59.571Z","gameDetails":{"id":"43111","name":"Chaos in the Old World","type":"boardgame","description":"Chaos in the Old World makes you a god. Each god&rsquo;s distinctive powers and legion of followers grant you unique strengths and diabolical abilities with which to corrupt and enslave the Old World.&#10;&#10;     Khorne, the Blood God, the Skulltaker, lusts for death and battle. &#10;     Nurgle, the Plaguelord, the Father of Corruption, luxuriates in filth and disease. &#10;     Tzeentch, the Changer of Ways, the Great Conspirator, plots the fate of the universe. &#10;     Slaanesh, the Prince of Pleasure and Pain, the Lord of Temptations, lures even the most steadfast to his six deadly seductions. &#10;&#10;&#10;Yet, as you and your fellow powers of Chaos seek domination by corruption and conquest, you must vie not only against each other, but also against the desperate denizens of the Old World who fight to banish you back to the maelstrom of the Realm of Chaos.&#10;&#10;Chaos in the Old World features three ways to win, and gives you an unparalleled opportunity to reshape the world in your image. Every turn you corrupt the landscape, dominating its inhabitants, and battle with the depraved followers of rival gods. Each god has a unique deck of gifts and abilities, and can upgrade their followers into deadly foes. Summon forth living manifestations of Chaos, debased and hidden cultists, and the horrifying greater daemons - beings capable of destroying near everything in their path.&#10;&#10;","image":"https://cf.geekdo-images.com/yTe9522sHL-3nhfAMH2cTg__original/img/zN6-x2bWP6lsDAC2FNsvU6ivQIc=/0x0/filters:format(jpeg)/pic1318481.jpg","thumbnail":"https://cf.geekdo-images.com/yTe9522sHL-3nhfAMH2cTg__thumb/img/hzQEjxV31FkgVXiHwDD8n0wF2I0=/fit-in/200x150/filters:strip_icc()/pic1318481.jpg","link":"https://boardgamegeek.com/thing/43111","minPlayers":"3","maxPlayers":"4","yearPublished":"2009","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"7.66012","averageWeight":"3.1985","boardGameRank":"195","mechanics":["Action Points","Area Majority / Influence","Area Movement","Dice Rolling","Events","Hand Management","Role Playing","Take That","Variable Player Powers"],"categories":["Fantasy","Fighting","Horror","Mythology","Wargame"],"designers":["Eric M. Lang"]}}