{"timestamp":"2024-11-12T21:14:39.100Z","gameDetails":{"id":"43539","name":"Battlestar Galactica: The Board Game – Pegasus Expansion","type":"boardgameexpansion","description":"The first expansion for Battlestar Galactica: The Board Game, Pegasus adds two new supplemental game boards featuring the Battlestar Pegasus and the planet New Caprica, seven new characters, two plastic Basestars, as well as new Destination, Crisis, Loyalty, Quorum, Super Crisis, and Skill cards.&#10;&#10;The new Pegasus board can be used by itself or together with the New Caprica board to create the game you desire &ndash; the Pegasus alone for the additional firepower she provides, or add the New Caprica board to simulate the rebellion on the new human colony, bringing the game to an epic level.&#10;&#10;New rules introduce the ability to play as a new character type &ndash; the Cylon Leader, with a new Treachery Skill card type.&#10;&#10; From the Box: &#10;&quot;On behalf of the officers and crew of the Pegasus, it's a pleasure to see you all. Welcome back to the Colonial Fleet.&quot; - Admiral Helena Cain&#10;&#10;The arrival of the Battlestar Pegasus heralds a new era in the lives of the Galactica crew and the Colonial government, bringing badly needed manpower and firepower to humanity's ongoing fight against the Cylons. However, under the command of Admiral Cain there is no place for compassion or mercy. Now brutal necessity and hard choices erode humanity's moral compass. The Cylons, in turn, are changing as well. The more they are exposed to humans, the more their individual agendas begin to guide their actions. In a time of suspicion and desperate need, the line between right and wrong grows less and less distinct.&#10;&#10;The Pegasus Expansion for Battlestar Galactica: The Board Game brings players the next chapter in the popular Syfy series. In addition to more Destination, Crisis, Super Crisis, Loyalty, and Skill Cards, this expansion introduces many new card types such as Treachery Skill Cards, representing the underhanded methods used to sabotage humanity's struggles. New characters in the expansion allow players to play as Cylon Leaders, who can win or lose based on their own mysterious motivations. New gameboards allow characters to explore both the Pegasus and New Caprica. Finally, with the New Caprica Objective Card and board, humanity will be subjected to Cylon rule, and must defend themselves from their oppressive overlords until Galactica can return to attempt a daring rescue.&#10;&#10;&quot;We fight 'em until we can't.&quot; - Kara Thrace&#10;&#10;Expands:&#10;&#10;&#10;    Battlestar Galactica: The Board Game&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/gIFO3gX6AxkdLZMK2vfZtA__original/img/0YNNkB8DxzcPPmnZ3Gwgnxeuvmg=/0x0/filters:format(jpeg)/pic512021.jpg","thumbnail":"https://cf.geekdo-images.com/gIFO3gX6AxkdLZMK2vfZtA__thumb/img/qfcHiIjon9fOUgTNkOy_r6yxHxs=/fit-in/200x150/filters:strip_icc()/pic512021.jpg","link":"https://boardgamegeek.com/thing/43539","minPlayers":"3","maxPlayers":"7","yearPublished":"2009","playingTime":"180","minPlayingTime":"120","maxPlayingTime":"180","bestAtCount":[5,6],"averageRating":"7.87427","averageWeight":"3.3109","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Hand Management","Role Playing","Team-Based Game","Traitor Game","Variable Player Powers"],"categories":["Bluffing","Deduction","Expansion for Base-game","Movies / TV / Radio theme","Political","Science Fiction","Space Exploration","Spies / Secret Agents"],"designers":["Daniel Clark (I)","Corey Konieczka","Tim Uren"]}}