{"timestamp":"2024-11-12T18:36:08.721Z","gameDetails":{"id":"4358","name":"The Guns of August","type":"boardgame","description":"(from the back of the box :)&#10;&#10;The thunder of the guns that August would deafen all Europe. For the next four years there would be no quiet: on the western front in France, on the eastern front in Russia, in the Italian Alps and the Balkan foothills, the only peace would be among the dead.&#10;&#10;Recreating the Great War of 1914-1918, GUNS OF AUGUST is a unique, exciting game. As the Central Powers player YOU control the armies of Germany, Austria-Hungary, Bulgaria and Turkey, and make the difficult strategic decisions the two-front war requires. As the Allied player YOU command the forces of the rest of Europe Including Britain, France, Russia. Italy, Belgium, Rumania, Serbia, and the United States, and carry the burden of forcing back the strongly entrenched enemy corps on both the west and eastern fronts. No other game presents so great a challenge to test each player's grasp of military strategy.&#10; Ten Historical Scenarios From the summer of 1914 through the final surrender on the eleventh hour of the eleventh day and month of 1918, GUNS OF AUGUST spans the entire First World War in monthly Game-Turns; each player maneuvers hundreds of infantry and cavalry corps and their supporting artillery and engineer regiments. And in addition to this mammoth campaign game, separate scenarios for each front during each year of the war, which can be combined into two-front scenarios for 1914, 1915, 1916, and 1917, have been specially designed to allow players to vary the size, difficulty, and playing time of their games.&#10;&#10;For those who think that World War I Is an unexciting subject for a game, GUNS OF AUGUST will prove a shock comparable to the appearance of British tanks at Cambrai, and German stosstrupen at Caporetto.&#10;&#10;COMPLEXITY: Rated &quot;5&quot; on a scale of 1 (easy) to 10 (hard) &#10;1040 Counters&#10;&#10;(BGG description :)&#10;&#10;Avalon Hill's definitive World War I game.  &#10;Comes with 4 mapboard panels showing all of the major theaters of the war to end all wars. Cardboard cut out counters are colored the same as the uniforms of the respective countries. Several charts included for weather (rain creates mud), entry of new combatant countries, and combat results tables.&#10;&#10;","image":"https://cf.geekdo-images.com/dOYb4kiYDjEyLJGjosrKfg__original/img/v2eJmcTnZZ2EicBIUrl9Ir6egwE=/0x0/filters:format(jpeg)/pic225049.jpg","thumbnail":"https://cf.geekdo-images.com/dOYb4kiYDjEyLJGjosrKfg__thumb/img/9Kdh7b7apw0ALPlo_FlnCe94ZEQ=/fit-in/200x150/filters:strip_icc()/pic225049.jpg","link":"https://boardgamegeek.com/thing/4358","minPlayers":"2","maxPlayers":"6","yearPublished":"1981","playingTime":"1080","minPlayingTime":"360","maxPlayingTime":"1080","bestAtCount":[2],"averageRating":"5.94986","averageWeight":"3.4118","boardGameRank":"10599","mechanics":["Hexagon Grid"],"categories":["Wargame","World War I"],"designers":["Rob Beyma","Frank Davis"]}}