{"timestamp":"2024-11-10T05:22:39.278Z","gameDetails":{"id":"4394","name":"The Settlers of the Stone Age","type":"boardgame","description":"Based on the award-winning CATAN, but presenting players with all-new challenges unique to the dangers and opportunities of the Stone Age.&#10;&#10;From the Box: &#10;Man's Epic Struggle. The cradle of modern humans, called Homo sapiens by scientists, was located in Africa more than 100,000 years ago. The first branches of this family began a journey that spanned thousands of years. Eventually leading them to Australia and America. The enormous difficulties of this journey were overcome because of Homo sapiens' unique ability to adapt to its environment. Their highly developed brains and their mastery of crafts enabled them to flourish in even the harshest conditions.&#10;&#10;In this exciting game, you will guide the journey of one of these branches. You must strive to spread your people over the whole world. In order to expand your branch of humanity, you must develop certain talents: advances in the preparation of food will allow your people to spread faster and wider, while new hunting techniques can protect them from dangers. And your people will need warm clothes to cross the ice deserts of the north and boats to settle Australia.&#10;&#10;Of course, all of this is possible only if you have enough raw materials: meat, hides, bones and flint.&#10;&#10;There are many paths that you may follow to victory. But it is certain that the player that settles in the most productive lands, trades for missing raw materials with the other players most skillfully, and is able to best penetrate the lands of Australia and America, will end the game with their nose in front!&#10;&#10;Belongs to the Catan Series and is retroactively a member of Catan Histories.&#10;&#10;","image":"https://cf.geekdo-images.com/TeJFpzJW0enBnDiX9NE-Vw__original/img/tYBCDDmAmg3Nkqa4Z9djPGzytBg=/0x0/filters:format(jpeg)/pic200523.jpg","thumbnail":"https://cf.geekdo-images.com/TeJFpzJW0enBnDiX9NE-Vw__thumb/img/kphwZ_rcE2S7wAwSZiS5rXUqko8=/fit-in/200x150/filters:strip_icc()/pic200523.jpg","link":"https://boardgamegeek.com/thing/4394","minPlayers":"3","maxPlayers":"4","yearPublished":"2002","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":"4"}}