{"timestamp":"2024-11-13T00:44:21.351Z","gameDetails":{"id":"4396","name":"Odin's Ravens","type":"boardgame","description":"Each morning, Odin sends the ravens Hugin and Munin to race over the world of Midgard and report back what they have seen. The first to return wins Odin's favor, but any cunning corvid has a few tricks in store, and these are the two most brilliant birds in Middle Earth.&#10;&#10;In this two-player card game Odin's Ravens, two ravens race across separate tracks, the tracks comprising domino-style landscape cards that feature different types of land. Each player has their own deck of cards, which they use to match the land type in front of their raven in order to advance the raven toward the end of the flight path. Odin (Loki in Osprey Edition) cards allow a player to take special actions, such as rearranging the track of landscape cards or impeding the other player's raven.&#10;&#10;In this first edition of Odin's Ravens, each player can create a personal auxiliary stack during play, playing cards from the hand now to set up plays in the future. The game lasts multiple rounds, with a round ending when a raven reaches the end of the flight path; that raven's player scores points equal to the distance separating the two ravens. There is also an Odin token that can slow down whichever raven it is in front of.  In addition, whoever has played more cards to the &quot;Magic Way&quot; during the round &ndash; a separate playing area in which players may play a particular type of card &ndash; wins three points. Once a player has accumulated twelve or more points, that player wins.&#10;&#10;The Odin's Ravens (Second Edition) transforms the game into a single race across a longer landscape, with players drawing a limited number of cards each turn from either the Loki deck or the land deck and playing as many cards as they desire. Whoever reaches the end of the world first wins.&#10;&#10;","image":"https://cf.geekdo-images.com/MMK-RVCagTxcGpwtn88akQ__original/img/duUbJ5XMSzIW3OMSQlPHnDEpCJw=/0x0/filters:format(jpeg)/pic63287.jpg","thumbnail":"https://cf.geekdo-images.com/MMK-RVCagTxcGpwtn88akQ__thumb/img/7wywkrIGZiL145isAYAeSXz97Z0=/fit-in/200x150/filters:strip_icc()/pic63287.jpg","link":"https://boardgamegeek.com/thing/4396","minPlayers":"2","maxPlayers":"2","yearPublished":"2002","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"6.65283","averageWeight":"1.6795","boardGameRank":"1980","mechanics":["Hand Management","Map Addition","Race","Track Movement"],"categories":["Animals","Card Game","Mythology"],"designers":["Thorsten Gimmler"]}}