{
  "timestamp": "2025-11-02T06:36:33.210Z",
  "gameDetails": {
    "id": "446593",
    "name": "Marvel Champions: The Card Game – Winter Soldier Hero Pack",
    "type": "boardgameexpansion",
    "description": "As a young man during World War II, James &ldquo;Bucky&rdquo; Barnes served as the loyal sidekick to Captain America. When an explosion took Bucky&rsquo;s arm and left him on the brink of death, he was captured by Soviet soldiers, fit with a cybernetic arm, and brainwashed into serving as an assassin until Captain America helped him remember his past decades later. Now, Bucky seeks to atone for the horrors he was forced to commit as the Winter Soldier, and he&rsquo;s blasting his way into your games of Marvel Champions: The Card Game! With his impressive skills as a lethal protector, Winter Soldier is a fierce hero and a great addition to any team. In this hero pack, you will find Winter Soldier, his fifteen signature cards, and a full assortment of Aggression cards inviting you to tear through the enemy forces.&#10;&#10;Anyone looking to take on the agents of A.I.M. will want to add the Winter Soldier Hero Pack to their collection! This expansion comes with a 40-card pre-built deck, giving you the chance to start playing from the moment you open the box.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "image": "https://cf.geekdo-images.com/TsTqq2e4U7lzXl9xb_VZAQ__original/img/XXFn1TQYPo2QFKx4RYsx2ul2ilQ=/0x0/filters:format(png)/pic8933267.png",
    "thumbnail": "https://cf.geekdo-images.com/TsTqq2e4U7lzXl9xb_VZAQ__small/img/X6BqhJWGY4IIF52rBTB8LZrqQaA=/fit-in/200x150/filters:strip_icc()/pic8933267.png",
    "link": "https://boardgamegeek.com/thing/446593",
    "minPlayers": "1",
    "maxPlayers": "4",
    "yearPublished": "2025",
    "playingTime": "120",
    "minPlayingTime": "45",
    "maxPlayingTime": "120",
    "bestAtCount": [
      2
    ],
    "averageRating": "8.56382",
    "averageWeight": "3",
    "boardGameRank": "Not Ranked",
    "mechanics": [
      "Deck Construction",
      "Events",
      "Multi-Use Cards"
    ],
    "categories": [
      "Expansion for Base-game",
      "Card Game",
      "Science Fiction"
    ],
    "designers": [
      "Nate French",
      "Caleb Grace"
    ]
  }
}