{"timestamp":"2024-11-13T00:11:08.286Z","gameDetails":{"id":"4471","name":"Fist of Dragonstones","type":"boardgame","description":"Fist of Dragonstones is a closed-fist, bidding game. Players try to outwit their opponents by using gold and magic coins to buy control of an ever-changing cast of enchanted character cards. Those characters' powers collect valuable Dragonstones; lend their magical powers; help foil other players, and convert Dragonstones into victory.&#10;For each character card, players choose the number of coins they want to bid by placing them in a closed fist. All players reveal their bets at the same time with the winner of the auction then gaining control of the card's powers. Depending on the card they may: win additional coins or Dragonstones; place spells on other players; or win scoring points.&#10;&#10;The Legend : &#10;Many, many years ago, an enchanted forest lay hidden between two great mountain ranges. The forest valley was home to several kingdoms whose rival princes battled with each other to unite the entire realm under one flag. To gain advantage, princes vied with each other to collect powerful magic amulets called Dragonstones.&#10;Like many royals, over time the princes began to prefer the comfort and safety of their fortified castles. Rather than risk their own lives by venturing out to search for these amulets, they paid handsome rewards to those who could bring them stones. The allure of the princes' wealth soon filled the enchanted forest with all manner of wizards, witches, dwarves, goblins, and many other enchanted creatures - all in pursuit of the magic Dragonstones.&#10;&#10;This enchanted land is now almost entirely lost to legend. Yet, at a cozy inn, in a small forgotten village, the memory of Dragonstones is kept alive by the inn's ancient proprietor. Even today, a nod from a knowing traveler may persuade him to recount some of the ancient tales. And if he takes a particular liking to you, he may bring out his own collection of magic stones, and challenge you to a simple game of luck and skill and a chance to grab your own Dragonstones!&#10;&#10;","image":"https://cf.geekdo-images.com/xqjl7PG9bOKQF97nJXsbFw__original/img/Ryw_VyksUuH4L8wpLbTMgFMtsaI=/0x0/filters:format(jpeg)/pic441579.jpg","thumbnail":"https://cf.geekdo-images.com/xqjl7PG9bOKQF97nJXsbFw__thumb/img/gqTpkbiAQ74tHKra-pXm8zItzgk=/fit-in/200x150/filters:strip_icc()/pic441579.jpg","link":"https://boardgamegeek.com/thing/4471","minPlayers":"3","maxPlayers":"6","yearPublished":"2002","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"6.15846","averageWeight":"1.8596","boardGameRank":"4323","mechanics":["Auction / Bidding","Auction: Sealed Bid","Set Collection"],"categories":["Bluffing","Fantasy","Medieval"],"designers":["Bruno Faidutti","Michael Schacht"]}}