{"timestamp":"2024-11-10T04:42:03.317Z","gameDetails":{"id":"45132","name":"Conflict of Heroes: Price of Honour – Poland 1939","type":"boardgameexpansion","description":"&ldquo;Peace is a precious and a desirable thing. Our generation, bloodied in wars, certainly deserves peace. But peace, like almost all things of this world, has its price, a high but a measurable one. We in Poland do not know the concept of peace at any price. There is only one thing in the lives of men, nations and countries that is without price. That thing is honour.&rdquo; - Polish Minister of Foreign Affairs J&oacute;zef Beck, 5th of May, 1939&#10;&#10;September 1st, 1939. Germany invades Poland in the early morning hours. The Germans employ highly mobile massed tank formations, closely supported by mobile artillery and their airforce - the Luftwaffe. The world would come to know this warfare as the &ldquo;Blitzkrieg&rdquo;. As the Polish forces are being driven back, they are ordered to mass together near the Romanian border, where they will try to hold out until the Allies invade Germany from the West. But then the Soviets surprise attack the Poles from the East, cutting through their weakly defended border and fullfilling their secret pact with Germany to split Poland between their two nations.&#10;&#10;Price of Honour, is an expansion game which requires either of the award winning games - Awakening the Bear! and/or Storms of Steel!&#10;Players are presented with the same tactical dilemmas and decisions that commanders faced during some of the most ferocious engagements of WWII.&#10;Conflict of Heroes (CoH) follows the evolution of modern tactics, from WWII to the present. CoH features a fast and fluid system that is easy to learn, but realistic for every unique theater of battles portrayed.&#10;&#10;&bull; Fun: Quick simultaneous play allows players to interact without waiting.&#10;&bull; Easy: Teach a new player how to play in under 5 minutes. No charts!&#10;&bull; Historically Accurate: Portrays realistic forces and tactics.&#10;&bull; Units: Depict individual vehicles, airplanes, boats, guns and squads.&#10;&bull; Consistent: Each game in the series uses the same rule system.&#10;&#10;The Price of Honour expansion includes:&#10;2 - 15x19 inch geomorphic mounted map boards that integrate with the maps of all other CoH games.&#10;210 - LARGE 1&rdquo; square early war units including armored cars, tankettes, pioneers, cavalry, bi-planes, anti-tank guns, early war MGs and many more.&#10;1 - player summary sheet, customized plastic counter storage tray, (Box says 2, but comes only with 1)&#10;32 page firefight book with a full historical overview and 16 firefights, 12 of which can be played with Awakening the Bear! and 12 with Storms of Steel!&#10;A rule book summarizing all Conflict of Heroes Eastern Front units from 1939-43.&#10;&#10;Price of Honour is an expansion game and requires Awakening the Bear! and/or Storms of Steel!&#10;&#10;","image":"https://cf.geekdo-images.com/_CUTH89ZFcupE7oBGHhZ2g__original/img/MTE5MBRIL-ypYTbYFPDnS77LyyI=/0x0/filters:format(jpeg)/pic843678.jpg","thumbnail":"https://cf.geekdo-images.com/_CUTH89ZFcupE7oBGHhZ2g__thumb/img/IBwaRrHdVqYczxTsC42hkBoSj4c=/fit-in/200x150/filters:strip_icc()/pic843678.jpg","link":"https://boardgamegeek.com/thing/45132","minPlayers":"1","maxPlayers":"4","yearPublished":"2010","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":"2"}}