{
  "timestamp": "2025-11-26T20:32:11.040Z",
  "gameDetails": {
    "id": "4606",
    "name": "Sucking Vacuum",
    "type": "boardgame",
    "description": "\"The six-man international crew has just dimmed the lights, bid each other a multi-lingual good night, and settled back to dream of gravity on board the International Space Station when the unthinkable happens.  Siren blare, airlocks slam shut, emergency lights flash and it quickly dawns on the crew (not an IQ under 120 among'em) that something has gone horribly wrong.  They quickly realize that the whole station is losing oxygen and that it isn't going to be long before they're all so much unrecoverable salvage.\"\n\n\"The space station is a disaster.  Equipment is strewn about after years of neglect.  Nobody knows what to do.  But then it dawns on them (sharp lads they are) - there is only one escape pod and six of them.  It doesn't take an astrophysicist with a PhD from M.I.T. to figure out that only two of them are going home, and the rest are going to end up Sucking Vacuum.\"\n\n\"Sucking Vacuum is an easy to learn, fast action strategy game for 3 to 6 players.  Players assume the role of the doomed astronauts searching for equipment and struggling to escape the doomed space station.  They must make their way through a randomly assembled map of the International Space Station while fighting off attacks of other players who are trying to escape themselves.\"\n\nSucking Vacuum 2nd Edition (titled Ultimate Sucking Vacuum) is an updated version of the Origins Award-nominated game.  Now in full color with a sturdy box, the game features new artwork on the 18 map tiles and 73 die-cut counters.\n\nGameplay is similar to the original, but the rules have been re-written and revised in a number of areas.  Additionally, the game now includes Tournament Rules and the Alien Incursion variant.\n\n",
    "image": "https://cf.geekdo-images.com/0LjRihM_WkuIhkwDhcJXUw__original/img/5t49JcOD1mXcZHZJtXq8t2-l2DY=/0x0/filters:format(jpeg)/pic43878.jpg",
    "thumbnail": "https://cf.geekdo-images.com/0LjRihM_WkuIhkwDhcJXUw__small/img/Gkn9XWhuIQFpE2nwx5-VA8O8BLU=/fit-in/200x150/filters:strip_icc()/pic43878.jpg",
    "link": "https://boardgamegeek.com/thing/4606",
    "minPlayers": "3",
    "maxPlayers": "6",
    "yearPublished": "2004",
    "playingTime": "45",
    "minPlayingTime": "45",
    "maxPlayingTime": "45",
    "bestAtCount": [
      6
    ],
    "averageRating": "5.58803",
    "averageWeight": "1.7593",
    "boardGameRank": "24634",
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Hand Management",
      "Memory",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Tile Placement"
    ],
    "categories": [
      "Bluffing",
      "Deduction",
      "Dice",
      "Humor",
      "Maze",
      "Memory",
      "Negotiation",
      "Science Fiction"
    ],
    "designers": [
      "Marc Davis"
    ]
  }
}