{"timestamp":"2024-11-09T20:08:30.490Z","gameDetails":{"id":"46255","name":"Campaign Manager 2008","type":"boardgame","description":"Campaign Manager 2008 challenges players to develop a winning political strategy within the tumultuous context of the 2008 presidential campaign. Employing a new take on card driven game systems, each player will create a unique deck that represents their advice to their candidate. The players will struggle to influence voters in the critical swing states from this election, while targeting key constituencies that just might put them over the top. Players will try to define the key issue in the states. Will McCain dominate the national security debate, or can Obama play on people's fears over the economy? As the campaign manager of a national presidential campaign, you will either identify the road to the White House, or the road to irrelevance.&#10;&#10;User review: The object of the game (and it is a game, not a simulation) is to lead your candidate, John McCain or Barack Obama, to victory by getting 270 electoral votes. Twenty battleground states are up for grabs in this game of cardplay.&#10;&#10;Each player has a deck of forty five Campaign Strategy cards; only fifteen can be used in the game. (The rules suggest a selected fifteen cards for novices.) Each player also has a deck of ten battleground state tiles. Each player will select two of their states to put into play. (again, the rules make a suggestion for novices.)&#10;In turn, a player either plays a card from one's own hand and follows the instructions on it or draws a card if fewer than five are already held.&#10;&#10;To win a state, a player must get complete support from the state's voters in the issue which has more support of the people. Each state also has two key demographics. A shift in which demographic takes precidence also may affect the effect of a player's cards.&#10;&#10;Some cards require players to go &quot;negative.&quot; These cards require the opponent to roll a die and the result may give the opponent an unintended benefit.&#10;&#10;Whenever a player wins a state, the electoral votes are added to that candidate's tally. A state is brought into play by the winning manager and chance card is put into effect.&#10;&#10;The game is over when one manager scores 270 electoral votes. That player is the winner. A tie, resulting in winner, is possible.&#10;&#10;","image":"https://cf.geekdo-images.com/w2AZs8NYbZyGIdjPI7B2WA__original/img/WmOIMlicGuHcvnqJaZIKFjCpxmY=/0x0/filters:format(jpeg)/pic565079.jpg","thumbnail":"https://cf.geekdo-images.com/w2AZs8NYbZyGIdjPI7B2WA__thumb/img/o5rmrdKnm4CVBJNqRQ0LawBRNvo=/fit-in/200x150/filters:strip_icc()/pic565079.jpg","link":"https://boardgamegeek.com/thing/46255","minPlayers":"2","maxPlayers":"2","yearPublished":"2009","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":"2"}}