{
  "timestamp": "2025-11-26T20:54:55.118Z",
  "gameDetails": {
    "id": "4916",
    "name": "Great War at Sea: 1904-1905, The Russo-Japanese War",
    "type": "boardgame",
    "description": "From the original company website entry:\n\nJapan entered the modern age in 1868, with a new young emperor determined to make his island nation a world power. After decades of steady progress, Japan began its own practice of colonialism, defeating China in 1894. As the Japanese began to infiltrate the semi-independent Kingdom of Korea, they ran into Russian agents doing the same. Despite Japanese offers to negotiate, the Russian Tsar Nicholas II was set on war.\n\nGreat War at Sea: 1904-1905, The Russo-Japanese War covers the naval side of this turn-of-the-century conflict, which opened with a Japanese surprise attack on the Russian Pacific Fleet&rsquo;s base at Port Arthur in northern China. There are 19 scenarios, or game situations, provided, including the climactic Battle of Tsushima. There&rsquo;s also a campaign game, in which players can &ldquo;game&rdquo; the entire naval war.\n\nThe Russian fleet is a mixed bag of modern battleships and ancient ironclads better suited for a museum. The Pacific Fleet that begins the game in the Far East has modern ships stationed at Port Arthur and a cruiser squadron in Vladivostok. Between them lies Korea, occupied by Japan. The Russian strategic situation is difficult.\n\nThe Japanese have a better fleet; though not as large, their armored cruisers outclass their Russian counterparts and their torpedo boats are more numerous and more effective. They are also better-led after the death of the Russian Admiral Makarov.\n\nThe map covers the Japanese home islands and the seas around them. As with other games in the series, it&rsquo;s divided into zones approximately 31 nautical miles across. Fleets attempt to locate one another on this map. When contact is made, play moves to a tactical map where ships manuever and fight. There are special overlays for Port Arthur and Chemulpo, so players can use the actual terrain of these key coastal zones.\n\nThe original 1999 game included:\n\n210 Counters\n    One 25\"x30\" strategic map\n    One 25\"x25\" tactical map\n    16 page Rulebook\n    12 page Scenario book\n\nThe game is being re-implemented in 2013 as Great War at Sea: Russo-Japanese War with a revised map, updated counters, new scenario book and new box.\n\n",
    "image": "https://cf.geekdo-images.com/IWZi9sp59zbs0-Ucn7qAtA__original/img/ejzfgLWbtRSfFL3WNIyfrZKULa8=/0x0/filters:format(jpeg)/pic676491.jpg",
    "thumbnail": "https://cf.geekdo-images.com/IWZi9sp59zbs0-Ucn7qAtA__small/img/NqyGqLY8AC8oc6zOEGus-XVyQ28=/fit-in/200x150/filters:strip_icc()/pic676491.jpg",
    "link": "https://boardgamegeek.com/thing/4916",
    "minPlayers": "2",
    "maxPlayers": "4",
    "yearPublished": "1999",
    "playingTime": "30",
    "minPlayingTime": "30",
    "maxPlayingTime": "30",
    "bestAtCount": [
      2
    ],
    "averageRating": "6.66988",
    "averageWeight": "2.4615",
    "boardGameRank": "11028",
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "categories": [
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "designers": [
      "Michael Bennighof",
      "Joe Keller",
      "Brian L. Knipple"
    ]
  }
}