{"timestamp":"2024-11-10T04:50:54.861Z","gameDetails":{"id":"511","name":"Silverton","type":"boardgame","description":"Game description by the publisher (2nd Ed.)&#10;Set in the historic mining areas of Colorado, New Mexico, and Utah, Silverton is a game of railroading, mining, and commodity market manipulation.&#10;&#10;Use your surveyor to plot your railroads and your prospector to find your mines. Operate your empire of mines and railroads to position your gold, silver, and other commodities in the right market and at the right time to reap maximum profit.&#10;&#10;Contains a 17x22 mounted mapboard, Each player will have 32 wooden cubes and 8 wooden disks in one of the following colors. White, Green, Red, Yellow, Blue, Purple, 13 black 5/16&quot; cubes for the price chart, 208 chips - in various colors, two decks, rules book, box and turn marker.&#10;&#10;User review: Players make money by building a network of railroads to deliver freight and passengers. They may also speculate on the price of precious metals by claiming mines and mills.&#10;&#10;To play: Each player chooses a color and takes possession of all the surveyors and prospectors of that color. How much money they begin with, in which city the players start, the number of surveyors and prospectors they begin with depends on the turn order and the number of players in the game.&#10;&#10;A game turn is divided into seven phases:&#10;First phase - The turn order cards are shuffled and dealt to the players.&#10;Second phase - Players may place prospectors and surveyors on the game board in turn order.&#10;Third phase - Disputes are resolved between players who placed surveyors in the same box on the game board.&#10;Fourth phase - Players pay for construction and claims made by their prospectors in turn order. Players can collect revenue for passenger cards and deliver and sell freight for up to two claims.&#10;Fifth phase - The dice are rolled to determine price changes for each mine.&#10;Sixth phase - Claims and passenger cards taken by the players are replaced.&#10;&#10;At the end of the sixth phase, it is determined whether anyone met the victory condition for the scenario chosen.&#10;&#10;Availability : The original Two Wolf version is long-since out of print, but the newer-released Mayfair has a wider distribution.  The New Mexico expansion is available for the Two Wolf game, but the Mayfair version has the expansion included with the base game.&#10;&#10;Expanded by:&#10;&#10;    Silverton New Mexico Expansion (Two Wolf version only, Mayfair version includes the expansion)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/UlbnIzqpeba3cKzix16Rag__original/img/RTjRGaLY5plUNJ5akLQTA3_rMLU=/0x0/filters:format(jpeg)/pic223025.jpg","thumbnail":"https://cf.geekdo-images.com/UlbnIzqpeba3cKzix16Rag__thumb/img/6mycj48eFrt2aduGFPjU9E6qbpU=/fit-in/200x150/filters:strip_icc()/pic223025.jpg","link":"https://boardgamegeek.com/thing/511","minPlayers":"1","maxPlayers":"6","yearPublished":"1991","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"4"}}