{"timestamp":"2024-11-09T17:50:57.848Z","gameDetails":{"id":"521","name":"Crokinole","type":"boardgame","description":"Crokinole is a traditional dexterity game. Crokinole is played on a circular wooden board, with wooden circular disks as playing pieces. It is usually played as a two-player game or as a four-player game with partners. Players take turns shooting disks across the circular wooden board by flicking the disks with their fingers.  Players try to land their disks in scoring regions on the board, with the highest scoring area the recessed hole in the very center of the board.  Each round, each player/side alternately shoots a set number of disks (usually 12 or 8), shooting one disk each turn.&#10;&#10;As a traditional game, there are often many variations played, but the following method is based on the National Crokinole Association's rules which also govern the World Crokinole Championship. Play is to a set score, usually the first player/side to 100.&#10;&#10;Players must position their disk on the start of each of their turns in their quadrant in front of them, touching the outer scoring ring boundary. If there are no opponent's disks on the board, they must aim for the center of the board. If there is an opponent's disk on the board, they must aim and hit an opponent's piece first, either directly, or by a carrom shot.&#10;&#10;The center recessed hole is worth 20 points, and disks are removed and scored at the end of the round if they land in the center hole. Disks that are outside the outer scoring ring at the end of each shot, or are touching the outer scoring ring at the end of each shot, are removed from play for the round. Scoring is by cancellation scoring (e.g. Player/Side One scores 250, and Player/Side Two scores 225, Player/Side One scores 25). Alternately, play is set at &quot;Match Scoring&quot; where the winner of each round scores 2 points, and if a tie, each player scores 1 point. A &quot;game&quot; is usually played to four rounds, with the winner of each &quot;game&quot; being the one with the most points. The numbers of &quot;games&quot; in a match is set by the tournament.&#10;&#10;","image":"https://cf.geekdo-images.com/x4BbdwSDkjTnbQR_PfQHfg__original/img/gvQd6yVjZIBoT5aE74o2BJIDxDo=/0x0/filters:format(jpeg)/pic8207389.jpg","thumbnail":"https://cf.geekdo-images.com/x4BbdwSDkjTnbQR_PfQHfg__thumb/img/xeBuGGzkZXK4XbZ2jRS-4Zef-Us=/fit-in/200x150/filters:strip_icc()/pic8207389.jpg","link":"https://boardgamegeek.com/thing/521","minPlayers":"2","maxPlayers":"4","yearPublished":"1876","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"2"}}