{"timestamp":"2024-11-12T21:19:51.562Z","gameDetails":{"id":"5288","name":"Paratrooper: ASL Module 2","type":"boardgameexpansion","description":"(from the back of the box and user's description:)&#10;&#10;PARATROOPER is the second module in the ASL series, which means it is not a complete game unto itself. Players will need boards 1-4 of SQUAD LEADER and the ASL rules to play all eight scenarios included herein. However, all other components necessary to play the game are enclosed-absolutely no other purchase is necessary.&#10;&#10;PARATROOPER has been specially designed as an Introductory Module for those SQUAD LEADER players contemplating a switch to ASL to provide an inexpensive medium for them to sample the rich delights of the ASL game system without requiring the purchase of the full Russian/German OB found only in the first ASL Module: BEYOND VALOR. Yet, the countermix in PARATROOPER serves as a supplement to the BEYOND VALOR components, rather than an unneeded duplication of those counters should the player decide to expand his ASL collection.&#10;&#10;Included are board 24, featuring a village in a valley, and two countersheets.&#10;&#10;Due to the special nature of the fighting that comprised the airborne invasion of Normandy, the eight scenarios emphasize infantry encounters with little in the way of vehicles, ordnance, OBA, or the more detailed rules which constitute the entire spectrum of ASL.&#10;&#10;This goes hand-in-hand with the introductory nature of PARATROOPER.&#10;PARATROOPER is not a complete game; ownership of ASL and boards 1-4 is required.&#10;&#10;Scenario list:&#10;11 Defiance on Hill 30&#10;12 Confusion Reigns&#10;13 Le Manoir&#10;14 Silence that Gun&#10;15 Trapped!&#10;16 No Better Spot to Die&#10;17 Lost Opportunities&#10;18 The Roadblock&#10;&#10;&#10;The second module for Advanced Squad Leader. This one is an introductory module, geared towards those gamers who are experienced with Squad Leader.&#10;&#10;The first edition, published by Avalon Hill, included mapboard 24 and ASL 1st edition rules Chapter K &quot;Training Manual&quot;. The first four boards from Squad Leader are needed to play the scenarios included.&#10;&#10;The second edition, printed by Multiman Publishing, adds mapboards 2 &amp; 4 (from the original Squad Leader) but deletes the Chapter K &quot;Training Manual&quot; as it is now included in the ASL 2nd edition rulebook.&#10;&#10;Avalon Hill Complexity Rating: 10&#10;&#10;","image":"https://cf.geekdo-images.com/FZ6UiSKLKVBeX_vYtDWLFA__original/img/yKPUcB7Tpf48DCtoz9O9d3Wr_Ig=/0x0/filters:format(jpeg)/pic479119.jpg","thumbnail":"https://cf.geekdo-images.com/FZ6UiSKLKVBeX_vYtDWLFA__thumb/img/KFR1p6HXAKHxykch6XDubk-tizc=/fit-in/200x150/filters:strip_icc()/pic479119.jpg","link":"https://boardgamegeek.com/thing/5288","minPlayers":"2","maxPlayers":"2","yearPublished":"1986","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"7.85104","averageWeight":"4.0899","boardGameRank":"Not Ranked","mechanics":["Hexagon Grid","Modular Board"],"categories":["Expansion for Base-game","Wargame","World War II"],"designers":["Don Greenwood","James Stahler"]}}