{"timestamp":"2024-11-10T05:21:44.691Z","gameDetails":{"id":"5290","name":"Partisan: ASL Module 4","type":"boardgameexpansion","description":"(from MMP's website)&#10;&#10;This is PARTISAN! - the fourth ASL module.  The eight scenarios contained herein focus on historical World War II battle situations involving the Resistance forces of various countries vs. the German and Axis Minor troops occupying their lands.  PARTISAN! will challenge your abilities in basic infantry combat as you maneuver and fire your squads, leaders and supporting weapons in scenarios whose forces run the gamut from elite Germans to poorly equipped but highly-motivated freedom fighters, to low-grade occupation troops.  Experience - as only ASL can let you - the vicious, no-quarter ambushes, surprise raids and set-piece assaults that characterized guerilla warfare in the cities, forests and mountains of Europe.  Regardless of your preferences (including solitaire play), if you're an ASL infantry-grognard you're bound to find something pleasing in the wide assortment of PARTISAN! scenarios, which range from the large, high-piece-density type to the small, quick setup kind.  One is even &quot;three-dimensional&quot;, with most of the action occurring underground, using separate boards for the above and below-ground levels.&#10;&#10;PARTISAN!, along with its eight scenarios, contains one countersheet of Axis Minor infantry and support weapons - and also includes two boards: 10, with new, revised artwork; and 32, which features dense woods, a stream and a small cluster of buildings.  Only ASL, Beyond Valor, and SQUAD LEADER boards 1-4 are needed to play PARTISAN!.&#10;&#10;Scenario List&#10;&#10;27 The Liberation of Tulle&#10;    28 Ambush!&#10;    29 The Globus Raid&#10;    30 Sylvan Death&#10;    31 The Old Town&#10;    32 Subterranean Quarry&#10;    33 The Cossacks are Coming&#10;    34 A New Kind of Foe&#10;&#10;Contents:&#10;&#10;Boards 10, 32&#10;    Scenarios 27 - 34&#10;    1 Counter Sheet&#10;&#10;","image":"https://cf.geekdo-images.com/_WSQU3zPyaU4Cn8PBZ3LKQ__original/img/can0c0sev98BRUt6H_n7JNZDVYM=/0x0/filters:format(jpeg)/pic18352.jpg","thumbnail":"https://cf.geekdo-images.com/_WSQU3zPyaU4Cn8PBZ3LKQ__thumb/img/GhAaX92pyZ0kxNglB1fuBSCu4Z0=/fit-in/200x150/filters:strip_icc()/pic18352.jpg","link":"https://boardgamegeek.com/thing/5290","minPlayers":"2","maxPlayers":"2","yearPublished":"1987","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":"2"}}