{"timestamp":"2024-11-12T18:35:06.466Z","gameDetails":{"id":"5293","name":"G.I. Anvil of Victory: A Squad Leader Gamette","type":"boardgameexpansion","description":"It is December, 1941; Europe lays stricken beneath the Nazi boot. Only Britain, sheltered by her fleet and the English channel, stands fast before the swastika. To the East, German panzers stand stalled by winter at the very gates of Moscow. However, the Third Reich is nearing its high water mark for the tide is about to turn. The Japanese attack on Pearl Harbor will usher the United States into World War II and seal the doom of the Thou&shy;sand Year Reich. American industry will supply the Allied armies with vast quantities of war material, and a fresh, new breed of fighting man will enter the fray against Hitler's tested Wehrmacht. The G.I. will become the anvil on which the victory over a bled white Wehrmacht is forged.&#10;&#10;G.I.; ANVIL OF VICTORY allows you to command the full gamut of American fighting men as they drive the Germans from Africa, Sicily, Italy, Normandy, and back across the Rhine and into Germany itself. G.I. adds the complete American arsenal of fighting men and machines to your SQUAD LEADER repertoire, while expanding and enriching the most acclaimed historical gaming system yet devised. Can the greater numbers and superior, gunnery control systems of the American Shermans compensate for the more lethal guns of the feared German Panther? G.I. pro&shy;vides a gripping and graphic answer unmatched by any book.&#10;&#10;But G.I. offers far more than just American tanks. It contains more components than any of the preceding games in the series. The entire game system has been streamlined while enhancing realism even further. German, British, and even French infantry counters have been revised to enhance unit identification, add inherent smoke values, and more clearly distinguish the differences between squads, crews, and half-squads.&#10;&#10;In each game you get: &#10;&#10;    1040 two-sided 1/2&quot; die-cut counters representing the infantry combatants of the European Theatre from 1942-45 .&#10;    528 two-sided 5/8&quot; die-cut counters representing the complete vehicular and ordnance Order of Battle for the U.S. in World War II &#10;    Illustrated scenario cards for situations 33-46 &#10;    Five additional 8&quot; x 22&quot; geomorphic mapboard sections increasing the possible terrain configurations many told and introducing several new terrain types [mapboard 8, 12, 13, 14, 15]&#10;    Comprehensive, illustrated 36-page Programmed Instruction Rulebook &#10;    Two expanded Quick Reference Data Cards &#10;    Terrain Overlays to further vary existing mapboards&#10;&#10;&#10;(source: the back of the box and user's description)&#10;&#10;","image":"https://cf.geekdo-images.com/HVpmV7RW19__DDCzhqBFrA__original/img/8kjkWK_jmupdkXdJzJsYkQ-i-ig=/0x0/filters:format(jpeg)/pic3708284.jpg","thumbnail":"https://cf.geekdo-images.com/HVpmV7RW19__DDCzhqBFrA__thumb/img/M35V6skAuor-0XDjVKJCM0Mccjg=/fit-in/200x150/filters:strip_icc()/pic3708284.jpg","link":"https://boardgamegeek.com/thing/5293","minPlayers":"2","maxPlayers":"2","yearPublished":"1982","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":[2],"averageRating":"7.03268","averageWeight":"4.3333","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Events","Grid Movement","Hexagon Grid","Modular Board","Movement Points","Ratio / Combat Results Table","Scenario / Mission / Campaign Game","Simulation","Variable Set-up"],"categories":["Expansion for Base-game","Wargame","World War II"],"designers":["Don Greenwood"]}}