{"timestamp":"2024-11-12T20:31:15.619Z","gameDetails":{"id":"531","name":"Merchants of Amsterdam","type":"boardgame","description":"Is Merchants of Amsterdam, players are attempting to be in first or second place majorities in a variety of categories throughout the game.  These include commodity markets, trading colonies, and warehouses in Amsterdam.&#10;&#10;On a player's turn, that player draws three cards and decides how to resolve them for the turn.  A player can either remove the card from the game, keep it for him or herself, or put it up for auction.  The cards allow players to advance or place one of their markers in the various categories.&#10;&#10;There are also time-marker cards which, when drawn, move the game through various &quot;historical&quot; phases until the last which ends the game.  The historical phases follow a period of time in the history of Amsterdam which can range from no effect, to scoring rounds for particular categories, to bonuses, and towards the end of the game to some penalties as wars begin to disrupt business markets.&#10;&#10;The unique twist in the game is that the game comes with a spring-driven auction clock to perform the Dutch auctions throughout the game.  You start the clock and it ticks down as all of the players hold their hands ready close by.  The idea is that as time passes the cost of the card lowers and it is simply an issue of who will pay for it first by slapping down on the clock and thus stopping it at a certain price.&#10;&#10;","image":"https://cf.geekdo-images.com/6-Gt5b4KHTfdVWqPhQCeaw__original/img/adj9x4tv6hzBVYGB6YOyLva1flQ=/0x0/filters:format(jpeg)/pic153968.jpg","thumbnail":"https://cf.geekdo-images.com/6-Gt5b4KHTfdVWqPhQCeaw__thumb/img/2c3QxjsDbVlgOsaES-K2gu2ftPU=/fit-in/200x150/filters:strip_icc()/pic153968.jpg","link":"https://boardgamegeek.com/thing/531","minPlayers":"3","maxPlayers":"5","yearPublished":"2000","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[4,5],"averageRating":"6.70517","averageWeight":"2.6339","boardGameRank":"2889","mechanics":["Area Majority / Influence","Auction / Bidding","Auction: Dexterity","Auction: Dutch","Tile Placement"],"categories":["Economic","Real-time","Renaissance"],"designers":["Reiner Knizia"]}}