{"timestamp":"2024-11-12T18:39:02.935Z","gameDetails":{"id":"5351","name":"Lost Victory: Manstein At Kharkov, Winter 1943","type":"boardgame","description":"Lost Victory: Manstein at Kharkov, Winter 1943,  puts you in command of the opposing forces in the winter 1943 campaign. A unique integrated Ops Phase lets you choose what your units do and when they do it without any artificial limits on when they can move and fight. This system is complemented by a system of combat bonuses that lets you choose just the right weapons for each battle you fight. Together, they give you unparalleled control over your armies. But watch out: if the wrong HQ is coordinating an attack or units from too many different formations are involved, you can find your perfect attack coming apart at the seams. Then you may face every commander's nightmare: the dreaded SNAFU that leaves your assault in shambles and your career in doubt.&#10;&#10;Game features:&#10;&#10;    Fast-paced game system built around integrated Ops Phase in which players can freely combine movement, combat, support and bombardment operations in any desired order.&#10;    Realistic combat system that includes artillery, tank, antitank, and engineer effects, assault bonuses for penal battalions and the influence of C3I. Special SNAFU system models -- what happens when military planning goes awry. *Multiplicity of unit types, including motorized infantry, panzergrenadiers, heavy tanks, assault guns, flammpanzers, recon, motorcycle, cavalry, partisans, ski troops, commandos, katayushas, armored trains and ersatz units. &#10;    Special rules for weather, recon, reaction, HQ's, fuel depletion, urban uprisings and Soviet recruitment. &#10;&#10;&#10;Game Scale:&#10;Game Turn: 3 days&#10;Hex: 4 miles / 6 kilometers&#10;Units: Company to Brigade&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full-color mapsheet&#10;Two  dual-side printed countersheets (480 1/2&quot; counters)&#10;One 32-page Lost Victory rulebook&#10;One 12-page Lost Victory Study Booklet (Designers Notes)&#10;Two 4-page dual-side printed Player Aid Cards&#10;One 10-sided die&#10;&#10;Solitaire Suitability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-12 hours&#10;&#10;","image":"https://cf.geekdo-images.com/Huk-_9jaKwFVzBfVnS7wBA__original/img/M6h8N1_UphLm37yFF6Lj19tFttw=/0x0/filters:format(jpeg)/pic31030.jpg","thumbnail":"https://cf.geekdo-images.com/Huk-_9jaKwFVzBfVnS7wBA__thumb/img/pr8m7pHG5JJQEb3T5NdWqLLsOAo=/fit-in/200x150/filters:strip_icc()/pic31030.jpg","link":"https://boardgamegeek.com/thing/5351","minPlayers":"1","maxPlayers":"4","yearPublished":"1994","playingTime":"720","minPlayingTime":"120","maxPlayingTime":"720","bestAtCount":[2],"averageRating":"7.06069","averageWeight":"3.4444","boardGameRank":"9069","mechanics":["Dice Rolling","Hexagon Grid","Simulation"],"categories":["Wargame","World War II"],"designers":["David James Ritchie"]}}