{
  "timestamp": "2025-11-26T20:57:04.933Z",
  "gameDetails": {
    "id": "5394",
    "name": "Kolin: Frederick's First Defeat – June 18, 1757",
    "type": "boardgame",
    "description": "In June of 1757, Frederick the Great and his highly trained Royal Army of Prussia approaches an Austrian army encamped along a low range of hills. Hoping just one more victory will force the Austrians to sue for peace, Frederick sets in motion his master tactic, the \"oblique maneuver\" against the enemy right flank. Only now the Austrians are under a new commander, the imperturbable Field Marshal von Daun. He calmly redeploys his forces and the Prussian turning maneuver instead becomes a brutal frontal assault. That night some 10,000 Prussians lay dead on the field, with another 5,000 captured. Frederick suffers his first defeat in the Seven Years War.\n\nBased on the popular La Bataille system, Kolin offers the first authentic treatment of battles during the Age of Reason. Special command and movement rules reflect the inflexible and difficult nature of commanding armies of the day compared to their Napoleonic descendants. Players must master infantry, cavalry, and artillery tactics at a time when trained manpower is extremely valuable, and not mere \"cannon-fodder\".\n\nContents:\n\n    420 counters (one and half countersheet)\n    3 34\" x 22\" period maps\n    1st edition standard rules\n    Special rules, scenarios booklet with historical commentary by Dr. Christopher Duffy (28 pages)\n    Separate charts and tables \n\n\n(from the back of the box and user's description)\n\n",
    "image": "https://cf.geekdo-images.com/I_D8UpbGCg6S9FXCn1vUIg__original/img/TreGe-O7tQT29ANgsq2l8Iergp0=/0x0/filters:format(jpeg)/pic19144.jpg",
    "thumbnail": "https://cf.geekdo-images.com/I_D8UpbGCg6S9FXCn1vUIg__small/img/Yw_KbEf2O8I7mY0iTSTjZFosYZ0=/fit-in/200x150/filters:strip_icc()/pic19144.jpg",
    "link": "https://boardgamegeek.com/thing/5394",
    "minPlayers": "1",
    "maxPlayers": "2",
    "yearPublished": "1994",
    "playingTime": "360",
    "minPlayingTime": "360",
    "maxPlayingTime": "360",
    "bestAtCount": [
      2
    ],
    "averageRating": "7.90871",
    "averageWeight": "3.9474",
    "boardGameRank": "8393",
    "mechanics": [
      "Hexagon Grid"
    ],
    "categories": [
      "Age of Reason",
      "Wargame"
    ],
    "designers": [
      "P. Boinske",
      "Paul Dangel"
    ]
  }
}