{"timestamp":"2024-11-09T22:02:27.579Z","gameDetails":{"id":"53953","name":"Thunderstone","type":"boardgame","description":"For ages the vile Doom Knights have sought to gather the remaining Thunderstones to fulfill a prophecy of corruption over the lands. Now the first Thunderstone has been discovered in the Dungeons of Grimhold and the Doom Knights have sent their minions to claim the relic. The Villagers of Barrowsdale gather brave souls to face the dungeon and keep the Thunderstone out of the hands of the Doom Knights.&#10;&#10;Thunderstone is a fantasy deck-building game much in the style of Dominion. Before the game starts a selection of Village and Hero cards will be randomnly chosen that players may add to their specific decks. Like Dominion, every player starts with a basic deck of weaker cards that they can use to purchase other more powerful cards. In Thunderstone these cards may be different Heroes such as mages, archers, thieves, or warriors or they may be supplies the heroes need like weapons, rations, or light to reach further into the dungeon.&#10;&#10;A dungeon deck is also created by combining several different groups of monsters. Certain groups of monsters may be more or less susceptible to different Hero types, so players will have to take this into account when they choose what to buy.&#10;&#10;Rather than buying puny Victory Points, players will use their deck to defeat monsters in the dungeon. From the monster deck a row of cards is laid out. Players may on their turn choose to attack a monster in the deck rather than visit town and buy cards. If they do this they play cards from their hand and resolve their abilities in order to boost strength and have enough light to reach a specific monster. Some monsters also have special abilities which may hinder the player. If they have enough strength they defeat the monster and place that card in their deck. This card is worth victory points and often can be used as money to purchase other cards. In addition to this, players are awarded experience points for defeating monsters which can be used to upgrade their heroes into more powerful versions. The game is played until the Thunderstone is revealed from the dungeon and a player is able to claim it. The player with the most victory points in their deck is the winner.&#10;&#10;The basic Thunderstone framework was updated in the implementation of Thunderstone: Advance.&#10;&#10;Integrates with&#10;&#10;&#10;    Thunderstone Advance: Towers of Ruin&#10;    Thunderstone: Dragonspire&#10;    Thunderstone: Starter Set&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/pVyy-LSVBIMQ0GUsvsIfww__original/img/VGifdk1nKtSmzv0Q8aOFqRU3p_o=/0x0/filters:format(jpeg)/pic544780.jpg","thumbnail":"https://cf.geekdo-images.com/pVyy-LSVBIMQ0GUsvsIfww__thumb/img/HSIygEfsQ0wSpnNtrBMgA6Iv5aA=/fit-in/200x150/filters:strip_icc()/pic544780.jpg","link":"https://boardgamegeek.com/thing/53953","minPlayers":"1","maxPlayers":"5","yearPublished":"2009","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"3"}}