{"timestamp":"2024-11-13T00:42:28.947Z","gameDetails":{"id":"5406","name":"New England","type":"boardgame","description":"A bidding and tile laying game with a theme of settling 17th Century New England. Each player represents a family that buys up and develops large tracts of land. The area of settlement is 98 squares (9 x 11, with one square missing). Each family starts with a double-sized tile of each of the three land types - settlement, cropland, pasture. Tiles have undeveloped and developed sides; naturally, they start undeveloped.&#10;&#10;In each round after the initial placement of the starting tiles, players bid for the right to buy more land tiles or development cards - up to two per round. A total of 9 combined tiles and cards are available each round for purchase. The advantage of bidding high (and thus paying more for each purchase) is that high bidders get the first choice, and the highest bidder gets to decide how many tiles and cards will be up for auction in the next round. Tiles or cards must be played immediately after purchase, unless barns are available to store cards (but not tiles) for later use. Those that can't be played may not be bought.&#10;&#10;Development cards are of two kinds. One lets a player buy pilgrims (who generate shillings, the game's currency), barns (to store development cards) or ships (to add extra tiles or cards to those on offer). The other is needed to develop land tiles. Development is possible only if the player owns undeveloped tiles of the same type, number and configuration as shown on the card, e. g., three cropland tiles forming a right angle, two adjacent pastures or a square of four settlements.&#10;&#10;Playing development cards earns victory points, the number depending on the difficulty of using the card. A square of tiles scores 10 points, while a pilgrim, barn or ship gains only one.&#10;&#10;Play continues until there are too few cards and tiles left to stock a full auction. At that point, the players tally their victory points, adding bonuses for most pilgrims, barns or ships. The winner is the player with the most points; shillings are the tie breaker.&#10;&#10;","image":"https://cf.geekdo-images.com/uLhwJnYWnbcFSW_NUk4x9g__original/img/UkwHax8OQ9EtdO6ep37XSp5XsDk=/0x0/filters:format(jpeg)/pic295921.jpg","thumbnail":"https://cf.geekdo-images.com/uLhwJnYWnbcFSW_NUk4x9g__thumb/img/oVFUoHKxi2XBbvZC85Jh0s6vK8c=/fit-in/200x150/filters:strip_icc()/pic295921.jpg","link":"https://boardgamegeek.com/thing/5406","minPlayers":"3","maxPlayers":"4","yearPublished":"2003","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"6.46716","averageWeight":"2.4635","boardGameRank":"3345","mechanics":["Auction / Bidding","Tile Placement"],"categories":["Economic","Territory Building"],"designers":["Alan R. Moon","Aaron Weissblum"]}}