{"timestamp":"2024-11-13T00:20:42.693Z","gameDetails":{"id":"54138","name":"Imperial 2030","type":"boardgame","description":"Imperial 2030 is a game on its own, based on the rules of Imperial.  The six powers (USA, Europe, Russia, China, India, and Brazil) develop their industrial basis and build up armies and fleets.  They fight over control of neutral land and sea areas in order to become the most powerful nation worldwide.&#10;&#10;In this game it is not the players who take turns, but the six powers, one after another.  The players are just internationally operating investors who act in the background.  By giving money to the six powers, which all have their own treasuries, the players influence the politics.  The biggest investor in each nation gains control of that nation's government and decides what the nation will do.  As control of a government can change with each new investment, players may control several governments at the same time.  As investors, players should not get too attached to their preferred nation, but rather focus on where their investments have the best rates of return.  Essentially the game is about money, and not about military domination!&#10;&#10;Imperial 2030 was released at Essen 2009 by PD-Games and Rio Grande Games. Compared to &quot;Imperial&quot; there will be some new features:&#10;- new wooden bits&#10;- the Swiss Bank &#10;- a new 30 million bond to invest in&#10;- more neutral territory, generating higher taxation&#10;- fewer home provinces&#10;- control of canals (Panama and Suez).&#10;&#10;For those who already owned Imperial, there was the opportunity to get only the new map and bonds at Essen '09, as it can be played with the old wooden bits as well.&#10;&#10;","image":"https://cf.geekdo-images.com/YSopSx1x5iea7qI21ogYBw__original/img/BTpxWEL57yDfISpu-WZdfzX6Di0=/0x0/filters:format(jpeg)/pic586346.jpg","thumbnail":"https://cf.geekdo-images.com/YSopSx1x5iea7qI21ogYBw__thumb/img/9pIX4JJydy15FHCDrdwtdbXRAFk=/fit-in/200x150/filters:strip_icc()/pic586346.jpg","link":"https://boardgamegeek.com/thing/54138","minPlayers":"2","maxPlayers":"6","yearPublished":"2009","playingTime":"180","minPlayingTime":"120","maxPlayingTime":"180","bestAtCount":[4],"averageRating":"7.64502","averageWeight":"3.51","boardGameRank":"361","mechanics":["Area Majority / Influence","Area Movement","Investment","Ownership","Rondel","Stock Holding","Victory Points as a Resource"],"categories":["Economic","Nautical","Political"],"designers":["Mac Gerdts"]}}