{"timestamp":"2024-11-12T21:13:52.286Z","gameDetails":{"id":"542","name":"Animocrazy","type":"boardgame","description":"How can the Jolly Pets resist the big bag of candies right in front of them? Everything goes well at the beginning when they calmly agree on the same amount of candies for each of them, but soon they come up with more and more ideas and a debate starts&hellip; the Pig says,&ldquo;Those who weigh over 10kg should get an extra candy!&rdquo;... the Dog says, &ldquo;Whoever oversleeps should return a candy to the pool!&rdquo; To resolve their hectic argument, they finally decide to form the House of Pets, at which the animal councilors will discuss proposals and vote on new laws. Who can get the most delicious candies in this exciting voting game?&#10;&#10;Based on Karl-Heinz Schmiel's Das Regeln Wir Schon, players attempt to pass laws which benefit themselves.  The laws are either immediate or semi-permanent, and they can have all kinds of different effects: all players with beards get five points, vote cards must be played with the left hand, or some sort of re-evaluation or redistribution of the chips that each player has.  The chips are the main way that players score, but their worth fluctuates constantly.  On a turn, a player draws a card and then proposes a vote, and this continues until the End card is drawn.&#10;&#10;A winner of the 1999 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;","image":"https://cf.geekdo-images.com/CvX3vmdadXc-ZVlFsd6Iwg__original/img/RIUUOFLCUjgz-8t1kkZ20msqZ0A=/0x0/filters:format(jpeg)/pic4888035.jpg","thumbnail":"https://cf.geekdo-images.com/CvX3vmdadXc-ZVlFsd6Iwg__thumb/img/Zt5dY7kUeAb8jspXEsEdvUAi9LQ=/fit-in/200x150/filters:strip_icc()/pic4888035.jpg","link":"https://boardgamegeek.com/thing/542","minPlayers":"4","maxPlayers":"10","yearPublished":"2000","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[7],"averageRating":"5.53361","averageWeight":"1.2844","boardGameRank":"22328","mechanics":["Voting"],"categories":["Card Game","Party Game"],"designers":["Bruno Faidutti"]}}