{"timestamp":"2024-11-09T21:16:12.597Z","gameDetails":{"id":"55427","name":"Mr. Jack in New York","type":"boardgame","description":"Stand alone variant of Mr. Jack. As in Mr. Jack, one player takes the role of Mr. Jack, the other takes a role of a Detective. But there are new possibilities - gaslights and manholes are represented by pawns which can be moved.&#10;&#10;The game takes place in Manhattan, and surrounding water is very important for escape of Mr. Jack.&#10;&#10;Characters will have new powers and there will be also a police spy, who will be able to get valuable information.&#10;&#10;This version of the game is more strategic and complex so it is suitable for more advanced players.&#10;&#10;London - 19 November 1888&#10;&#10;As part of the investigation into the &quot;Jack the Ripper&quot; affair, Francis J. Tumblety, a quack doctor, is arrested and freed on bail. He immediately flees to the United States.&#10;&#10;New York - Manhattan Island - January 1889&#10;&#10;Alerted by London, the New York police are on the lookout for Tumblety. Certain witnesses confirm his presence in Manhattan and crimes are committed with a modus operandi similar to those in London.&#10;&#10;The police call upon some of the city&rsquo;s most eminent citizens to help them with their investigation.&#10;&#10;Is Tumblety really Jack?&#10;&#10;If not, who is he pretending to be? These are the stakes in &quot;Mr Jack in New York&quot;.&#10;&#10;Publisher Blurb:&#10;&#10;Suspected of being the terrible Ripper, Francis J. Tumblety, the self-proclaimed doctor, is arrested by the London police service. He then escapes to New-York, where witnesses see him. The local police will not be deceived, as rumors suggest that he is in Manhattan, where the crimes appear strangely like they did in London. The police take no chance and ask the most eminent people of the city to help them in the chase of The Ripper.  You will need to Investigate whether Francis J. Tumblety the real Mr. Jack, or if it is someone else.&#10; Mr. Jack in New-York is a complete game all on its own, however it is recommend for a beginner to play Mr. Jack first. The new version is more complex and requires more strategy.&#10;&#10;Mr. Jack is exclusively published by Hurrican, all printings of Mr. Jack are from Hurrican and distributed by other companies&#10;&#10;","image":"https://cf.geekdo-images.com/evu5RaD6Msa1sE92Qi2E6Q__original/img/n4IgxCWG5Y17G9C2GMAviqprfco=/0x0/filters:format(jpeg)/pic6505210.jpg","thumbnail":"https://cf.geekdo-images.com/evu5RaD6Msa1sE92Qi2E6Q__thumb/img/cjZJkXzpzmVKZcAfXdfTfu0T3GM=/fit-in/200x150/filters:strip_icc()/pic6505210.jpg","link":"https://boardgamegeek.com/thing/55427","minPlayers":"2","maxPlayers":"2","yearPublished":"2009","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"2"}}