{"timestamp":"2024-11-13T00:32:38.114Z","gameDetails":{"id":"55670","name":"Macao","type":"boardgame","description":"At the end of the 17th century, Macao &ndash; the mysterious port city on the southern coast of China &ndash; is a Portuguese trading post in the Far East. The players take on the role of energetic and daring adventurers. Many exciting tasks and challenges await the players, whether they are a captain, governor, craftsman, or scholar. Those who chose the wisest course of action and have the best overall strategy will earn the most prestige at the end.&#10;&#10;Macao lasts twelve rounds, and in each round players select one new card from a display specific to that round, two of which were revealed at the start of the game and others that were revealed only at the start of the round. The deck of 96 cards includes all sorts of special abilities, with the more powerful actions costing more resources to put into play.&#10;&#10;One player rolls six different-colored dice, then each player selects two of those dice (possibly the same ones chosen by opponents), then places cubes equal to the number and color of the two dice on a personalized &quot;ship's wheel.&quot; For example, if a player chooses the blue die that shows a 5, he places five blue cubes on the ship's wheel position five spots away from the current round. (A player can never claim more cubes than the number of remaining rounds).&#10;&#10;Players rotate their ship's wheels each round, then use the cubes available to them in that round to perform various actions: activating cards selected in that round or earlier rounds, buying city quarters and collecting the goods located there, moving that player's ship around Europe to deliver those goods, acquiring gold coins, taking special actions with card previously activated, and advancing on a turn order track.&#10;&#10;Players score points by delivering goods, paying gold coins, using the powers on their cards, and building in Macao. Whoever has the most points at the end of twelve rounds wins.&#10;&#10;Macao is number 13 in the alea big box series, with an estimated difficulty on the alea scale of 6/10.&#10;&#10;","image":"https://cf.geekdo-images.com/jLpm4EaABRAIN7F1Uakfaw__original/img/sOEALnO3ZFAgPdQn5rTE7M4RuWs=/0x0/filters:format(jpeg)/pic665651.jpg","thumbnail":"https://cf.geekdo-images.com/jLpm4EaABRAIN7F1Uakfaw__thumb/img/_DEcXV8qc02wb7cj20YIVtjDG1w=/fit-in/200x150/filters:strip_icc()/pic665651.jpg","link":"https://boardgamegeek.com/thing/55670","minPlayers":"2","maxPlayers":"4","yearPublished":"2009","playingTime":"100","minPlayingTime":"50","maxPlayingTime":"100","bestAtCount":[3],"averageRating":"7.40409","averageWeight":"3.1342","boardGameRank":"488","mechanics":["Action Points","Dice Rolling","Hand Management","Network and Route Building","Open Drafting","Pick-up and Deliver","Set Collection"],"categories":["Dice","Nautical"],"designers":["Stefan Feld"]}}