{"timestamp":"2024-11-12T18:34:57.019Z","gameDetails":{"id":"5656","name":"France 1944: The Allied Crusade in Europe","type":"boardgame","description":"(David A. Vandenbroucke review - http://grognard.com/reviews/france44.txt):&#10;&#10;France 1944 (Victory Games) is a Mark Herman design.  It's a 130 counter, 1 map game of the breakout and pursuit across France. Units are divisions, I believe.  Components are up to VG's usual high standards.&#10;&#10;Complexity is rated as &quot;low,&quot; and solitaire suitability is &quot;medium.&quot;  The most interesting aspect of the game is that it seriously tries to model time over the course of the player's turn. You activate HQs, which can then control a varying number of infantry or armor units, depending on nationality.  There is a track display that you use during movement/combat.  As you make decisions about which actions to take, you branch along the track, limiting your options about what you can do next. Essentially this captures the passage of time required for certain actions.  It's easier to play than it is to describe.&#10;&#10;For example, suppose you have an armor division near the enemy and a couple of infantry divisions further away. If you move up the infantry to attack and make a breakthrough, the armored unit will probably not be able to move very far through the breach. In effect, the armored unit has spent most of the turn waiting around for the infantry to get in position and make its attack.&#10;&#10;The game puts emphasis on elite units on both sides and on the brittleness of the powerful British formations (no replacements).&#10;Chrome rules cover Market-Garden and the Bulge.&#10;&#10;","image":"https://cf.geekdo-images.com/G0_vBUyCIhJZuCJwLNxDuw__original/img/mNhiu5kZSDnnoS91olKmjVX4afE=/0x0/filters:format(jpeg)/pic56279.jpg","thumbnail":"https://cf.geekdo-images.com/G0_vBUyCIhJZuCJwLNxDuw__thumb/img/5G63ZI2mJ6CavYBsgGgn3r_eDts=/fit-in/200x150/filters:strip_icc()/pic56279.jpg","link":"https://boardgamegeek.com/thing/5656","minPlayers":"2","maxPlayers":"2","yearPublished":"1986","playingTime":"360","minPlayingTime":"360","maxPlayingTime":"360","bestAtCount":[2],"averageRating":"6.19625","averageWeight":"2.9412","boardGameRank":"12723","mechanics":["Chit-Pull System","Dice Rolling","Grid Movement","Hexagon Grid","Movement Points","Ratio / Combat Results Table","Simulation"],"categories":["Wargame","World War II"],"designers":["Mark Herman"]}}