{"timestamp":"2024-11-13T01:33:23.743Z","gameDetails":{"id":"5663","name":"WFF 'N PROOF","type":"boardgame","description":"The complete set of 21 games that started with the game of WFF (q.v.).&#10;&#10;The game includes 36 special dice, a timer, and a 184 page rules and examples manual.&#10;&#10;The games included in this set are actually a set of logic rules presented in a 'Programmed Instruction' order.  Each game adds to all prior games until Game 21, Frantic WFF 'N PROOF, is attained.&#10;&#10;As well as building WFFs (Well Formed Formulas), players must also try to reach a goal by using rules of inference.&#10;&#10;For example: If the goal is 'p', a player could use the 'Ko' (or Conjunction Out) rule and use 'Kpq' as a premise.  In other terms, if the following sentence is true: &quot;The first games of WFF 'N PROOF are easy and the last games of WFF 'n PROOF are hard.&quot;  Then it can be inferred that the following sentence is true: &quot;The first games of WFF 'N PROOF are easy.&quot;&#10;&#10;Up to 36 dice are rolled depending on the game being played.  One player sets a 'goal' by building a WFF in the goal area of the playing mat.  players then alternate playing dice to the &quot;permitted&quot; or &quot;essential&quot; sections of the play area.  If a die is placed in the essential area it MUST be used in either a premise or a rule.  If a player doesn't think that it can be used, he can challenge his opponent.&#10;&#10;To win, a player must make a successful challenge or be unsuccessfully challenged.&#10;&#10;Games 3 through 19 introduce the 11 Rules of Logical Inference in this order: Conjunction, Implication, Reiteration, Disjunction, Negation, and Equivalence.  Then 18 more derived rules are added to the mix for Game 20, the PC (Propositional Calculus) game.  The 21st and final game, Frantic WFF 'N PROOF, takes the PC game and adds timed moves for rapid and chaotic scoring.&#10;&#10;","image":"https://cf.geekdo-images.com/WRNQAm6_CjCz07uqYkEsHA__original/img/z5hwRbA7nAQrolO0VC6maHt6hFc=/0x0/filters:format(jpeg)/pic41736.jpg","thumbnail":"https://cf.geekdo-images.com/WRNQAm6_CjCz07uqYkEsHA__thumb/img/cmwQSug53CHiJR_DmQnOdO2H9co=/fit-in/200x150/filters:strip_icc()/pic41736.jpg","link":"https://boardgamegeek.com/thing/5663","minPlayers":"2","maxPlayers":"4","yearPublished":"1962","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[2],"averageRating":"4.91176","averageWeight":"3.8","boardGameRank":"25843","mechanics":["Dice Rolling","Memory"],"categories":["Abstract Strategy","Memory"],"designers":["Layman E. Allen","Robert W. Allen"]}}