{"timestamp":"2024-11-10T17:16:58.146Z","gameDetails":{"id":"56692","name":"Parade","type":"boardgame","description":"The characters of Alice's Adventures in Wonderland are having a Parade!&#10;&#10;All players are producers of this parade. Characters from Lewis Carroll's books such as Alice, The White Rabbit, and The Hatter are steadily invited to join this weird procession.&#10;&#10;On your turn, you play a card (from your hand of five) to the end of the parade. Unfortunately, that card might cause other cards to walk off the parade. These cards count as negative points in the end.&#10;&#10;The length of the parade line is important. If the number of the card you just played is less than the line length, you may receive the excess cards (counting from last played to the first of the line). But you don't take all the relevant cards, only the cards that meet one of these requirements:&#10;&#10;1. the color is the same as color of the card just played, or &#10;2. the number is the same or lower than the card just played&#10;&#10;The game ends when the draw deck is exhausted or when one player has collected all six colors in their point piles. Then everyone plays one last card. From the four cards remaining in their hand, players choose two cards to add to his or her point piles. The player who has the least negative points after this is the winner.&#10;&#10;Scoring:&#10;Normally, negative points are same the number on the card. But if you have the most cards in a certain color, each of your cards of that color counts as only 1 negative point!&#10;&#10;Thus, play your cards well!&#10;&#10;","image":"https://cf.geekdo-images.com/lmRNihICb4mklj0ec1vj6g__original/img/FA-gxYbwNAZl_jwzPjU9n_0Nwbo=/0x0/filters:format(jpeg)/pic2239001.jpg","thumbnail":"https://cf.geekdo-images.com/lmRNihICb4mklj0ec1vj6g__thumb/img/UYkr4MpEZv5QiLWW5ef9RUm3gm0=/fit-in/200x150/filters:strip_icc()/pic2239001.jpg","link":"https://boardgamegeek.com/thing/56692","minPlayers":"2","maxPlayers":"6","yearPublished":"2007","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}