{"timestamp":"2024-11-10T04:38:53.226Z","gameDetails":{"id":"5699","name":"Afrika: The North African Campaign, 1940-1942","type":"boardgame","description":"Afrika: The Northern African Campaign, 1940-1942, is a simulation game covering the North African Campaign from September, 1940 through December, 1942. In late 1940, the Italian Army invaded Egypt beginning the famous North African Campaign of World War II. After a short withdrawal, the Commonwealth forces counterattacked and all but threw the Italians back to Tripoli. Not content to let his southern partner bring disgrace to the Axis arms, Hitler dispatched a German contingent under a new commander: Erwin Rommel. His arrival began a rapid mobile campaign across the rocky sands.  However, by the end of 1942, Rommel had failed in his final bid to seize the Nile Delta and was thrown completely out of the theater by Montgomery's pursuit after El Alamein. Axis fortunes would never rise on the African continent again.&#10;&#10;Afrika is a fast paced game of mobile warfare at the operational level. Can you take the Nile? Can your Commonwealth forces kick the Axis armor out of Egypt for good?  This game gives you the tools to find out. The game's easy-to-use supply system (no writing) allows for a correct logistical aspect to the game.&#10;&#10;This is the second game in Standard Combat Series by The Gamers that began with the game Stalingrad Pocket. The series rules have been refined after lessons learned with the earlier game. This series of games was designed to off-set The Gamers's line of more complex products. Experienced players will feel comfortable with the rules as soon as they read through them.  It is designed as a fast paced fun game giving a reasonable simulation of events. It was not intended to be a definitive simulation of this campaign.&#10;&#10;Game Scale:&#10;Game Turn: 1 month&#10;Hex: 10 miles / 16 Km&#10;Units: Regiment to Division&#10;&#10;Game Inventory:&#10;&#10;    One 22 x 34&quot; full color map&#10;    One 17 x 22&quot; full color map&#10;    One dual-side printed countersheet (280 1/2&quot; counters)&#10;    One 8-page SCS system rulebook version 1.5&#10;    One 12-page Afrika specific rulebook&#10;    Two 6-sided dice&#10;&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Low&#10;Players: 2 or more&#10;Playing Time: 2-12 hours&#10;&#10;","image":"https://cf.geekdo-images.com/KyAKwTQQX8JAe1J8fc_Oqw__original/img/7ahydhEsjPCZAlbftabJveGQz1Y=/0x0/filters:format(jpeg)/pic216361.jpg","thumbnail":"https://cf.geekdo-images.com/KyAKwTQQX8JAe1J8fc_Oqw__thumb/img/6p4D4n4E9mFIKAzcoVh1UWEVCnw=/fit-in/200x150/filters:strip_icc()/pic216361.jpg","link":"https://boardgamegeek.com/thing/5699","minPlayers":"1","maxPlayers":"2","yearPublished":"1993","playingTime":"720","minPlayingTime":"120","maxPlayingTime":"720","bestAtCount":"2"}}