{"timestamp":"2024-11-12T20:26:37.803Z","gameDetails":{"id":"5716","name":"Balloon Cup","type":"boardgame","description":"In Balloon Cup, the players compete in several short balloon flights (hops) to collect the colored cubes associated with each hop. Four landscape cards &ndash; two plains alternating with two mountains &ndash; are laid out, and 1, 2, 3, or 4 cubes in assorted colors (gray, blue, green, yellow, red) are added to these cards. From a hand of eight balloon cards, you must try to pass each landscape by adding cards matching the colored blocks onto their side of table, although winds (and cunning) may occasionally cause them to play on their opponent's side &ndash; a move that can really ruin the opponent's plans.&#10;&#10;High-valued balloons are played on the mountains, and low-valued balloons are played on the plains. Whoever is the better balloonist takes the cubes from the card, which is then flipped over &ndash; mountains becomes plains and vice-versa &ndash; and refilled with cubes. Five trophy cards of value 3 to 7 are placed at the top of the cards. When a player has collected enough cubes of a given color, he earns the trophy card for that color. Players may even trade three otherwise useless cubes for one they can use. The first player to earn three trophy cards is the winner!&#10;&#10;","image":"https://cf.geekdo-images.com/YHPPsc22emFVr-eXHPd_BA__original/img/Tgf9oZJzPw3kKM1lrVNvtjPx7kk=/0x0/filters:format(jpeg)/pic63292.jpg","thumbnail":"https://cf.geekdo-images.com/YHPPsc22emFVr-eXHPd_BA__thumb/img/BxIZkGvFA46WWTZWeqCgmGPILlU=/fit-in/200x150/filters:strip_icc()/pic63292.jpg","link":"https://boardgamegeek.com/thing/5716","minPlayers":"2","maxPlayers":"2","yearPublished":"2003","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[2],"averageRating":"6.67701","averageWeight":"1.4598","boardGameRank":"1569","mechanics":["Hand Management","Set Collection","Take That"],"categories":["Aviation / Flight","Card Game"],"designers":["Stephen Glenn"]}}