{"timestamp":"2024-11-12T17:39:13.019Z","gameDetails":{"id":"5782","name":"Coloretto","type":"boardgame","description":"Game play in Coloretto is simple: Either draw a card to play to a row, or take a row of cards to add them to your collection. A row can have at most three cards, so at some point everyone is forced to take a row. Once all the rows have been claimed, players start a new round, drawing or taking once again.&#10;&#10;What are you trying to do with these cards? Collect huge sets - but only in three colors as every color beyond the third will cost you points. Jokers are highly-prized as they always match what you want, and +2 cards provide sure points, giving you a back-up plan if everything goes south in terms of the colors you're collecting.&#10;&#10;Once only a few cards remain in the deck, the round ends and everyone tallies their score, choosing three colors of cards to score positively while any other colors count against you. Each color is scored using a triangular number system: the first card in a color is &plusmn;1 point, the second card is &plusmn;2 points, and so on. The player with the high score wins!&#10;&#10;A two-player variant is included with some versions of Coloretto, with the only change being that rows can have only 1-3 cards placed in them, depending on the icons on the row cards.&#10;&#10;Nordic version include extensions: 'Coloretto: The Extra Cards', 'Coloretto: The Limit Cards' and 'Coloretto for two players'.&#10;&#10;","image":"https://cf.geekdo-images.com/pd3qaiROSgTJ5js_0e4Nhw__original/img/W1cSDjB5Bi9bGhl3VRxQSP_Vw54=/0x0/filters:format(png)/pic6653783.png","thumbnail":"https://cf.geekdo-images.com/pd3qaiROSgTJ5js_0e4Nhw__thumb/img/SveyL9J1DT0hX4ucYWjRR6DMrbk=/fit-in/200x150/filters:strip_icc()/pic6653783.png","link":"https://boardgamegeek.com/thing/5782","minPlayers":"2","maxPlayers":"5","yearPublished":"2003","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[4],"averageRating":"6.98051","averageWeight":"1.2737","boardGameRank":"678","mechanics":["Open Drafting","Push Your Luck","Set Collection","Take That"],"categories":["Animals","Card Game"],"designers":["Michael Schacht"]}}