{"timestamp":"2024-11-09T20:49:52.041Z","gameDetails":{"id":"57925","name":"Havana","type":"boardgame","description":"In Havana you acquire victory points by constructing buildings, available as tiles displayed on the table. To take a building you must pay its requirements -  some combination of money, workers and building materials. More difficult combinations yield more victory points.&#10;&#10;Furthermore, not all of the available buildings on the table are ripe for the taking, as only the ones on the right and left hand border of the 2 rows of buildings are available for selection.&#10;&#10;The game's core mechanic revolves around identical decks of 13 cards for each player, of which only 2 are played per round. But in addition to the card's function, the numerical combination of cards played is important (e.g. a card with a value of 3 and 4, result in the value 34) as the player with the lowest combined number acts first.&#10;&#10;So not only is the start player constantly changing, but it is also possible that a planned action cannot be taken, as another player has already used the same role. Not all roles are exclusive, so the turn order will also determine whether your &quot;half of all pesos in the middle&quot; is half of eight, or half of four (if a player before you played the same card). Some roles allow you to tax others or steal from them, and some cards defend against this, so it's not all just collecting pieces in a solitary manner. Some combinations require the presence of an architect, so you must choose whether to use one of your two card spots for him. Other cards add different twists. What and when to choose, who to hurt, and what you're aiming for, make up the game's main decisions.&#10;&#10;These different ideas make Havana its own game even if some of it is familiar. It's shorter and lighter than many similar games, as well.&#10;&#10;","image":"https://cf.geekdo-images.com/U_rF4BfVH4AfRC1xgvk4kw__original/img/_xr5JORsoEKWCZDDl0yHedA4kUk=/0x0/filters:format(jpeg)/pic572305.jpg","thumbnail":"https://cf.geekdo-images.com/U_rF4BfVH4AfRC1xgvk4kw__thumb/img/Ak15jbG3uO9uQrnT4FT5F6oZHSM=/fit-in/200x150/filters:strip_icc()/pic572305.jpg","link":"https://boardgamegeek.com/thing/57925","minPlayers":"2","maxPlayers":"4","yearPublished":"2009","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":"3"}}