{"timestamp":"2024-11-10T04:53:18.378Z","gameDetails":{"id":"5826","name":"Victory in the West: Plan Yellow, The French Campaign 1940","type":"boardgame","description":"Victory in the West: Plan Yellow, The French Campaign 1940, is a realistic two-player game that accurately recreates the 1940 campaign in all its aspects except one: the outcome is totally up to you. The game's centerpiece is an options system that lets the Allied player trade Victory Points for changes to his armies and policies that might (or might not) have changed history. Can you, as the Allied commander, repel the Germans with the forces on hand in 1940? How about if you train them better? Or give them a better command structure? Or provide them with more and better anti-aircraft an anti-tank guns? What do you think is the key to victory in the west? Can you, as the German commander, still beat the Allies if the French Army is motorized like the BEF? And how does your strategy change if the French don't build their Maginot Line, but do build a bigger and better air force? Do you still try to sneak through the Ardennes forest with your Panzers? Or do you ignore Allied bombers and wheel across the open plains of northern Belgium in a repeat of the 1914 Schlieffen Plan? Or do you do the unexpected and land a left hook through the Alsace? Your commanders await your orders. The future of Europe is in your hands.&#10;&#10;10 May, 1940 ... The German Wehrmacht opened its long-awaited campaign in the West by smashing across the frontiers of Belgium and Holland. For the German High Command, it was seen as a daring move. Hitler's fledgling legions faced the combined armies of France, Britain, Belgium and the Netherlands. These Allied forces had more and better weapons of almost every type, and at least two of the opposing armies, those of France and Britain, were considered to be the best in the world. The Germans had the element of surprise and the new Blitzkrieg tactics of mobile warfare.&#10;&#10;Six weeks later, it was all over. The British Expeditionary Force (BEF) had been driven from the continent and the French, Belgians, and Dutch had all capitulated. Hitler had achieved a victory in the west, and the world would never be the same.&#10;&#10;But, what if? It didn't have to happen that way ... Bad generalship and correctable flaws in their armies hastened the Allied defeat. What if the High Command had bothered to stay in radio contact with its armies on the frontier? And had then reacted promptly to the developing situation? What if the Maginot Line had been extended to cover the Meuse crossings at Sedan where Guderian's Panzers broke into the Allied rear? What if the BEF had included a strong British mobile corps that could have fought Rommel's Panzers on even terms at Arras? What if the French had prepared to meet the Blitzkrieg by building eight tank divisions instead of three? Or by mechanizing their cavalry the way the Germans did after the Polish campaign? Or even by developing their own blitzkrieg doctrine? The Allies could have taken any or all of these actions, and any of them would have altered the campaign's course. But which ones would have changed the outcome?&#10;&#10;Game Scale:&#10;Game Turn: 2 days&#10;Hex: 6.8 miles / 11 kilometer&#10;Units: Battalion to Army&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color mapsheet&#10;One 17 x 22&quot; full color mapsheet&#10;Three dual-side printed countersheets (720 1/2&quot; counters)&#10;One 32-page Victory in the West rulebook&#10;One 8-page Victory in the West Example of Play booklet&#10;One 4-page Victory in the West Design Notes booklet&#10;Five dual-side printed Player Aid Cards&#10;One 10-sided dice&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-20 hours&#10;&#10;DESIGNER: David James Ritchie&#10;DEVELOPER: Kevin Boylan and Gene Billingsley&#10;ART DIRECTOR: Rodger B. MacGowan&#10;MAP ART: Mark Simonitch&#10;&#10;","image":"https://cf.geekdo-images.com/W6e0B1ZuRjzy3lZtm23PJw__original/img/9UuOLS4hxXVTv4v2c7nCUdBl92o=/0x0/filters:format(png)/pic2083592.png","thumbnail":"https://cf.geekdo-images.com/W6e0B1ZuRjzy3lZtm23PJw__thumb/img/qPyogtYmsTk9JRzAgeZ8lhucFZ8=/fit-in/200x150/filters:strip_icc()/pic2083592.png","link":"https://boardgamegeek.com/thing/5826","minPlayers":"2","maxPlayers":"2","yearPublished":"1993","playingTime":"360","minPlayingTime":"360","maxPlayingTime":"360","bestAtCount":"2"}}