{"timestamp":"2024-11-09T22:12:05.983Z","gameDetails":{"id":"586","name":"Up Front","type":"boardgame","description":"Only once in a great while does a game dare to be truly different and abandon old concepts while striking out to chart virgin territory in game design. Rarer still are the instances in which these games succeed in presenting a simulation of unparalleled realism in an easily comprehended and playable format. In UP FRONT, we have just such a game. Gone are the hexes and charts of conventional wargames; replaced by innovative and attractive game components which have distilled a wealth of technical data into one of the most playable, yet detail laden formats ever devised.&#10;&#10;UP FRONT is a game of man-to-man infantry combat set in WWII Europe. In many ways, the game is more realistic than SQUAD LEADER principles in that its inherent mechanics simulate the fear and confusion of the battlefield and the inability of leadership to assert itself far better than any tactical combat game yet published. There is no playing board; it has been replaced by Terrain cards which become the &ldquo;hexagons&rdquo; of the game as players maneuver their forces via Action cards over constantly changing terrain. The scale of the game is measured in terms of relative ranges between opposing forces, with most combat occurring within a scale distance of 500 meters during the course of player turns measured in varying seconds of actual time.&#10;&#10;UP FRONT is a game player&rsquo;s game, rich in detail yet easily playable within the space of a lunch hour. However, it also contains engrossing Multi-Player and Campaign Game versions which could last a week or more. Like SQUAD LEADER, UP FRONT is an open-ended game capable of depicting endless Design-Your-Own variations of small unit actions between American, German and Russian combatants. Tanks, Assault Guns, Smoke, Anti-Tank Rifles, Demolition Charges, Pillboxes, Partisans, SS, Entrenchments, Anti-Tank Mines, Infantry Guns, Flamethrowers, Armoured Cars, Halftracks, Panzerfausts, Bazookas, Panzerschrecks, Wire, Ambushes, Radios, Artillery, Minefields, Mortars, Snipers, Starshells, Heroes, Prisoners and Fords are all accounted for. In fact, UP FRONT encompasses almost everything that the SQUAD LEADER game system has taken four gamettes to do, and does so in a far more playable format. The game can be summed up in four words: Innovation, playability, detail and realism. That&rsquo;s an unbeatable combination.&#10;&#10;&#10;UP FRONT is rated 4 on the Avalon Hill Complexity scale of 1 (easy) to 10 (difficult).&#10;&#10;Recommended for two or more discriminating players of skill, ages 12 &amp; up.&#10;&#10;Each game includes: &#10;&#10;     162 full-colour, quality 2&frac14;&quot; &times; 3 &frac12;&quot; playing cards&#10;     120 full-colour 2&quot; &times; 2.6&quot; infantry cards&#10;     40 full-colour 2.3&quot; &times; 3.1&quot; AFV cards (maybe 39 cards? See link below to a BGG post.)&#10;     304 double-faced .75&quot;, .6&quot;, and .5&quot; counters&#10;     12 scenarios with up to four variations of each&#10;     A plastic card tray&#10;     A 36-page rulebook containing Designer&rsquo;s Notes, Historical T, O &amp; E charts and Campaign Game Rosters.&#10;&#10;&#10;NOTE: This post https://boardgamegeek.com/thread/785207/article/8884028#8884028 suggests there are 39 Vehicle cards, not 40&#10;&#10;","image":"https://cf.geekdo-images.com/WL-MadX53E3tvRul68pfFA__original/img/HZX8d-qcgaYdNqEwlf6oHjVY4RQ=/0x0/filters:format(jpeg)/pic933161.jpg","thumbnail":"https://cf.geekdo-images.com/WL-MadX53E3tvRul68pfFA__thumb/img/Y3PwO1d75dZZ7Fmmn3KX_wEkbD4=/fit-in/200x150/filters:strip_icc()/pic933161.jpg","link":"https://boardgamegeek.com/thing/586","minPlayers":"2","maxPlayers":"2","yearPublished":"1983","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"2"}}