{"timestamp":"2024-11-12T22:14:28.994Z","gameDetails":{"id":"58886","name":"Alba Longa","type":"boardgame","description":"Early Italy, 600 BCE &ndash; Five city states are vying each other for superiority in the region: Roma with their Roman inhabitants, Velletri with the Volscian inhabitants, Reate with their Sabin inhabitants, Veii with their Etruscian inhabitants, and Alba Longa with their Latin inhabitans. Each player controls a city state and tries to be the first to have 16+ population and 10 monuments. This city state is destined to be a glorious power of the Ancient World!&#10;&#10;A game of Alba Longa offers a fine combination of dice selection, city management, and worker assignment (inside your own city), and is spiced up with the ingredient of city combat (soldiers and heroes)! Inside the box are three big variants &ndash; Assisi, A Job Well Done, and Spoils of War &ndash; which can be added and combined at your will and which add even more longevity to this game!&#10;&#10;In prototype form, under the name The Great Pyramid, this design was one of four winners of the 2009 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;, a design competition run by Centre National du Jeu in France. Here's what the jury said about the game: The Great Pyramid is rich with an astonishing number of possible strategies but manages to convey the clarity of the whole mechanism. The choices offered to the players are numerous and present a contentious interaction too rare in this kind of game.&#10;&#10;","image":"https://cf.geekdo-images.com/p8_8_blmtmJIPKRBl9lOow__original/img/9SqlxoDpF72sHSSBCdRn2k2XeoU=/0x0/filters:format(jpeg)/pic1124914.jpg","thumbnail":"https://cf.geekdo-images.com/p8_8_blmtmJIPKRBl9lOow__thumb/img/Djn4clvmKh3Mkcqv7Cg9bYmXAOI=/fit-in/200x150/filters:strip_icc()/pic1124914.jpg","link":"https://boardgamegeek.com/thing/58886","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4,5],"averageRating":"6.07122","averageWeight":"3.027","boardGameRank":"8989","mechanics":["Campaign / Battle Card Driven","Dice Rolling","Worker Placement"],"categories":["Ancient","City Building","Civilization","Economic"],"designers":["Graeme Jahns"]}}