{
  "timestamp": "2025-11-26T21:04:54.258Z",
  "gameDetails": {
    "id": "58936",
    "name": "Wars of the Roses: Lancaster vs. York",
    "type": "boardgame",
    "description": "Two Lancastrians and two Yorkists draft cards that give them control of major towns, nobles, bishops and royal castles. Income generated by these enables them to raise armies and to bribe nobles, bishops and ship captains to change allegiance. Players then use secret planning and simultaneous deployment to gain control of the six areas in England and Wales and, hopefully, enough votes in parliament to crown their royal heir as king.\n\nFrom the back of the box:\n\n        Journey back to England, 1450, just prior to the outbreak of the bitter civil war between the Royal Houses of Lancaster and York. Henry VI, a Lancastrian, was proving to be a weak ruler, so the wealthy and ambitious Richard, Duke of York, looked to put things right. The powerful noble families had to choose sides and over the next 40 years, kings, royal heirs, and great nobles were to die, in what was to become known as the Wars of the Roses. Players take on the role of Lancastrians and Yorkists, who must gather support from the major towns and powerful noble families and attempt to control the royal castles throughout the country. Ports, the shipping trade, and financial aid from the Church and France are also needed. As their faction grows in strength, players vie for the King&rsquo;s favor and look to earn the prestigious titles of Captain of Calais, Archbishop of Canterbury, Warden of the Cinque Ports, Lord High Admiral and Constable of the Tower of London. Money means power, because loyalty can be bought, so players should be prepared for the inevitable treachery as nobles change allegiance at crucial times, affecting the balance of power. When Parliament is called, each region in England will support one or other of the two Royal Houses and the crown will go to the one with the greater power base. Nobles loyal to this House will be rewarded by a grateful King. Eventually, only one Royal House will boast the King, but the player who has gathered the most money and prestige will win, regardless of his allegiance.\n\n\n",
    "image": "https://cf.geekdo-images.com/r0rOK-QZI1IiUUAYKFkN2g__original/img/CH3jNB79mo6itDcS23s4LKmxT-s=/0x0/filters:format(jpeg)/pic577593.jpg",
    "thumbnail": "https://cf.geekdo-images.com/r0rOK-QZI1IiUUAYKFkN2g__small/img/x9-xbFvex5pQZW0D5PjG2DBRUV8=/fit-in/200x150/filters:strip_icc()/pic577593.jpg",
    "link": "https://boardgamegeek.com/thing/58936",
    "minPlayers": "2",
    "maxPlayers": "4",
    "yearPublished": "2010",
    "playingTime": "180",
    "minPlayingTime": "180",
    "maxPlayingTime": "180",
    "bestAtCount": [
      4
    ],
    "averageRating": "7.35332",
    "averageWeight": "3.1943",
    "boardGameRank": "2060",
    "mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Open Drafting",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "categories": [
      "Civil War",
      "Medieval",
      "Political",
      "Wargame"
    ],
    "designers": [
      "Peter Hawes"
    ]
  }
}