{"timestamp":"2024-11-10T04:36:15.437Z","gameDetails":{"id":"594","name":"Sleuth","type":"boardgame","description":"In Sleuth, a classic deduction game from master designer Sid Sackson originally released as part of the 3M Gamette Series, players are searching for a hidden gem, one of 36 gem cards hidden before the start of the game. The remainder of this gem deck &ndash; with each card showing 1-3 diamonds, pearls or opals in one of four colors &ndash; is distributed evenly among the players, with any remaining cards laid face up. Thus, you and everyone else starts with some information about what's not missing.&#10;&#10;A second deck contains 54 search cards, each showing one or two elements, such as diamonds, pairs, blue opals, red pearls, or an element of your choice. Each player receives four face-up search cards; on a turn, you choose one of those cards and ask an opponent how many gem cards they have of the type shown. If you ask for, say, pairs, the player must tell you how many pairs they hold but not which specific pairs; if you ask for something more specific, say, red diamonds, the player reveals to everyone how many such cards she holds while you get to look at them in secret.&#10;&#10;Players track information on a score pad. You can guess the hidden gem at any time, or on your turn you can ask any one question regardless of which search cards you have, then immediately make a guess by marking your sheet and checking the hidden gem card. If you're wrong, you keep playing but can only answer questions; if you're correct, you win.&#10;&#10;The simplicity of the rules and the cards belies the complexity of the game. In some cases you see cards, while in others you hear only the number of cards that an opponent holds, making it tough to deduce. Any notation system you devise must be both flexible and reliable, recording negative information as well as positive in order to tick off the possibilities one by one...&#10;&#10;Reimplements:&#10;&#10;    The Case of the Elusive Assassin, with the core mechanisms of that game being used in Sleuth, minus the game board, movement and player proximity.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/-FI9Wy5V-Jr7hOCc6w0fbQ__original/img/11k8HMQTB9LrQ-oGoOXFFrR0YlE=/0x0/filters:format(png)/pic1339353.png","thumbnail":"https://cf.geekdo-images.com/-FI9Wy5V-Jr7hOCc6w0fbQ__thumb/img/YvpT7JIL6n-re8AH2UOZyLI29OA=/fit-in/200x150/filters:strip_icc()/pic1339353.png","link":"https://boardgamegeek.com/thing/594","minPlayers":"3","maxPlayers":"7","yearPublished":"1971","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":"4"}}