{"timestamp":"2024-11-13T00:53:34.512Z","gameDetails":{"id":"59753","name":"Priests of Ra","type":"boardgame","description":"Another challenging game of Gods, men, and their monuments from Reiner Knizia!&#10;&#10;The game spans 1500 years of Egyptian history. The priests of Ra seek to extend their power and fame. They do this by directing farmers, warriors, merchants, and scribes. They cause others to build granaries, fortresses, markets, and libraries. And they erect a gigantic pyramid for the glory of the Sun God Ra!&#10;&#10;This game is a rework of Ra, with most of the same rules but completely different scoring tiles that come up for auction, some of which are two-sided, requiring players to choose which side they will make available for themselves... and for their opponents.&#10;&#10;Board &amp; Pieces: The Board has 2 tracks, effectively time and auction.  Also there is a space between the two track for a spare bidding tile.  In a bag are all the Collectible tiles, some double sided, consisting of Sun of Ra, Priests, Plagues, People, Buildings &amp; Pyramids.  Bidding Tiles, used to win auctions.  Auction Token, used to show active player to maintain play order.&#10;&#10;Play: The game is played over 3 epochs (rounds).  Each round ends when the Sun of Ra (time) track is filled.  &#10;Any non Sun tile is placed on the Auction track, in the case of double sided tiles the active player decides which side to use.  Auctions can either be called by a player (instead of drawing a tile), or automatic when the auction track is filled.  Each player may make one open bid, or pass.  The winner takes the tiles in the auction track and swaps his bidding tile with the one in the middle.  If all players pass (for example to avoid Plague tiles) then these tiles are taken out of play.&#10;&#10;Scoring: At the each epoch VPs, or Ankhs, are awarded for most of a type or a variety of People &amp; Buildings.  Penalties are awarded for Plagues (which can be offset by a number of Priests).  People and Priest tiles are then taken out of play, Buildings, Pyramids &amp; Plagues are carried over into the next epoch, so can be scored again.  At the end of the 3rd epoch, Pyramids are also scored by construction height and tiles used.  Ankh collections are now converted to points.  Finally a bonus &amp; penalty is also awarded depending on a players bidding tiles.&#10;&#10;","image":"https://cf.geekdo-images.com/8gpQSjmY0XCj4-NTsSvkNw__original/img/j0dNmwzQtEhLXewW9FH3cZmUYzQ=/0x0/filters:format(jpeg)/pic3711759.jpg","thumbnail":"https://cf.geekdo-images.com/8gpQSjmY0XCj4-NTsSvkNw__thumb/img/St4_68ZljzNJCY3pw84irSASfSo=/fit-in/200x150/filters:strip_icc()/pic3711759.jpg","link":"https://boardgamegeek.com/thing/59753","minPlayers":"2","maxPlayers":"5","yearPublished":"2009","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"6.81102","averageWeight":"2.2424","boardGameRank":"2966","mechanics":["Auction / Bidding","End Game Bonuses","Push Your Luck","Set Collection"],"categories":["Ancient","Mythology"],"designers":["Reiner Knizia"]}}