{"timestamp":"2024-11-12T23:52:32.965Z","gameDetails":{"id":"61001","name":"Cosmic Encounter: Cosmic Incursion","type":"boardgameexpansion","description":"This is the first expansion set for the Fantasy Flight Games version of Cosmic Encounter.&#10;Adapted from the Fantasy Flight web site:&#10;&#10;Over the years, alien empires have risen and fallen. The Vacuum has failed to eliminate the Zombie, the Virus has spread far and wide, and the Loser has turned defeat into victory. 50 different species have tried to conquer the galaxy, and each have made their mark on the universe. Their warring has not gone unnoticed.&#10;&#10;20 new alien cultures are now racing towards the site of the conflict. They each want to carve out their own piece of the galaxy for themselves. The aliens may be familiar to some of you (reprints of past favorites), or are aliens no one has ever seen before. The first on our list is a blast from the past; the Sniveler!&#10;&#10;In addition, this expansion includes additions to the Cosmic Encounter universe. From the game-changing Cosmic Quakes to the bounties held within the Reward deck, these additions are sure to spice up your quest for galactic dominance.&#10;&#10;Every game has seen five races converge to do battle for control of an empire. Now, the galaxy gets crowded. A sixth race appears to do battle, and the sixth member of your play group is able to join you. Cosmic Incursion allows a sixth player to get in on the fun.&#10;&#10;Cosmic Encounter puts you in charge of the fate of an alien race. Each flavor of extraterrestrial strives to be the first to conquer five enemy colonies and establish themselves as the dominant life form. Every faction has a unique power, a power they intend to use to crush their enemies. With over 50 aliens to choose from no two games will be the same.&#10;&#10;","image":"https://cf.geekdo-images.com/hlQgyEHz9eINmiNuaG3WJQ__original/img/7kd2BDLJHBL1s1VBFoyvv7Zn2-s=/0x0/filters:format(jpeg)/pic657393.jpg","thumbnail":"https://cf.geekdo-images.com/hlQgyEHz9eINmiNuaG3WJQ__thumb/img/uHenlXSPrAPVWpoRIl2s6EeYkyI=/fit-in/200x150/filters:strip_icc()/pic657393.jpg","link":"https://boardgamegeek.com/thing/61001","minPlayers":"3","maxPlayers":"6","yearPublished":"2010","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[5,6],"averageRating":"8.22318","averageWeight":"2.6822","boardGameRank":"Not Ranked","mechanics":["Hand Management","Team-Based Game","Variable Player Powers"],"categories":["Bluffing","Card Game","Expansion for Base-game","Negotiation","Science Fiction","Space Exploration"],"designers":["Kevin Wilson"]}}