{"timestamp":"2024-11-09T20:27:20.375Z","gameDetails":{"id":"62219","name":"Dominant Species","type":"boardgame","description":"90,000 B.C. &mdash; A great ice age is fast approaching. Another titanic struggle for global supremacy has unwittingly commenced between the varying animal species. &#10;Dominant Species is a game that abstractly recreates a tiny portion of ancient history: the ponderous encroachment of an ice age and what that entails for the living creatures trying to adapt to the slowly-changing earth. &#10;Each player will assume the role of one of six major animal classes&mdash;mammal, reptile, bird, amphibian, arachnid, or insect. Each begins the game more or less in a state of natural balance in relation to one another. But that won&rsquo;t last: It is indeed &quot;survival of the fittest&quot;.&#10;Through wily action pawn placement, players will strive to become dominant on as many different terrain tiles as possible in order to claim powerful card effects. Players will also want to propagate their individual species in order to earn victory points for their particular animal. Players will be aided in these endeavors via speciation, migration, and adaptation actions, among others. &#10;All of this eventually leads to the end game&mdash;the final ascent of the ice age&mdash;where the player having accumulated the most victory points will have his animal crowned the Dominant Species. &#10;But somebody better become dominant quickly, because it&rsquo;s getting mighty cold...&#10;&#10;Game Play&#10;The large hexagonal tiles are used throughout the game to create an ever-expanding interpretation of earth as it might have appeared a thousand centuries ago. The smaller tundra tiles will be placed atop the larger tiles&mdash;converting them into tundra in the process&mdash;as the ice age encroaches.&#10;The cylindrical action pawns (or &quot;AP&quot;s) drive the game. Each AP will allow a player to perform the various actions that can be taken, such as speciation, environmental change, migration, or glaciation. After being placed on the action display during the Planning Phase, an AP will trigger that particular action for the owning player during the Execution Phase.&#10;Generally, players will be trying to enhance their own animal&rsquo;s survivability while simultaneously trying to hinder that of their opponents&rsquo;&mdash;hopefully collecting valuable victory points (or &quot;VP&quot;s) along the way. The various cards will aid in these efforts, giving players useful one-time abilities or an opportunity for recurring VP gains.&#10;Throughout the game, species cubes will be added to, moved about in, and removed from the tiles in play (the &quot;earth&quot;). Element disks will be added to and removed from both animals and earth. &#10;When the game ends, players will conduct a final scoring of each tile&mdash;after which the player controlling the animal with the highest VP total wins.&#10;&#10;","image":"https://cf.geekdo-images.com/oeygRZntjNUJWvc8SxDfww__original/img/U-WjAGlPXS_p89z4R0V4b8IADxA=/0x0/filters:format(jpeg)/pic784193.jpg","thumbnail":"https://cf.geekdo-images.com/oeygRZntjNUJWvc8SxDfww__thumb/img/PUmSkY6ZKL81b6YuP1U59R3VdRE=/fit-in/200x150/filters:strip_icc()/pic784193.jpg","link":"https://boardgamegeek.com/thing/62219","minPlayers":"2","maxPlayers":"6","yearPublished":"2010","playingTime":"240","minPlayingTime":"120","maxPlayingTime":"240","bestAtCount":"4"}}