{"timestamp":"2024-11-10T04:32:48.232Z","gameDetails":{"id":"6249","name":"Alhambra","type":"boardgame","description":"Granada, 1278. At the foot of the Sierra Nevada mountains, one of the most exciting and interesting project of the Spanish Middle Ages begins: the construction of the ALHAMBRA.&#10;&#10;The best master builders in the whole of Europe and Arabia want to demonstrate their skill.  Employ the most suitable teams of builders and make sure that you always have enough of the right currency.  Because no matter whether they are stonemasons from the north or horticulturalists from the south, they all want a proper wage and insist on their &quot;native&quot; currency.  With their help towers can be constructed, gardens laid out, pavilions and arcades erected and seraglios and chambers built.&#10;&#10;In Alhambra, players are acquiring buildings to be placed within their Alhambra complex.&#10;&#10;The money in Alhambra comes in four different currencies and is available in the open money market.  The 54 buildings of six types become available for purchase in the building market four at a time; one building is available in each of the four different currencies.  On a player's turn, a player may 1) take money from the open money market, 2) purchase a building from the building market and either place it in his Alhambra or reserve, or 3) engage in construction and re-construction projects with buildings that have been placed in the player's Alhambra or reserve. The game rewards efficiency, as when a player purchases a building from the market for the exact amount of money, the player may take another turn.&#10;&#10;Players with the most buildings in each of the six building types in his Alhambra score in each of the scoring phases, and points are awarded for players' longest external &quot;wall&quot; section within their complex. The game ends when the building market can no longer be replenished from the building tile supply, and there is a final scoring, whereupon the player with the highest score wins.&#10;&#10;Integrates with:&#10;&#10;    Alhambra: The Dice Game (a variant in which you can combine Alhambra buildings with Alhambra dice.)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/OiqKsYDh7pqeRYKG__kMSw__original/img/Oe2ZTGE2hUnyZQIEoIjM_zwYfcY=/0x0/filters:format(jpeg)/pic4893652.jpg","thumbnail":"https://cf.geekdo-images.com/OiqKsYDh7pqeRYKG__kMSw__thumb/img/Pj2FP8bV-BHofcDS0eGLh8gzTmI=/fit-in/200x150/filters:strip_icc()/pic4893652.jpg","link":"https://boardgamegeek.com/thing/6249","minPlayers":"2","maxPlayers":"6","yearPublished":"2003","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":"3"}}