{"timestamp":"2024-11-10T04:53:24.678Z","gameDetails":{"id":"626","name":"War and Peace","type":"boardgame","description":"From the autumn of 1805 through the climactic summer of 1815, the entire 10 year conflict between France, England, Austria, Prussia, Russia, and Spain, is re-created in 10 separate scenarios. Each historical scenario is presented as a separate 2-player game with an average playing time of 2-3 hours.&#10;&#10;Avalon Hill Complexity rating - 5&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;ScenariosIncluded are the following scenarios: I. Austerlitz, 1805; II. Jena to Friedland, 1806-07; III. Wagram, 1809; IV. Napoleon in Russia, 1812; V. The War of Liberation, 1813; VI. Napoleon at Bay, 1814;  VII. Waterloo, 1815 VIII. The Peninsular War, 1808-1814; IX. Spain: 1811-1814; X. War and Peace: 1805-1815 Grand Campaign Game.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;New ScenariosXI: The Final Glory Rules to Link the 1812, 1813 and 1814 Scenarios of WAR and PEACE- Originally provided as an article in General Vol. 17 Issue 1 it provides rules to link the original 1812, 1813, and 1814 scenarios.  Was also included in the 2nd Edition of the rules, released in 1981, and is incorporated in to the 3rd Edition Rulebook.&#10;&#10;XII: Marengo The Italian Campaign of 1800.  This, the 12th official scenario, was released in General Vol. 26 Issue 6.  It is incorporated in to the 3rd Edition Rulebook&#10;&#10;XIII: From Montenotte to Rivoli - Bonaparte's First Command: The Italian Campaign of 1796-97 A Scenario By Tom Cundiff.  This scenario was included in Fire &amp; Movement Issue No. 146&#10;&#10;XIV: The Army of the Orient - Bonaparte in Egypt 1798-99 A Scenario By John Gant.  **Development Now Complete.  To be included in the Sequel to War and Peace**&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Campaign GameThe Campaign Game had Naval Rules, and Diplomatic rules that deviated from and altered the structure used for the other scenarios.  Some players complained of ambiguities in these rules and the Campaign Game became known as difficult to play, and unbalanced for 2 players to play.  Some commented that the Campaign Game felt &quot;tacked on&quot; to an otherwise excellent collection of scenarios.  General Vol. 23 Issue 4 provided official rules to help with the 2 player Campaign Game.  However, regarding the Naval Rules, an official correction (2nd Edition Rules of '81) would further complicate matters until the game designer released his own update in General Vol. 19. Issue 5.  The Campaign Game was further altered for &quot;more realism&quot; by an article in General Vol. 31 Issue 2.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;3rd Edition GameThis Unofficial 3rd Edition of the Rules compiles and reconciles all of the differences in the rules, as published by Avalon Hill over the years.  Comprised from the 1st Edition Rulebook, Errata, 2nd Edition Rulebook, 3rd Edition Naval Rules (Official), Q&amp;A, and Misc. released by Avalon Hill through the years, the 3rd Edition Rulebook is the definitive edition.  Also included are all official variants and optional rules.  Available now for download in the 'Files' section of this page.  This effort embraced the official work almost exclusively.  The 4th Edition will attempt to fix some of the issues in the official work.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;4th Edition Game Available NowThe Unofficial Mapboard, in support of the comprehensive rulebook and titled the 4th Edition Mapboard, is now available. 1st Edition Mapboard was the initial release.  Some suggestions for updates were made so that is considered the 2nd Edition (for those who used whiteout on the 4th river of Kiev).  The brand new map was the 3rd Edition.  The 4.0 version, where unofficial work is involved, is available now on the VASSAL web site as part of the module and as a PDF for printing.&#10;&#10;The 4th Edition Rulebook is specific to the 4th Edition Mapboard and has significant unofficial work to fix various issues.  The primary focus of the 4th Edition was the new map and the Grand Campaign Game.&#10;&#10;","image":"https://cf.geekdo-images.com/T03zd8X7Wh78nVitu3Mk-g__original/img/68G2Ccy0rxPMHB5XlEhsW3zaGeM=/0x0/filters:format(jpeg)/pic460249.jpg","thumbnail":"https://cf.geekdo-images.com/T03zd8X7Wh78nVitu3Mk-g__thumb/img/U8tK_6PazHqO8dQTtbrjyJZLaTQ=/fit-in/200x150/filters:strip_icc()/pic460249.jpg","link":"https://boardgamegeek.com/thing/626","minPlayers":"2","maxPlayers":"6","yearPublished":"1980","playingTime":"180","minPlayingTime":"120","maxPlayingTime":"180","bestAtCount":"2"}}