{"timestamp":"2024-11-13T00:33:52.802Z","gameDetails":{"id":"63628","name":"The Manhattan Project","type":"boardgame","description":"From the back of the box:&#10;&#10;Global Power Struggle Begins&#10;Which nation will take the lead and become world's dominant superpower?&#10;&#10;The Manhattan Project makes you the leader of a great nation's atomic weapons program in a deadly race to build bigger and better bombs. You must assign your workers to multiple projects: building your bomb-making infrastructure, expending your military to protect it, or sending your spies to steal your rival's hard work!&#10;&#10;You alone control your nation's destiny. You choose when to send out your workers&ndash;and when to call them back. Careful management and superior strategy will determine the winner of this struggle. So take charge and secure your nation's future!&#10;&#10;Additional description:&#10;&#10;The Manhattan Project is a low-luck, mostly open information efficiency game in which players compete to build and operate the most effective atomic bomb program. Players do not &quot;nuke&quot; each other, but conventional air strikes are allowed against facilities.&#10;&#10;The game features worker placement with a twist: there are no rounds and no end-of-round administration. Players retrieve their workers when they choose to or are forced to (by running out).&#10;&#10;An espionage action allows a player to activate and block an opponent's building, representing technology theft and sabotage.&#10;&#10;","image":"https://cf.geekdo-images.com/IFtZcDUsLDHpHpslQ-8Q8Q__original/img/1vLNKGGdXaI9yv4ENFud0oznh_s=/0x0/filters:format(jpeg)/pic1222522.jpg","thumbnail":"https://cf.geekdo-images.com/IFtZcDUsLDHpHpslQ-8Q8Q__thumb/img/fUVcaL3kLx-JXcjK4z4KnbABuLo=/fit-in/200x150/filters:strip_icc()/pic1222522.jpg","link":"https://boardgamegeek.com/thing/63628","minPlayers":"2","maxPlayers":"5","yearPublished":"2012","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"7.31802","averageWeight":"2.9553","boardGameRank":"497","mechanics":["Action Retrieval","Closed Drafting","Race","Take That","Worker Placement","Worker Placement, Different Worker Types"],"categories":["Aviation / Flight","Economic","Industry / Manufacturing","World War II"],"designers":["Brandon Tibbetts"]}}