{"timestamp":"2024-11-09T21:15:38.049Z","gameDetails":{"id":"64826","name":"Moongha Invaders: Mad Scientists and Atomic Monsters Attack the Earth!","type":"boardgame","description":"It's just another day, get up, wash, go to work. What's different is that today the Earth has been invaded by aliens &ndash; it's just that nobody knows it yet. Deep underground mad scientists are raising monsters from the planet Moongha. Once fully formed they will emerge to spread terror and destruction. Cities will be laid waste to, and the human race will be hunted to extinction.&#10;&#10;Through the sewers oozes the Bloob, quietly growing in size. The Drakoor, alien vampires, stalk the night, feeding off the unwary. Meanwhile, the strongest of the Moongha invaders, Mechoor, sucks in energy from the earth. Once sated it will rise to destroy whole cities with its heat ray. These are just a few of the monsters that will terrorise the people of Earth.&#10;&#10;It can only be hoped that just as in the movies there's a hero around who can thwart their evil plans; otherwise there will be no more &quot;just another day&quot;s for anybody! But who's behind those evil plans? You! You are one of those sadistic, power-thirsty, psycho nerds, eager for revenge after a whole life of study, disregarded by everyone. All of you have received a visit from a mysterious flying saucer, carrying strange alien machinery &ndash; an engine that finally brought you POWER! And now you are ready to fight your insane struggle to be the first in destroying the human race. This time no &quot;Klaatu barada nikto!&quot; will stop you...&#10;&#10;Moongha Invaders: Mad Scientists and Atomic Monsters Attack the Earth! is for three to four players and should take about ninety minutes to play. You have control of a number of different types of Moongha monsters. When you sit down to play, the side of the board closest to you is your monster display. There you will see the seven different types of monster. You will place your monster counters in these boxes. Note that some monster types have more than one counter.&#10;&#10;The game lasts either eight or nine turns, depending on the number of players, although it may end before then if a player manages to get down all twenty of their damage cubes.&#10;&#10;At the start of each turn a random number of actions are made available. Three of these actions relate to the monsters and allow you to create, attack, and move them. These actions are represented by orange, white, and purple tokens. There are three human action boxes, one that allows you to place a hero, the other two allow you to place military counters.&#10;&#10;To create a monster you have to place a certain number of orange tokens in the monster box. Once the monster has been created you place it in one of the twelve cities on the board. When you do so, you place the monster on its hidden side. The monster is alive but as yet the world does not know of its presence. While hidden a monster is safe from attack and can build up its strength so that when it does attack it will cause carnage. Another player may attempt to reveal your monster by placing a hero counter in the same city.&#10;&#10;Military units will try to destroy monsters. When you place a military unit or a hero, you can then attack with all military counters in that city. When a monster attacks a city, armor units will attack it first, then after that attack has been completed, any surviving infantry units will attack. All combat involves rolling dice and in all cases a roll of four or more is successful.&#10;&#10;Each monster type has its own special abilities. Only three monsters are powerful enough to destroy entire cities; these are the Bloob, Mechoor, and Moogre. When you attack a city, you mark the damage you do with your colored cubes. At the end of the game, players score victory points depending on how many damage cubes they have in each city. Players also score points for the cities that were randomly assigned to them at the beginning of the game, depending on how much damage they have suffered. Points can also be scored for having vampires on the board and for killing other monsters with your Moogre monster.&#10;&#10;","image":"https://cf.geekdo-images.com/-6P-44Y-_fB1ayQdUA_S9A__original/img/C5sECc9KdUuCmeK3Qq8512b0HH4=/0x0/filters:format(jpeg)/pic1434874.jpg","thumbnail":"https://cf.geekdo-images.com/-6P-44Y-_fB1ayQdUA_S9A__thumb/img/A6x1lI1FDiHaJmt2B9Dp6Ye7svk=/fit-in/200x150/filters:strip_icc()/pic1434874.jpg","link":"https://boardgamegeek.com/thing/64826","minPlayers":"2","maxPlayers":"4","yearPublished":"2010","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":"4"}}