{"timestamp":"2024-11-12T17:40:11.949Z","gameDetails":{"id":"65532","name":"Defenders of the Realm","type":"boardgame","description":"&ldquo;Our Liege is in desperate hour! From what grievous cause have these accursed races arisen? Orcs, Dragons, Demons and the Dead make haste towards Monarch City. The King and Countryside of Monarch City is in need of valiant Heroes!&rdquo;&#10;&#10;Will you answer the King's call?&#10;&#10;In the ancient Citadel of Monarch City, the King calls to arms the finest Heroes to defend against a Darkness that engulfs the land. You and your allies must embark on a journey to defend the countryside, repair the tainted lands, and defeat the four creature factions before any of them enter the City. And they approach from all sides! Fast populating Orcs! Fierce Dragons! Undead that bring Fear! And Demons! All tainting the land in their wake. There are several paths to defeat, but only one path to victory, and only the most valiant Hero will be named King's Champion.&#10;&#10;Defenders of the Realm is a co-operative fantasy board game in which 1-4 players take a role as one of the King&rsquo;s Champions (Choose from Cleric, Dwarf, Eagle Rider, Paladin, Ranger, Rogue, Sorcerer and Wizard). You, as one of the King's Heroes, make use of strategy, special abilities, cooperation, card play and a little luck in Defenders of the Realm for a unique experience every adventure. But be forewarned! There is never time to rest. As each Enemy General is struck down in battle, the remaining dark forces only grow more difficult to vanquish and their march to Monarch City gets faster with each Hero victory!&#10;&#10;","image":"https://cf.geekdo-images.com/jWHk6CdY_Z8gr12LzuLBcg__original/img/f1axVgrRzoSDkHqPuIE-W_ki27U=/0x0/filters:format(jpeg)/pic649329.jpg","thumbnail":"https://cf.geekdo-images.com/jWHk6CdY_Z8gr12LzuLBcg__thumb/img/Y_Zw1i5p9W6LAqkK82Ryows7i4g=/fit-in/200x150/filters:strip_icc()/pic649329.jpg","link":"https://boardgamegeek.com/thing/65532","minPlayers":"1","maxPlayers":"4","yearPublished":"2010","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"7.27715","averageWeight":"2.7094","boardGameRank":"798","mechanics":["Action Points","Cooperative Game","Dice Rolling","Hand Management","Point to Point Movement","Variable Player Powers"],"categories":["Adventure","Fantasy","Fighting","Miniatures"],"designers":["Richard Launius"]}}