{"timestamp":"2024-11-09T20:44:11.352Z","gameDetails":{"id":"65825","name":"Gettysburg","type":"boardgame","description":"Martin Wallace's 2-player wargame for Treefrog's second line of games (2009-2010 series, 4th game of the series) dealing with the American Civil War - the players commanding either Confederate or Union forces. With Gettysburg Wallace wanted to produce a balanced rather than a historically accurate game. The game e.g. ignores casualty levels, and Units do not correspond exactly to brigades or divisions - even if the forces' proportion is close to historical accuracy.&#10;&#10;The player pieces in Gettysburg are similar to those in Treefrog's previous wargame, Waterloo. Each day consists of four periods, and the game is played over three days, and key locations must be held by the end of one period.  Each player has eight numbered 'order blocks', ranking from two to five.  Players then place such blocks in the game areas, the order block allowing a number of orders to be issued that area.  The orders can activate units in the same or adjacent areas.  Orders are represented by discs, once the number of order discs in an area matches the value of the order block then no more orders can be issued.  The players will then have to remove the block and place a new one. If a player does not have enough order discs for the following period, he will be forced to pass for each disc he is short.  Assault combat is similar to Waterloo, the main exceptions are that the attacker and defender use different morale check tables. The defender is more likely to retreat than be eliminated, but there is also the chance of a counter-attack to throw back the assaulting forces. The Confederate player wins by taking two starred areas, or Little Round Top.&#10;&#10;Only 1500 were produced all signed and numbered.&#10;&#10;","image":"https://cf.geekdo-images.com/Hcz_MtaEzKYFmSF0M1bo-Q__original/img/Qa85GrZGj7eBgH3gNsyUH1Xa6T4=/0x0/filters:format(jpeg)/pic653616.jpg","thumbnail":"https://cf.geekdo-images.com/Hcz_MtaEzKYFmSF0M1bo-Q__thumb/img/bW9vmP8Ynos2V-TgtYV55MaEQdQ=/fit-in/200x150/filters:strip_icc()/pic653616.jpg","link":"https://boardgamegeek.com/thing/65825","minPlayers":"2","maxPlayers":"2","yearPublished":"2010","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"2"}}