{"timestamp":"2024-11-12T22:03:58.489Z","gameDetails":{"id":"66214","name":"Samarkand: Routes to Riches","type":"boardgame","description":"As members of merchant families in Samarkand: Routes to Riches, the players marry into other wealthy merchant families. They expand the trading routes of these families and establish trade relationships with other families. The player who gains the most victory points with relationships and goods will be the winner at the end of the game.&#10;&#10;Each turn, the players either marry into a merchant family or expand the trading route of a family they are already married into.&#10;&#10;To marry into a family, the player pays the cost of the family. Only two players may marry into each family. To expand the trading route of a family, the player must be married into the family and may pay for the route with the money of the family. The goal is to meet other families not met before (gaining trade relationship markers) and to reach goods spaces first (gaining goods tokens).&#10;&#10;When all families have established at least one trade relationship or one family has established five trade relationships, the game ends. Each player scores their goods cards with the corresponding goods markers they have acquired, the trade relationship markers they have collected, and their money.&#10;&#10;This entry has been split from the Winsome Games publication Age of Scheme: Routes to Riches. As the rules have been altered, number of players differs, and updates to the artwork have been made, the two games are regarded as separate entities.&#10;&#10;","image":"https://cf.geekdo-images.com/bid9qbD9UYm5EQqYvd6P4A__original/img/NBdoOSHp2vQj2KTUoRZB-24H6mQ=/0x0/filters:format(jpeg)/pic742553.jpg","thumbnail":"https://cf.geekdo-images.com/bid9qbD9UYm5EQqYvd6P4A__thumb/img/eZf6ObjFf-TkKHXlgTAyyIDMYmQ=/fit-in/200x150/filters:strip_icc()/pic742553.jpg","link":"https://boardgamegeek.com/thing/66214","minPlayers":"2","maxPlayers":"5","yearPublished":"2010","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[4],"averageRating":"6.86671","averageWeight":"2.2603","boardGameRank":"2421","mechanics":["Hand Management","Network and Route Building","Open Drafting","Stock Holding"],"categories":["Economic","Transportation"],"designers":["John Bohrer"]}}