{"timestamp":"2024-11-09T21:51:08.943Z","gameDetails":{"id":"66505","name":"The Speicherstadt","type":"boardgame","description":"The Speicherstadt is an auction card game. Players compete for victory points, which come mainly from contracts (sets of resources) and special cards (like a collected set of 1-4 identical &quot;counting offices&quot;, the port rewarding collected ship cards etc.). The game is built on two core concepts:&#10;&#10;1. Players bid for cards by building &quot;towers&quot; with their meeples over them. Each meeple in a tower increases the cost of a card - but only for players &quot;below&quot; it. This is the main mechanic of the game - players must consider WHEN to bid (place their meeple) over a certain card and when to use their meeples to make others pay more. This is important, because a player can make only three bids during a round.&#10;&#10;2. Players are punished by negative points for not collecting firemen cards. Thus, ignoring security may cost a player a victory. By many players, the &quot;punishing&quot; mechanic is considered a trademark of the author - Stefan Feld.&#10;&#10;The deck is divided into four seasons - winter, spring, summer and autumn. In later seasons, more powerful cards appear, so players need to think ahead in managing their resources.&#10;&#10;---- Promotional blurb from the publisher ----&#10;&#10;Hamburg around 1900 - the gate to the world. Within the harbour there stretches a unique complex of storehouses: Speicherstadt. The network of canals and bridges houses a terminal for spices, coffee, tea and carpets from all over the world.&#10;&#10;As one of Hamburg&acute;s wholesaler at the heyday of the Speicherstadt you acquire shiploads for the storehouses, not too expensive, of course, as you like to make a profit selling them. Who makes the best deals within a year and supplies his clients with the right goods will be the winner of the game. But beware! Sudden fires cause heavy losses. You might be advised to invest in fire protection early.&#10;&#10;Playing Speicherstadt you will be thrilled by the simple and original mechanism of acquiring desired action cards.&#10;&#10;","image":"https://cf.geekdo-images.com/x1EVKCtIP_tFTH8h5kvXog__original/img/vghLqYXdFa8OH8fUzOJtby16khI=/0x0/filters:format(jpeg)/pic686491.jpg","thumbnail":"https://cf.geekdo-images.com/x1EVKCtIP_tFTH8h5kvXog__thumb/img/8n5m3ZjWQfD-uwM7hOEyqS_93I4=/fit-in/200x150/filters:strip_icc()/pic686491.jpg","link":"https://boardgamegeek.com/thing/66505","minPlayers":"2","maxPlayers":"5","yearPublished":"2010","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}