{"timestamp":"2024-11-13T01:20:48.563Z","gameDetails":{"id":"67180","name":"Tikal II: The Lost Temple","type":"boardgame","description":"From the Publisher:&#10;Tikal was discovered and explored during a very successful expedition led by Profs. Kramer and Kiesling. A decade later, a scroll is found that hints of a lost temple near the first site. This rumor rekindles their passion for Tikal and the two scientists start to discuss the prospect of another expedition to Central America. In the midst of their planning they encounter Profs. Braff and Pauchon at an international archaeology conference in Geneva, who want to know the truth about the enticing rumour.&#10;&#10;Later that day, sitting in front of a roaring fire after a fine meal finished off with Cuban cigars and a few brandies, the two Swiss scientists listen enthralled by the unfolding plans of their German colleagues. To a man they clamour their unanimous assent and it is decided to join forces and go back to Tikal. Appointments are made, patrons are found, equipment is assembled, notes are compared, and then they are off.&#10;&#10;An uneventful journey takes them to Guatemala, and then on to the old site. Not too long after, they discover that there is indeed an undisturbed temple in an adjacent valley. As it belonged to a long-forgotten king, the temple promises many surprises and much, much gold. And so the adventure begins...&#10;&#10;&#10;Tikal II: The Lost Temple is a sequel to 1999 Spiel des Jahres winner Tikal, from world-famous duo Kramer-Kiesling.&#10;&#10;Actions points have given way to two actions per turn :&#10;1) move part of your expedition around the board to choose an action tile, and then&#10;2) move your head scientist within the temple to explore new rooms and find gold.&#10;&#10;There are many ways to score. Collecting and delivering treasures is one, and having the majority in some rooms or exploring the main temple as well as an outer secret chamber, are others.&#10;&#10;Tikal II calls for careful planning, as your scientist can't move freely within the temple without specific items, and tension, as the actions around the board grow scarce. A game consists of two rounds, each concluded by a scoring. In the end, the player with the most gold is declared winner.&#10;&#10;","image":"https://cf.geekdo-images.com/4ZUl9xZSS0wOONYmsAMc7Q__original/img/HCdCbcHJahW1-9ILpkP_D_oYxkI=/0x0/filters:format(jpeg)/pic802073.jpg","thumbnail":"https://cf.geekdo-images.com/4ZUl9xZSS0wOONYmsAMc7Q__thumb/img/PDklb2KaGDvXtmr95uhwmlko-Mc=/fit-in/200x150/filters:strip_icc()/pic802073.jpg","link":"https://boardgamegeek.com/thing/67180","minPlayers":"2","maxPlayers":"4","yearPublished":"2010","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"6.86057","averageWeight":"2.6226","boardGameRank":"2735","mechanics":["Hand Management","Modular Board","Network and Route Building","Set Collection"],"categories":["Adventure","Exploration"],"designers":["Michael Kiesling","Wolfgang Kramer"]}}