{"timestamp":"2024-11-09T19:58:50.550Z","gameDetails":{"id":"67208","name":"Arkham Horror: The Lurker at the Threshold Expansion","type":"boardgameexpansion","description":"The Lurker at the Threshold is a boxed expansion set for Arkham Horror, the classic cooperative board game for 1-8 players, set in a world of gothic horror created by author H. P. Lovecraft. This expansion will bring new levels of dread to your table top, with the addition of a brand new Herald Sheet for &quot;The Lurker at the Threshold&quot; &ndash; a powerful and malevolent being that has appeared to prepare the way for the Ancient One, plus more than 200 components and some extraordinary new game mechanics to boot.&#10;&#10;One of the highlights is the full set of 18 Gate markers that are designed to replace those from the Arkham Horror core set, as well as those from The Dunwich Horror and The Kingsport Horror. They are treated exactly the same as the previous Gate markers, except that each Gate now has an additional characteristic. For example, the &quot;Gate of Madness&quot; will cause an investigator to lose one Sanity when they fail to close the Gate, and a &quot;Moving Gate&quot; moves along with monsters during the Mythos phase.&#10; Brand new to The Lurker at the Threshold are Relationship Cards for use in games with two or more players. Each player draws one Relationship Card at the start of the game, which describes some advantage gained due to how the investigator to your left is related to you. Perhaps you are business associates and mutually reap the benefits of income, or both are Students of the Arcane and gain more frequent access to the Spell deck. No matter how you're related, these will bring a more interesting back-story to your game, involving your characters in more ways than ever before.&#10; Finally, The Lurker at the Threshold introduces the Dark Pact deck, which will tempt foolish investigators to enter into a terrible arrangement with the Lurker itself. Although these Dark Pacts may grant your investigator enhanced abilities, there is sure to be a cost. What happens when the price is too high?&#10; Of course, with over 100 new Location cards, Mythos cards, Gate cards and Spells, plus more Common and Unique Items, The Lurker at the Threshold will enhance and expand the enjoyment of Arkham Horror for players of all skill levels.&#10;&#10;-- from the publisher's web site, edited slightly to be up-to-date&#10;&#10;","image":"https://cf.geekdo-images.com/VJlapYuRo1Cr9zgRcH_PUA__original/img/zSLRXKlLUb7dUQ_6bFHvXGBbF1w=/0x0/filters:format(jpeg)/pic782540.jpg","thumbnail":"https://cf.geekdo-images.com/VJlapYuRo1Cr9zgRcH_PUA__thumb/img/EVXcaMfyELmaPvuG0mwvIztvIz0=/fit-in/200x150/filters:strip_icc()/pic782540.jpg","link":"https://boardgamegeek.com/thing/67208","minPlayers":"1","maxPlayers":"8","yearPublished":"2010","playingTime":"240","minPlayingTime":"240","maxPlayingTime":"240","bestAtCount":"4"}}