{"timestamp":"2024-11-10T04:49:06.987Z","gameDetails":{"id":"67361","name":"Rails of New England","type":"boardgame","description":"Description from BoardgameNews.com:&#10;&#10;Players in New England Rails each represent a particular state during the 19th century &ndash; Connecticut and New Hampshire with two players, with Vermont added for three players, and so on &ndash; and start with two or three businesses in play under their control. Your goal in NER is to have more assets than other players at game end, as determined by cash in hand, cost of businesses owned, special routes completed and state subsidies acquired.&#10;&#10;The game lasts at most 16 rounds. Each round players forecast the upcoming economic condition &ndash; depression, normal or prosperity &ndash; for a future turn, then take care of any events that occur, such as &quot;Improved Bridge Building Techniques&quot; that allow players to build across estuaries or &quot;Sheep Boom Goes Bust&quot; which represents the decreased demand for wool from New England farmers as the century progressed. Four of the first five events are fixed and represent historical activities, while the other events &ndash; including devastating floods, snow, and an improved business climate &ndash; are randomized into a face-down deck. Players then each draft a business or action card, with the option to play it immediately (thereby gaining a free action) if they choose to pay the cost.&#10;&#10;During the subsequent development phase, players take two actions in turn order, either building twice, playing cards twice, or doing each action once. Players want to build depots that connect their businesses to one of the major markets in the area: New York, Boston or Montreal; to do so, they need to pay the track costs as well as the cost of the depots themselves. Players can build multiple depots in the same action, but the cost is higher since they're doing more work in the same amount of time. Once a business is connected, it earns the owner more income each turn since it's now supplying a larger, richer market. The cards allow players to start new businesses, play special actions, claim a special route (which generates income), claim one of the six state mail contracts, or collect a state subsidy, which provides special benefits like a free depot.&#10;&#10;As the game progresses, the players pass through time time periods, with different businesses being available in each. The first period focuses on crafts and farms, for example, while the second introduces more industrial businesses such as shoe and textile production. When passing from one period to another, players must choose to make some of their existing businesses obsolete. Since a player can manage only eight businesses, however, you'll likely want to make room for more profitable ventures anyway.&#10;&#10;If all mail routes, state subsidies and special routes are claimed by the end of any round, the game ends at that point; otherwise the game ends after round 16, with the richest player winning New England Rails.&#10;&#10;","image":"https://cf.geekdo-images.com/IZZkfhQhFClHGwD5ZRA3_A__original/img/kyCxq1ZwUqGZWetWlIgTQW1_ZcU=/0x0/filters:format(jpeg)/pic822328.jpg","thumbnail":"https://cf.geekdo-images.com/IZZkfhQhFClHGwD5ZRA3_A__thumb/img/QtEzjmMNGx8r3n0mMnsyeaymzLc=/fit-in/200x150/filters:strip_icc()/pic822328.jpg","link":"https://boardgamegeek.com/thing/67361","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"4"}}