{"timestamp":"2024-11-12T18:31:15.673Z","gameDetails":{"id":"67453","name":"Caveman Curling","type":"boardgame","description":"On an icy lake, two clans of prehistoric men clash in a match of Kairn, better known as Caveman Curling, this being an ancestor to the modern sport of curling. Players compete as individuals or are grouped into two clans, and they try to land their stones the closest to a target each round. On a player's turn he takes two actions:&#10;&#10;&bull; He launches a stone across the ice, flicking it with his finger toward the target on the other end of the game board.&#10;&#10;&bull; To improve the positioning of his stone or the chances of it staying in place, he can choose to use either a small or large hammer or a totem. With a hammer, the player moves the stone according to the size of the hammer. As for the totem, the player sets it on top of the stone; if the totem falls off the stone, the player can shoot it again on a later turn.&#10;&#10;If your player or clan has one or more stones closer to the center of the target than the other clan, you score points. The first player/clan to collect six points wins.&#10;&#10;A note about the different editions.&#10;&#10;Caveman Curling (2012)&#10;Kairn (2010)&#10;&#10;There are significant production differences between Kairn and Caveman Curling, though the game play is almost identical between the two versions. Kairn (200 copies) was designed and self-published by Daniel Quodbach in 2010. Blackrock Editions and Scorpion Masque produced 1000 copies of Kairn and released it at Essen in 2011. Gryphon Games version of the game has yet to be produced, pending the conclusion of a current Kickstarter campaign that was organized to gauge demand for its version. Caveman Curling is scheduled for mass production in January, 2012, and to be released in late February, 2012. The first and only production copy of the Gryphon version will arrive in the US on December 14, 2011 and a video will be made showing the differences between Kairn and Caveman Curling.&#10;&#10;","image":"https://cf.geekdo-images.com/oAkQ1xE7xFL5vUo3gd7o7A__original/img/bGldPQg-wARX1euXcIrSPdCDKvA=/0x0/filters:format(jpeg)/pic1184480.jpg","thumbnail":"https://cf.geekdo-images.com/oAkQ1xE7xFL5vUo3gd7o7A__thumb/img/hrn97gWa3LsYntFL8E8EiH2YHs4=/fit-in/200x150/filters:strip_icc()/pic1184480.jpg","link":"https://boardgamegeek.com/thing/67453","minPlayers":"2","maxPlayers":"6","yearPublished":"2010","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":[2],"averageRating":"6.24026","averageWeight":"1.1481","boardGameRank":"6455","mechanics":["Team-Based Game"],"categories":["Action / Dexterity","Prehistoric","Sports"],"designers":["Daniel Quodbach"]}}