{"timestamp":"2024-11-13T00:54:42.984Z","gameDetails":{"id":"67928","name":"Puzzle Strike","type":"boardgame","description":"Puzzle Strike: Bag of Chips is all that and a bag of chips!&#10;&#10;Puzzle Strike is a card game played with cardboard chips instead of cards that simulates a puzzle video game called puzzle fighter that, in-turn, simulates the fighting game street fighter that is emulated in puzzle fighter&#10;&#10;If you don&rsquo;t understand any of that, that&rsquo;s ok! Puzzle Strike is a complete game in a box that has the fun of a customizable card game without the marketing scheme of selling you parts of the game in random packs. You build your deck *as* you play the game. Every game is different because the bank starts with a different set of chips each game. Also, there are 10 characters to choose from, each with different gameplay. Between all that, there are over 411 MILLION starting conditions in a 4-player game.&#10;&#10;A built-in comeback mechanic means that when you're on the edge of losing, you're also able to do even more combos than usual.&#10;&#10;Shuffling cards takes too long and is boring, so in Puzzle Strike you just put your cardboard tokens in a bag and shake them up to shuffle! Plus, it&rsquo;s pretty ballin&rsquo; to play a game with chips. Play it on your yacht, impress potential mates, etc.&#10;&#10;Though the game is fun even if you're terrible at it, it's also balanced for high level play by veteran asymmetric game balancer David Sirlin (Street Fighter HD Remix, Puzzle Fighter HD Remix, Kongai, Yomi, and Flash Duel.)&#10;&#10;Puzzle Strike contains:&#10;&#10;    Almost 350 cardboard chips&#10;    4 cloth bags&#10;    8-page full color rulebook&#10;    Colorful box with inside designed to separate the chips by type, for storage&#10;&#10;&#10;Re-implemented by:&#10;&#10;&#10;     Puzzle Strike: Third Edition&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/Er7FMfvIwnrc6TtmlPoi5Q__original/img/ClfhAGn-IvrXynnBcZmpbndJr3s=/0x0/filters:format(jpeg)/pic710936.jpg","thumbnail":"https://cf.geekdo-images.com/Er7FMfvIwnrc6TtmlPoi5Q__thumb/img/JsU-aS2hwGxVYAXurc7ZOuOJjRs=/fit-in/200x150/filters:strip_icc()/pic710936.jpg","link":"https://boardgamegeek.com/thing/67928","minPlayers":"2","maxPlayers":"4","yearPublished":"2010","playingTime":"20","minPlayingTime":"20","maxPlayingTime":"20","bestAtCount":[2],"averageRating":"6.61985","averageWeight":"2.2871","boardGameRank":"2766","mechanics":["Deck, Bag, and Pool Building","Hand Management","Open Drafting","Player Elimination","Variable Player Powers"],"categories":["Card Game","Fantasy","Video Game Theme"],"designers":["David Sirlin"]}}