{"timestamp":"2024-11-09T21:07:25.573Z","gameDetails":{"id":"70512","name":"Luna","type":"boardgame","description":"&quot;The end of her regency is nigh. It's time to clear the way for a new bearer of the burden. She will keep a wary eye on the novices representing their Orders and trying to win her favor. Eventually, she will have to come to a decision. Which Order will prove itself worthy to decide on her successor? There will be a new Moon Priestess and she will bear the title: LUNA.&quot;&#10;&#10;&quot;LUNA&quot; is the title of the Moon Priestess, and before her very eyes, each of the up to four Orders competes for the right to decide on her successor. The players are the heads of the Orders who try to convince the Priestess of themselves. Over the course of six rounds, they need to collect as many influence points as possible by skillfully placing their novices to achieve that goal.&#10;&#10;The players move their novices over seven islands surrounding a temple island. The novices are placed according to the &quot;worker movement&quot; principle, i.e. they aren't placed at the beginning of a round, but instead start where they ended the round before. Thus, novice movement is an important part of a round: Only if you're in the right place at the right time, you'll gain the deciding influence points. You'll have to build new shrines, work at the temple, and participate in the Priestess' divine services. But don't forget to recruit additional novices or win the favor of the local Priests; these are vital means to prepare and combine the diverse actions.&#10;&#10;LUNA: In the Domain of the Moon Priestess is a challenging tactical game with strategic and interactive elements that takes about 20-25 minutes per player. The different placement of the islands and novices at the beginning of the game creates a different feeling each time you play and opens up new strategies.&#10;&#10;","image":"https://cf.geekdo-images.com/tMYWtENCa6qdHg3DLIDqcw__original/img/36hPaylXSE-5S4oKm6TPb9ElU6A=/0x0/filters:format(png)/pic2538939.png","thumbnail":"https://cf.geekdo-images.com/tMYWtENCa6qdHg3DLIDqcw__thumb/img/K5WlrHSW_e0JqRhu6Na_D-h5klU=/fit-in/200x150/filters:strip_icc()/pic2538939.png","link":"https://boardgamegeek.com/thing/70512","minPlayers":"1","maxPlayers":"4","yearPublished":"2010","playingTime":"100","minPlayingTime":"60","maxPlayingTime":"100","bestAtCount":"4"}}