{"timestamp":"2024-11-09T21:50:43.673Z","gameDetails":{"id":"71721","name":"Space Hulk: Death Angel – The Card Game","type":"boardgame","description":"A cooperative game where the players attempt to clean out an infestation of hostile aliens from a derelict spaceship. Set in the Warhammer 40,000 universe, players take on the roles of Space Marines pitted against hordes of Genestealers.&#10;&#10;Players choose from six different combat teams, each consisting of two Space Marines with different abilities. Each player receives three Action cards for each of his combat teams. After all of the Space Marines have fallen into formation, prepare for the first wave of Genestealers.&#10;&#10;Game play is quick and easy to learn. Each game is played over a series of rounds, broken up into phases. During the Choose Actions Phase, each player must secretly determine which of the following Action cards they wish to play on their Space Marines: Support, Attack, or Move + Activate. You can't pick the same Action card next round, so choose wisely.&#10;&#10;Action resolution keeps all players involved while the overwhelming odds inspire them to work together to survive. The Action Resolution Phase consists of each player revealing and carrying out their chosen Action. The lowest number card goes first, which means Attacks are resolved after Supports. Support tokens enable Space Marines to re-roll, so make sure to cover your fellow Blood Angels.&#10;&#10;The Genestealer Attack Phase happens after all the Actions have been resolved, so hopefully you thinned out the swarms since you have to roll higher than the number of Genestealers in the swarm to successfully defend. Finally, an Event card is drawn to spawn more alien adversaries. Once all the Genestealers have emerged from the darkness, its time to move forward, drawing a new location card. And then it's back into the fight!&#10;&#10;","image":"https://cf.geekdo-images.com/DZwne59lYWFyH3BuBsFsUg__original/img/Vl_aag3nYP7nHeYx1xS-y3NFAC0=/0x0/filters:format(jpeg)/pic8215036.jpg","thumbnail":"https://cf.geekdo-images.com/DZwne59lYWFyH3BuBsFsUg__thumb/img/bW65k-7xj15ziitctpA75PXNp6g=/fit-in/200x150/filters:strip_icc()/pic8215036.jpg","link":"https://boardgamegeek.com/thing/71721","minPlayers":"1","maxPlayers":"6","yearPublished":"2010","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":"1"}}