{"timestamp":"2024-11-12T23:44:48.142Z","gameDetails":{"id":"71906","name":"Castaways","type":"boardgame","description":"You've been shipwrecked on a deserted isle. Do you have the wits to survive until a rescue ship arrives? To make it, you'll need to build a camp and explore the interior to reach the summit. From there, you will scan the horizon for sign of a nearby ship. Only then will you be able to make a signal and get rescued! If you are rescued, your tale will be told around the world &mdash; but only if you have the best tale to tell! Of course, if you are not rescued, no one will hear your story...&#10;&#10;N&aacute;ufragos (a.k.a. Castaways) is a competitive collaboration game about four castaways who are stranded on a small island. They must collaborate to improve their shelter, gather food to eat and wood to keep the campfire burning, and figure out how to advance to the interior of the island, as only from the vantage point of the highest spot on the island will they have a view of the vast ocean &ndash; and even more importantly, a view of the ship on the horizon that promises rescue! The players must manage their time in order to deliver a signal to this passing vessel &ndash; but even if they're all rescued, in the end only one player will win, that being the one who writes the best story at the end of the game, the one who lives and retells the greatest adventure from all the survivors, the one who has collected the most story points.&#10;&#10;","image":"https://cf.geekdo-images.com/gRRoSmsC1bNwX-kPR-KRgg__original/img/1EQmBI0LhTZCtGZcjdgwSrvaSIY=/0x0/filters:format(jpeg)/pic1904013.jpg","thumbnail":"https://cf.geekdo-images.com/gRRoSmsC1bNwX-kPR-KRgg__thumb/img/I7TB1gfWrc1u_1j6c-XlCuMIQew=/fit-in/200x150/filters:strip_icc()/pic1904013.jpg","link":"https://boardgamegeek.com/thing/71906","minPlayers":"1","maxPlayers":"4","yearPublished":"2010","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"6.94765","averageWeight":"3.0069","boardGameRank":"2345","mechanics":["Dice Rolling","Push Your Luck","Semi-Cooperative Game","Variable Player Powers","Worker Placement"],"categories":["Adventure","Negotiation"],"designers":["Alberto Corral"]}}