{"timestamp":"2024-11-10T04:43:09.105Z","gameDetails":{"id":"73171","name":"Earth Reborn","type":"boardgame","description":"After 500 years, two factions emerge from their underground cities into a new world, an Earth reborn from nuclear disaster.&#10;&#10;12 highly detailed miniatures represent the two factions:&#10;&#10;NORAD: military in thinking and origins. Scientists and engineers add to their strength.&#10;&#10;SALEMITES: occultists working with cadavers, bringing the dead to life.&#10;&#10;Soon after emerging, these two factions meet - and it is determined that they cannot live together in peace.&#10;&#10;Earth Reborn offers nine scenarios that take you through missions of rescue, retrieval, and escort through areas of labs, mansions, towns, and more. Each scenario builds upon the rules of a new chapter: the game system is built like a tutorial. There are core rules to start the game, and each chapter offers 1-3 new rules along with a scenario that uses these new rules.&#10;&#10;The game also contains the innovative S.A.G.S. (Scenario Auto Generating System), where 2-4 players can make their own maps and mission objectives for near infinite replayability!&#10;&#10;Other features include:&#10;&#10;        A Tetris-like board construction using polyomino floor tiles.&#10;        An order tiles system to give commands to your miniatures.&#10;        Interrupt Duels with Bluff, betting command points to interrupt an enemy character and act during another player's turn.&#10;        The I.P.S. (Iconographic Phrasing System) that allows almost any effect to occur with icons, totally language independent.&#10;        Colored base arcs on miniatures to simplify Line of Sight, shooting, and close combat. It also multiplies characters&rsquo; variations and possibilities.&#10;        The Search rule, giving a visceral feeling to searching in rooms to find equipment.&#10;        A Mission Points track that also serves as a Morale Points track. &#10;        Radio Scrambling to mess with your opponents' orders.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/77ccl-nXuwWw3Xj6woR3fA__original/img/ylcnK9Z-LXKCBOlbeWo22H-3c40=/0x0/filters:format(jpeg)/pic746581.jpg","thumbnail":"https://cf.geekdo-images.com/77ccl-nXuwWw3Xj6woR3fA__thumb/img/S4KtdrTXbVvFYLTPvdjDI1z4EX4=/fit-in/200x150/filters:strip_icc()/pic746581.jpg","link":"https://boardgamegeek.com/thing/73171","minPlayers":"2","maxPlayers":"4","yearPublished":"2010","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"2"}}