{"timestamp":"2024-11-09T17:56:33.549Z","gameDetails":{"id":"73316","name":"Magnum Sal","type":"boardgame","description":"In the year 1368 our ruler Casimir the Great, on the right of his royal sovereignty, established the Statute of the Cracow Salt Mine. It is clearly written that anyone to whom the King awards the title of Royal Steward will manage the Wieliczka Salt Mine, called Magnum Sal. His Majesty the King will give this royal stewardship to the foreman who by his work shows that he is the best in the craft of salt mining, and he will lead the operations of the Cracow Salt Mine for the glory of the Polish Kingdom.&#10;&#10;Magnum Sal is a eurogame about exploration of a salt mine (second oldest still operating salt mine in the world). Each player takes the role of a foreman - the manager of a mining team. During the game, players will try to extract salt most efficiently from the mine, sell their &quot;white gold&quot; at the market, and above all complete the king's salt orders. The player who earns the most money from extracting salt receives the title of Royal Steward and wins the game.&#10;&#10;(From the rulebook)&#10;&#10;Magnum Sal is latin name that Wieliczka was noted in some documents for the first time - it means Great Salt. From this latin name, Wieliczka was formed - Magnum (Latin) -&gt; Great (EN) -&gt; Wielki (PL)&#10;&#10;Quote from wikipedia (there is no source for this but it's probably the way that the name Wieliczka was formed): &#10;Magnum Sal (latin) -&gt; Wielka S&oacute;l -&gt; Wielika S&oacute;l -&gt; Wielicka -&gt; Wieliczka&#10;&#10;","image":"https://cf.geekdo-images.com/0fqctoVhJgHVmIK9-C7IXw__original/img/g1TDgJbCgCEy5or0zt2gw7_bWBw=/0x0/filters:format(jpeg)/pic792062.jpg","thumbnail":"https://cf.geekdo-images.com/0fqctoVhJgHVmIK9-C7IXw__thumb/img/Nrg4wDJ3tb1107so9-R9PJaA0aU=/fit-in/200x150/filters:strip_icc()/pic792062.jpg","link":"https://boardgamegeek.com/thing/73316","minPlayers":"2","maxPlayers":"4","yearPublished":"2010","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":"3"}}