{"timestamp":"2024-11-09T21:40:10.056Z","gameDetails":{"id":"74390","name":"Rolling Freight","type":"boardgame","description":"Rolling Freight is a route building and cargo shipping game in which dice represent each player&rsquo;s resource pool. Players spend these dice to purchase and complete rail contracts, deliver cargo, and improve their companies&rsquo; competitive abilities. Who can build the best rail network and deliver the most profitable goods? Get rolling and find out!&#10;&#10;Players begin the game with a pool of six dice with multi-colored sides. On each turn, a player can spend his or her dice to purchase contracts, construct rail links, build switching stations, purchase improvements and deliver one cargo of passengers or freight. Unused dice can be converted into stockpile markers for future use. By purchasing improvements, players can gain more dice with special abilities, become more efficient at laying rail or stockpiling dice, or increase the points they receive when other players deliver cargo over their rails. Bonus points are awarded for delivering passengers quickly or delivering freight over long distances.&#10;&#10;The large, two-sided, colorful board has two maps. The western U.S. map, from the California gold rush era, is designed for 2 &ndash; 4 players. With many double-track routes, this map allows newer players to effectively plan their networks and maximize deliveries. The southeastern U.S. map, depicting the late Nineteenth Century, has only single-track routes that are significantly interwoven. This provides more advanced strategic options and is intended for 3 &ndash; 5 experienced players.&#10;&#10;","image":"https://cf.geekdo-images.com/4PpJtnuz686Vf6SmWqPwdg__original/img/oXKcYxOJGH3SAc4u8-fCPiRs9ss=/0x0/filters:format(jpeg)/pic1289852.jpg","thumbnail":"https://cf.geekdo-images.com/4PpJtnuz686Vf6SmWqPwdg__thumb/img/NkGGmLorKgiBkYvnaxdJNF7Y80w=/fit-in/200x150/filters:strip_icc()/pic1289852.jpg","link":"https://boardgamegeek.com/thing/74390","minPlayers":"2","maxPlayers":"5","yearPublished":"2012","playingTime":"180","minPlayingTime":"120","maxPlayingTime":"180","bestAtCount":"3"}}