{"timestamp":"2024-11-13T01:32:05.553Z","gameDetails":{"id":"7479","name":"WarCraft: The Board Game","type":"boardgame","description":"The computer classic comes to your table.  From the publishers:&#10;&#10;&quot;Fantasy Flight Games and Blizzard Entertainment present the official Warcraft boardgame, where players take command of an army of Night Elves, Humans, Orcs, or Undead seeking to harvest gold and wood, build a strong village, and set out to conquer and destroy! The Warcraft boardgame features an adaptable/expandable geomorphic board, exciting components, and the innovative &lsquo;Command/Movement&rsquo; system that simulates the real-time action and excitement of Warcraft.&quot;&#10;&#10;Warcraft is based on the computer game series. Each player takes on one of four factions: Humans, Orcs, Night Elves and Undead. It can be played cooperatively, with humans and night elves in one alliance and orcs and undead in the second.&#10;&#10;The game is set up with a modular board, depicting resources, victory point locations and the players' town halls. Throughout the game, players need to harvest resources, build units and buildings, and use their army to defeat their opponents.&#10;&#10;Each turn, players move their existing units, harvest gold and lumber with their workers, deploy units onto the board that were built on a previous turn, and finally spend resources on further units, buildings and outposts. Players also have access to a unique deck of Experience Cards, which are drawn during events like battles and can be used later for special effects.&#10;&#10;A player can win by eliminating all opponents, or by accumulating 15 total victory points.&#10;&#10;","image":"https://cf.geekdo-images.com/cXQd_Wkg-wJ4OaISud4a1Q__original/img/kqNGX_cd7I_NSFWETMPLK66r69Q=/0x0/filters:format(jpeg)/pic31810.jpg","thumbnail":"https://cf.geekdo-images.com/cXQd_Wkg-wJ4OaISud4a1Q__thumb/img/Jp42CHTIDEk0pATA9eifGRYml18=/fit-in/200x150/filters:strip_icc()/pic31810.jpg","link":"https://boardgamegeek.com/thing/7479","minPlayers":"2","maxPlayers":"4","yearPublished":"2003","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"6.12507","averageWeight":"2.7638","boardGameRank":"4426","mechanics":["Dice Rolling","Modular Board","Team-Based Game","Variable Player Powers"],"categories":["City Building","Fantasy","Fighting","Video Game Theme","Wargame"],"designers":["Kevin Wilson"]}}