{"timestamp":"2024-11-12T17:50:36.741Z","gameDetails":{"id":"74823","name":"Shogun: Tenno's Court","type":"boardgameexpansion","description":"The first expansion to Dirk Henn's Shogun.&#10;&#10;The Daimyos (military lords) are still fighting over the distribution of the empire&rsquo;s provinces while peasant revolts and famines do not encourage ruling the country. But none other than the disempowered Tenno (Emperor) might tip the scales for some of the sovereigns. Ensuring the favor of the Tenno by using your diplomatic skills will help you win precious gifts and highly rated privileges. But be careful: If you vie too much for the Tenno&rsquo;s favor you might easily lose control of your armies...&#10;&#10;This expansion increases the strategical depth of the basic game by allowing players to visit the imperial court. Players can convert their armies (either from the tower tray or their provinces) to court officials and send them to the imperial court to acquire favors from the Emperor.&#10;&#10;It also includes the Samurai mini-expansion, which can be used with the base game in combination with Tenno's Court or on its own. With this mini-expansion, each player receives a stack of cards showing progressively better bonuses. If a player controls provinces in at least four regions at the beginning of a round, they can reveal the next card in their stack and select one of the bonuses depicted on it.&#10;&#10;","image":"https://cf.geekdo-images.com/9pwpHTNvu0N0CG4j8Vafjg__original/img/rMBRIy64-ZO8MA_X04T8zskBEXY=/0x0/filters:format(jpeg)/pic759547.jpg","thumbnail":"https://cf.geekdo-images.com/9pwpHTNvu0N0CG4j8Vafjg__thumb/img/og9hx3kTfbVTjoq-anBn2nmV6M4=/fit-in/200x150/filters:strip_icc()/pic759547.jpg","link":"https://boardgamegeek.com/thing/74823","minPlayers":"3","maxPlayers":"5","yearPublished":"2011","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[5],"averageRating":"7.14583","averageWeight":"2.8","boardGameRank":"Not Ranked","mechanics":["Area Majority / Influence","Simultaneous Action Selection","Variable Phase Order"],"categories":["Economic","Expansion for Base-game"],"designers":["Dirk Henn"]}}