{"timestamp":"2024-11-09T21:26:48.295Z","gameDetails":{"id":"75358","name":"SNCF: France & Germany","type":"boardgame","description":"A re-issue of David V. H. Peters' SNCF (Soci&eacute;t&eacute; Nationale des Chemins de fer Fran&ccedil;ais).  Originally released by Winsome Games as part of its 2010 Essen Set, SNCF was subsequently licensed by Queen Games and rereleased as Paris Connection in 2011, then again as SNCF: France &amp; Germany in 2024. This is a fast network-/portfolio-building game with a train theme, with the objective of having the most valuable stock portfolio at the end of the game.  Players can own and trade stocks as well as influence the value of each company.&#10;&#10;There are 6 colors of wooden locomotives, each color representing a company.  Players are dealt random hands of 5-10 (depending on number of players) locomotives, which are essentially a stock portfolio; the rest of each color are placed in a pool.  On your turn, you can either increase the value of a single company by placing 1-5 locomotives from the remaining pool of that company, or you can trade one locomotive in your portfolio for one or two locomotives from the remaining pool in a company.&#10;&#10;The game board is a map of France, with cities worth anywhere from 1-4 points, and rural hexes worth 0.  Connecting to a city adds to a company's value.&#10;&#10;The game ends when Marseille is reached by a company, or when there is only one company with locomotives remaining in the pool.  Players' scores are determined by the value of each company at the end multiplied by the number of locomotives the player has for each color.&#10;&#10;SNCF expansions may be used with this game.&#10;&#10;","image":"https://cf.geekdo-images.com/XoaJpWVJxNb-HKKW38WZrw__original/img/Ge_2X_pzi--KBTR9t4xmWbxmjSg=/0x0/filters:format(jpeg)/pic8320077.jpg","thumbnail":"https://cf.geekdo-images.com/XoaJpWVJxNb-HKKW38WZrw__thumb/img/zrN24TA5wjH_UztdA2iyirvp0_A=/fit-in/200x150/filters:strip_icc()/pic8320077.jpg","link":"https://boardgamegeek.com/thing/75358","minPlayers":"3","maxPlayers":"6","yearPublished":"2010","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"4"}}