{"timestamp":"2024-11-13T00:10:43.500Z","gameDetails":{"id":"75449","name":"Firenze","type":"boardgame","description":"In the Florence of the 12th-14th centuries, the city's powerful and influential families don't just compete with each other in trade and politics. They also try to outdo one another by building tall, mostly square-based tower homes as status symbols.&#10;&#10;In Firenze, you are master builders working on the families' construction commissions for such towers. Each player competes to earn the most prestige points by completing the commissions from families and the church and by placing their seals on the work they have done. When someone plays their final seal, the other builders get one more turn before the final scoring.&#10;&#10;Colored bricks are the currency of the game, and cards can both help and hinder your progress. On a turn, a player must choose a card from the display, taking the bricks from it and paying a brick to every card skipped. There is an opportunity to exchange three bricks for one on display before the player works in their construction site. Players can have multiple towers under construction at once. However, for every brick they wish to add on a turn, there is an extra cost, and if any towers are not built upon during a turn, then they are torn down as abandoned construction. Players must pay attention to other projects so that commissions they were counting on are not snatched away before they can claim them.&#10;&#10;This game won the second prize at the &quot;Hippodice e.V. Authorenwettbewerb&quot; (game designer contest) in 2008 under the name &quot;Die Architekten von Florenz&quot;.&#10;&#10;","image":"https://cf.geekdo-images.com/bufTJIzODlIavAygTgTc9Q__original/img/-BC3-F0kJP9a3lT7pqYiFfeMEOI=/0x0/filters:format(jpeg)/pic4262138.jpg","thumbnail":"https://cf.geekdo-images.com/bufTJIzODlIavAygTgTc9Q__thumb/img/BUoK23d-2QPsgqwdFEL0lk87jPQ=/fit-in/200x150/filters:strip_icc()/pic4262138.jpg","link":"https://boardgamegeek.com/thing/75449","minPlayers":"2","maxPlayers":"4","yearPublished":"2010","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[3],"averageRating":"7.22781","averageWeight":"2.5549","boardGameRank":"1138","mechanics":["Auction: Dutch","Increase Value of Unchosen Resources","Set Collection"],"categories":["Economic","Renaissance"],"designers":["Andreas Steding"]}}