{
  "timestamp": "2025-11-26T21:01:59.705Z",
  "gameDetails": {
    "id": "75957",
    "name": "Slither",
    "type": "boardgame",
    "description": "Slither is a dynamic square board connection game in which players move and place stones.\n\nObjective: White's objective is to connect the right and left hand sides of the board while black aims to connect the top and bottom edges.\n\nMaterials: A square board of any size and a supply of stones in two colors.\n\nGameplay: Starting with Black, players on their turn either place a stone on any empty cell or place a stone and move another  stone already on the board by a chess king's move. The only condition on these actions is that, at the conclusion of the turn no two stones of the same color can be diagonally adjacent unless they are orthogonally connected by a common like-colored stone.\n\nForced Passing: In the very unlikely event that a player will not have a legal move on his turn, he must pass his turn. passing is otherwise strictly prohibited.\n\npie rule: The pie rule has questionable efficacy in classic Slither, as any stone can be translated to the middle of the board without even a loss of tempo. This rule states that\n\nNo draws are possible in Slither.\n\nAdvanced Slither: Seasoned Slither players may want to upgrade to Advanced Slither, which is a variant from late 2018 which aims to resolve issues generated by the perhaps excessive mobility of stones, chiefly making the pie rule less superfluous. The only additional rule in advanced Slither is that a stone may only move if its part of a contiguous orthogonal group consisting of stones of both colors. In addition to making pie more effective and foiling opening templates, this rule makes the game both more static, and therefore strategic and more tactically rich. speaking as its designer, I would have released this version of Slither if I had discovered its relative merits in 2010, despite how this may have effected Slither's reputation.\n\n",
    "image": "https://cf.geekdo-images.com/rtcSUgyspuHf789u-h8oyQ__original/img/ARvMYVI7UttnVwe-bqTS_gtJRU8=/0x0/filters:format(png)/pic1031131.png",
    "thumbnail": "https://cf.geekdo-images.com/rtcSUgyspuHf789u-h8oyQ__small/img/CgYP23G78ig0spQtdOkQ2OnSSlw=/fit-in/200x150/filters:strip_icc()/pic1031131.png",
    "link": "https://boardgamegeek.com/thing/75957",
    "minPlayers": "2",
    "maxPlayers": "2",
    "yearPublished": "2010",
    "playingTime": "40",
    "minPlayingTime": "40",
    "maxPlayingTime": "40",
    "bestAtCount": [
      2
    ],
    "averageRating": "7.94965",
    "averageWeight": "2.9286",
    "boardGameRank": "8753",
    "mechanics": [
      "Pattern Building"
    ],
    "categories": [
      "Abstract Strategy"
    ],
    "designers": [
      "Corey Clark"
    ]
  }
}