{"timestamp":"2024-11-12T21:21:00.372Z","gameDetails":{"id":"77130","name":"Sid Meier's Civilization: The Board Game","type":"boardgame","description":"Please note: this entry covers the 2010 release of Sid Meier&rsquo;s Civilization: The Board Game from FFG. This game is unrelated to the similarly named 2002 Eagle Games Sid Meier's Civilization: The Boardgame.&#10;&#10;From Press Release:&#10;&#10;Before you lies a vast bounty of land, ripe for the plucking. Your meager beginnings will influence the paths you must take. Lead your people well and they will take you to infinite heights of greatness. If civilization manages to endure the ages, your name will hang in every whisper of its legacy...&#10;&#10;Fantasy Flight Games is excited to announce the upcoming release of Sid Meier&rsquo;s Civilization: The Board Game! Forge an empire to stand the test of time using innovative game mechanics with multiple paths to victory.&#10;&#10;Will you lead the greatest army in the world to conquer your foes? Or will you be the first to journey to the stars, becoming the most technologically advanced civilization known to man? The choice is yours.&#10;&#10;Designed by Kevin Wilson, Civilization: The Board Game is inspired by the legendary video game series created by Sid Meier. Players are tasked with guiding an entire civilization throughout the ages, taking ownership of your people&rsquo;s technology, economy, culture, and military, as well as all the choices that go along with them. There are four different paths to victory, and each is riddled with opposition.&#10;&#10;In Civilization: The Board Game, 2-4 players take on the roles of famous leaders in charge of historical civilizations, each with their own abilities. Players will be able to explore a module game board, build cities and buildings, fight battles, research powerful technology, and attract great people by advancing their culture. No matter what your play style is, there is a civilization for you!&#10;&#10;Fans of Sid Meier&rsquo;s classic video game franchise will find familiar footing in Civilization: The Board Game. Staying true to the foundations of its video game predecessor while creating a new and unique way to play, Civilization: The Board Game captures the spirit and grandeur of carving out a magnificent empire from modest beginnings.&#10;&#10;Players start off with a single city, one army figure, and one scout, and from these meager origins you must forge through the ages and become the greatest civilization in the world.&#10;&#10;Those unfamiliar with the video game series will find Civilization: The Board Game a great way to enter into the world of Civilization. The strategy and tactical decisions involved in Civilization: The Board Game will appeal to strategy gamers and war gamers alike, and the ability to win through culture and technological advancement will give those who only wish to focus on their own empire a chance at victory as well.&#10;&#10;","image":"https://cf.geekdo-images.com/1WAfWHPi4Vvm1UCMtQaeaA__original/img/R7C_Kxsq4KI8i7twszpT_kCQ--g=/0x0/filters:format(jpeg)/pic798666.jpg","thumbnail":"https://cf.geekdo-images.com/1WAfWHPi4Vvm1UCMtQaeaA__thumb/img/2zIfpLPUFyuWfgqLTvtvrHa19Mg=/fit-in/200x150/filters:strip_icc()/pic798666.jpg","link":"https://boardgamegeek.com/thing/77130","minPlayers":"2","maxPlayers":"4","yearPublished":"2010","playingTime":"240","minPlayingTime":"120","maxPlayingTime":"240","bestAtCount":[4],"averageRating":"7.37716","averageWeight":"3.8959","boardGameRank":"387","mechanics":["Deck, Bag, and Pool Building","Grid Movement","Hand Management","Modular Board","Open Drafting","Rock-Paper-Scissors","Square Grid","Tech Trees / Tech Tracks","Trading","Variable Player Powers"],"categories":["City Building","Civilization","Exploration","Negotiation","Video Game Theme"],"designers":["Kevin Wilson"]}}