{"timestamp":"2024-11-12T20:27:09.059Z","gameDetails":{"id":"7717","name":"Carcassonne: The Castle","type":"boardgame","description":"Carcassonne: the Castle takes place in the city of Carcassone itself. The theme is development of the city within the &quot;castle walls&quot;, which might be more appropriately called the city walls, but Carcassonne: The City was apparently already in development.&#10;&#10;It is not an expansion, but a stand-alone tile-placement game with the Carcassonne mechanics adapted specially for two players. The goal is to lead the race around the castle wall, which is also the scoring track for the game. There are bonus items on the wall for the first player to reach that point.&#10;&#10;Play is very similar to Carcassonne but all the tiles must be played within the walls, which often constrains the choices. The followers used for scoring are heralds (on paths), knights (on towers), squires (on houses) and merchants (on courtyards which are more valuable if they have a market). And, the player with the largest &quot;keep&quot; (largest house completed during the game) scores points for the largest contiguous undeveloped area (unplayed tile spaces) at the end of the game. The bonus tiles collected from the walls add twists to the scoring, such as doubling one of a particular scoring structure or scoring one uncompleted structure.&#10;&#10;","image":"https://cf.geekdo-images.com/b93sGgQU_QKNRsynhBAuVA__original/img/9vQ0FpVgmflETrExB8PJjeNeKdo=/0x0/filters:format(jpeg)/pic2606367.jpg","thumbnail":"https://cf.geekdo-images.com/b93sGgQU_QKNRsynhBAuVA__thumb/img/RsiqZlVAQ0PKiV9NeIn14Vbpe1s=/fit-in/200x150/filters:strip_icc()/pic2606367.jpg","link":"https://boardgamegeek.com/thing/7717","minPlayers":"2","maxPlayers":"2","yearPublished":"2003","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":[2],"averageRating":"7.10364","averageWeight":"1.9837","boardGameRank":"786","mechanics":["Area Majority / Influence","End Game Bonuses","Tile Placement"],"categories":["City Building","Medieval"],"designers":["Reiner Knizia","Klaus-Jürgen Wrede"]}}