{
  "timestamp": "2025-11-26T20:37:19.787Z",
  "gameDetails": {
    "id": "77423",
    "name": "The Lord of the Rings: The Card Game",
    "type": "boardgame",
    "description": "The Lord of the Rings: The Card Game is a cooperative adventure game in which the players attempt to complete a scenario, each with up to three heroes of their choice and a deck of allies, events and attachments to support them. Each round, players send their heroes and allies to quest or to fight with enemies that engage them. However, as the heroes and allies exhaust after questing, defending, or attacking, the players' options are typically insufficient to deal with everything at once. Therefore, players need to determine whether it is more urgent to quest and make progress in the scenario while the enemy forces gain power, or to take down enemies while making no progress, not knowing what will come next.\n\nThe core set contains three scenarios, twelve famous heroes from the works of J.R.R. Tolkien (including Aragorn, Legolas, Gimli, Denethor, and &Eacute;owyn), and four pre-constructed player decks. Players can either use one of these decks or construct their own deck to increase their chances of success and to explore new strategies. Additionally, The Lord of the Rings: The Card Game is a Living Card Game with over ten years of content, and much of its content has been re-released in the form of Campaign and Hero Expansions. Campaign Expansions contain new scenarios for players to embark upon, and Hero Expansions contain new heroes and new cards for players to use in their decks. (Older products include Deluxe Expansions, each containing two heroes, three quests and a medium-sized number of new player cards, and Adventure Packs, each containing one hero, one quest that continues the story started in a Deluxe Expansion and a small number of new player cards.)\n\nAlthough this game is set in Tolkien's Middle-earth, most scenarios in the game do not represent scenes from The Hobbit or The Lord of the Rings; rather, they are set in the seventeen years from Bilbo's 111th birthday until Frodo's departure from the Shire, allowing players to create their own stories and adventures in Middle-earth. Scenarios from the game's Saga Expansions do follow the events of the books, and can be played not only individually but also together in sequence as a campaign, with lasting consequences from game to game arising from the players' actions and decisions.\n\n",
    "image": "https://cf.geekdo-images.com/ZmXi5BbtoWl58ZnKcUy1vw__original/img/nNHf1qRJCVQx_0p-1zM8QKxcywo=/0x0/filters:format(jpeg)/pic906495.jpg",
    "thumbnail": "https://cf.geekdo-images.com/ZmXi5BbtoWl58ZnKcUy1vw__small/img/__NGanznvqHKTFhj28S8ZpfLbpc=/fit-in/200x150/filters:strip_icc()/pic906495.jpg",
    "link": "https://boardgamegeek.com/thing/77423",
    "minPlayers": "1",
    "maxPlayers": "2",
    "yearPublished": "2011",
    "playingTime": "60",
    "minPlayingTime": "30",
    "maxPlayingTime": "60",
    "bestAtCount": [
      2
    ],
    "averageRating": "7.66105",
    "averageWeight": "3.2195",
    "boardGameRank": "182",
    "mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Events",
      "Hand Management",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "categories": [
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Novel-based"
    ],
    "designers": [
      "Nate French"
    ]
  }
}