{"timestamp":"2024-11-09T20:58:20.243Z","gameDetails":{"id":"78733","name":"Key Market","type":"boardgame","description":"Key Market is the sixth game in the Key series of stand-alone games published by R&amp;D Games set in the medieval lands of Keydom, with components in both English and German.&#10;&#10;The game is designed by David Brain, who was a playtester on some of the earlier Key games.  The game is the first game published by R&amp;D Games that has not been designed by Richard Breese.  Richard this time takes on the role of developer and the game consequently has the same look and feel as the previous Key games, with artwork again by Juliet Breese plus its own set of ani-/vegi-/arti-meeples.&#10;&#10;Each player controls an extended family of workers.  Over the course of two years, players will organise their workers in an attempt to turn their initial scanty resources into a thriving economic system.&#10;&#10;After an initial set up phase, the game is played over eight seasons.  Each season has three distinct phases, during which players may take a variety of actions.  The topography, weather, and seasons will influence the ability of workers to produce crops and livestock in the fields and luxuries in the villages.  In addition, resources and luxuries may be bought and sold in the market, or gold and favours sought and acquired.  Other workers may be sponsored to join the powerful guilds, where they will acquire skills as they gain promotion to become craftsmen or even the guild master.&#10;&#10;Turn order throughout the game is determined by the player&rsquo;s position on the season track, which changes at the end of each season.  At the end of the game, the player who has acquired the most gold will win the game.&#10;&#10;David Brain&rsquo;s designer notes on the box sides conclude by stating that &lsquo;Key Market is a reasonably intricate game.  Some of the strategies that can be employed (particularly the effective use of the market) are not immediately apparent, and some of the Guild combinations do not look so devastating at first glance.  But for those looking for a challenging medieval resource management/economic engine game, here you are.&rsquo;&#10;&#10;The game is for two to four players, with a game time of approximately 30 minutes plus 30 minutes per player.&#10;&#10;Key Market was released at the Essen Spiel in October 2010 as a limited edition of 900 copies. The game was reprinted in 2019.&#10;&#10;","image":"https://cf.geekdo-images.com/RYr-cYrUa091ptMpw6Xa7g__original/img/B28LbN0Mwn7czdAIm0h2h6dZ5Wk=/0x0/filters:format(jpeg)/pic779996.jpg","thumbnail":"https://cf.geekdo-images.com/RYr-cYrUa091ptMpw6Xa7g__thumb/img/EwamF0ncO2jZWeCNiCc9fUiA2v4=/fit-in/200x150/filters:strip_icc()/pic779996.jpg","link":"https://boardgamegeek.com/thing/78733","minPlayers":"2","maxPlayers":"4","yearPublished":"2010","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"2"}}