{"timestamp":"2024-11-12T21:21:50.474Z","gameDetails":{"id":"79127","name":"Star Trek: Fleet Captains","type":"boardgame","description":"Star Trek: Fleet Captains, designed for two or four players, is set in the &quot;Prime Universe&quot; of STAR TREK (as seen in the various TV series and movies up to Star Trek: Nemesis) and is more adversarial in nature when compared to Star Trek: Expeditions.  Each player takes the role of a faction (or race) from the universe.  In the base game, the choices are Klingons and Federation.  Each faction has a number of ships (on Clix dials similar to the Heroclix line of components) of varying ability and with a corresponding &ldquo;size.&rdquo;  Fleets of ships are drafted to a given size total which reflects the victory points required to win.  Thus, larger fleet sizes lead to higher point (and longer games).&#10;&#10;Players then &ldquo;shuffle build&rdquo; a deck of command cards.  Choosing four decks from a set of ten decks per faction.  Each deck has a unique flavor or theme, with corresponding major characters.  For instance the Klingons have a deck themed around larger ships and imperial domination and Gowron is a central character.  The four decks chosen will help to set the player&rsquo;s strategy for winning.&#10;The ships chosen have physical stats like weapons, shields, engines, and sensors. They also have mission totals for science, influence, and combat missions.  These determine the kinds and numbers of each kind of mission cards the player draws to form a mission deck.  Completing missions gains the player points, which will win them the game.   Missions could be as simple as damage an opposing ship that is larger than your own (combat), to as complex as claiming the spaces connecting your command post to your opponents (influence). Thus a player&rsquo;s chosen ships sets the types of missions they will need to earn points and the deck they build determines the way they will complete missions.&#10;&#10;Points can also be earned for non-mission actions such as destroying a ship or building a starbase.&#10;&#10;The game itself plays out on a randomly built board of hex cards, called sectors that start the game unexplored.  As each ship progresses through the sector, the cards are turned face up, revealing what is in that part of the sector (a Class-M planet, a Class-J Nebula, empty space, etc...). There are additionally random events that can occur when exploring, which usually correspond to a single episode of a series (for instance one encounter is &ldquo;trouble with tribbles.&rdquo; Some of these encounters also give victory points.&#10;&#10;Overall, the game can best be thought of as playing out an entire season of Star Trek with the conflict between players representing the major story arc and the turns, missions, and random encounters representing individual episodes.  Players will move their ships, explore space, complete missions, play cards to upgrade their ships (and staff them with famous and not so famous crewmembers), or boost their stats in combat.  Combat, while important, is not the sole path to victory, with the mission cards being the primary factor (some of which will encourage combat).  The style of game will depend heavily on individual player decisions, but no matter what, it will feel like Star Trek.&#10;&#10;","image":"https://cf.geekdo-images.com/UqnetX2v84p9ZMpzB8GiDw__original/img/k-fnWjc0-WfowMr8nNeGZfbWCcQ=/0x0/filters:format(jpeg)/pic1081488.jpg","thumbnail":"https://cf.geekdo-images.com/UqnetX2v84p9ZMpzB8GiDw__thumb/img/2MTCJvG13SbBcF92yo-4wuGuY10=/fit-in/200x150/filters:strip_icc()/pic1081488.jpg","link":"https://boardgamegeek.com/thing/79127","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"120","minPlayingTime":"90","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"7.47152","averageWeight":"3.0598","boardGameRank":"951","mechanics":["Action Points","Dice Rolling","Hexagon Grid","Modular Board","Tile Placement"],"categories":["Fighting","Miniatures","Movies / TV / Radio theme","Science Fiction","Space Exploration"],"designers":["Mike Elliott","Bryan Kinsella","Ethan Pasternack"]}}