{"timestamp":"2024-11-10T04:53:08.897Z","gameDetails":{"id":"7939","name":"Vector","type":"boardgame","description":"An abstract game with a lovely, if austere, board, a few cards and a single moving part - the Vector.&#10;  &#10;Each player receives eight Direction (North, Northeast, etc.) and four Distance cards (0, 1, 2, 3).  The Vector starts in the middle of the board, which is ruled off in squares.  Direction cards are played face up in turn, then all players secretly select a Distance card.  These are revealed simultaneously, and the Vector moved by each player according to the Direction/Distance cards they played.  After all players have moved the Vector, a new round begins with the Vector in the current location and a new first player.&#10;&#10;Many of the squares contain actions (plus/minus scoring, mandatory Vector redirects, lost turns, etc.) that are performed when the Vector ends a player's turn there.  Scores are totaled after 12 rounds of play, leveling out the advantage of being the first to move the Vector.&#10;&#10;To add some tension, each player has a &quot;Goal&quot; of three squares on their side of the board.  When a goal is scored, by moving the vector into it, the player to whom the goal belongs immediately doubles their score - whether positive or negative - and the game ends.&#10;&#10;As with similar blind action games (Basari, Dragon Delta, Robo Rally to name a few), astutely predicting your opponents' intent and disguising your own is the key.  It takes some analysis to determine all the possible options, but not so much as to cause paralysis.  Guessing right three times and scoring big when playing last in a round is very satisfying!  The constant surprises due to bluffs and doublethink make this a light, entertaining game.&#10;&#10;","image":"https://cf.geekdo-images.com/4kEwtEZSxIybmpSV6PZNkA__original/img/GuiYOlX4WfR5d02PiCgZrgLcxrU=/0x0/filters:format(jpeg)/pic1973662.jpg","thumbnail":"https://cf.geekdo-images.com/4kEwtEZSxIybmpSV6PZNkA__thumb/img/opLUEYHfLDcG4w6yCS7b29i9hYk=/fit-in/200x150/filters:strip_icc()/pic1973662.jpg","link":"https://boardgamegeek.com/thing/7939","minPlayers":"2","maxPlayers":"4","yearPublished":"1970","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"4"}}