{"timestamp":"2024-11-12T21:55:41.581Z","gameDetails":{"id":"79828","name":"A Few Acres of Snow","type":"boardgame","description":"A Few Acres of Snow is a two-player, deck-building Strategic level board-wargame about the French and British conflict in North America.&#10;&#10;The card-play contains a focus on a deck-building mechanic similar to Dominion, each card will have multiple uses like card-driven games. The players have to choose only one aspect of the card to use when it is played. Each space captured by a player will add another card to the capturing player's deck.&#10;&#10;From the box description:&#10;&#10;A war fought at the edge of two mighty empires. For over one hundred and fifty years Britain and France were locked in a struggle for domination of North America. Thousands of miles from their homes, settlers and soldiers were faced with impenetrable forests, unpredictable American tribes, and formidable distances. Despite these obstacles they were able to engage in bitter warfare, with the British ultimately taking the prize of Quebec. A Few Acres of Snow is a two-player game that allows you to recreate this contest. You can change the course of history by your decisions.&#10;&#10;A Few Acres of Snow takes an innovative approach to the subject, using cards to represent locations and manpower. As the game progresses you add to your selection of cards, increasing the range of actions available to you. There are many strategies to be explored. How quickly should you build up your forces, do you employ Native Americans, what energy should be expended on your economy?&#10;&#10;The game is about more than just fighting &ndash; you must successfully colonize the land to have a chance.&#10;&#10;Online Play&#10;&#10;     Yucata (turn-based)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/JcrBT921aDP9XTdDyKM_8g__original/img/OpBpj-eVDOaV0SWuixqaCzjoJ-w=/0x0/filters:format(jpeg)/pic905905.jpg","thumbnail":"https://cf.geekdo-images.com/JcrBT921aDP9XTdDyKM_8g__thumb/img/MGcWqny1dKmspUxjIi2bpkitx7w=/fit-in/200x150/filters:strip_icc()/pic905905.jpg","link":"https://boardgamegeek.com/thing/79828","minPlayers":"2","maxPlayers":"2","yearPublished":"2011","playingTime":"90","minPlayingTime":"60","maxPlayingTime":"90","bestAtCount":[2],"averageRating":"7.37262","averageWeight":"3.0258","boardGameRank":"513","mechanics":["Area Majority / Influence","Card Play Conflict Resolution","Deck, Bag, and Pool Building","Delayed Purchase","Hand Management","Open Drafting","Point to Point Movement","Simulation"],"categories":["Age of Reason","American Indian Wars","Card Game","Territory Building","Wargame"],"designers":["Martin Wallace"]}}