{"timestamp":"2024-11-10T04:50:51.670Z","gameDetails":{"id":"7994","name":"Silver Bayonet: The First Team in Vietnam, 1965","type":"boardgame","description":"In October of 1965, General Vo Nguyen Giap launched a full North Vietnamese Army division in a sweeping offensive against the thinly guarded II Corps area west of Pleiku in South Vietnam's Central Highlands. Two special forces camps, a handful of elite soldiers, and thirty miles of rugged, jungled terrain were all that stood between the onrushing NVA and their objective, the strategic town of Pleiku. The NVA quickly surrounded and besieged the camps, threatening a quick and easy victory over the outnumbered II Corps defenders. Desperate to hold back the tide of Communist soldiers, the South Vietnamese commander asked the U.S. for help.&#10;&#10;The newly formed 1st Cavalry Division, fresh in country and bivouacked at nearby An Khe, rushed to the aid of the beleaguered garrisons. With its complement of over 400 combat helicopters, the 1st Cav was completely airmobile. While the helicopter's mobility guaranteed quick movement and ready resupply, it did not guarantee victory. The soldiers that the unblooded Americans faced were tough, well trained veterans. Victory would not come easily for the Americans.&#10;&#10;Between October 23 and November 25, 1965, a desperate struggle between a full North Vietnamese Army Division and the U.S. 1st Cavalry Division took place west of Pleiku in Vietnam's Central Highlands. Silver Bayonet is a company-level game which focuses on this conflict.&#10;--from box back description&#10;&#10;Contents:&#10;&#10;     200 die-cut Counters&#10;     1 22&quot;x34&quot; Mapsheet&#10;     1 Rule/Scenario Booklet&#10;     3 Player Aid Cards&#10;     1 10-sided die&#10;&#10;&#10;Time Scale: 1 day per game turn&#10;Map Scale: 1 mile per hex&#10;Unit Scale: Company&#10;Players: Two&#10;Playing Time:&#10;5-30 minutes for introductory scenario&#10;1-2 hours for advanced scenario&#10;2-20 hours for campaign game&#10;&#10;Other features include air support, SAMs, transport helicopters, hidden units, limited intelligence, 12 scenarios.&#10;&#10;","image":"https://cf.geekdo-images.com/-DxNZ--jrnaF0P0bJ1xM5w__original/img/1sF_XMOvDz5Ap-BpPuMaDsErlIE=/0x0/filters:format(jpeg)/pic862330.jpg","thumbnail":"https://cf.geekdo-images.com/-DxNZ--jrnaF0P0bJ1xM5w__thumb/img/BTHUOvMYUltvBZwxAstFWAyf8U4=/fit-in/200x150/filters:strip_icc()/pic862330.jpg","link":"https://boardgamegeek.com/thing/7994","minPlayers":"2","maxPlayers":"2","yearPublished":"1990","playingTime":"300","minPlayingTime":"45","maxPlayingTime":"300","bestAtCount":"2"}}