{"timestamp":"2024-11-09T21:32:27.289Z","gameDetails":{"id":"8045","name":"Princes of the Renaissance","type":"boardgame","description":"Princes of the Renaissance is set in Renaissance Italy. Each player takes on the role of one of the minor Condottiere princes, such as the Gonzagas or d'Estes. Then there are the big five major cities: Venice, Milan, Florence, Rome, and Naples. These are not controlled by individual players, but players will gain 'interests' in them as the game progresses. Each city has six tiles, most of which represent a famous character such as Lucrezia Borgia or Lorenzo Medici. Each tile has its own special properties that are linked to the character on the tile. Thus Cesare Borgia will help you to become more treacherous, while a Venetian merchant will increase your income. These tiles are also worth victory points, depending on the status of the city at the end of the game.&#10;&#10;A city's status will change as a result of war. When two cities fight, they will each need a Condottiere to fight for them. Players bid, using influence points, to decide who will represent each city. The outcome of the war will depend on a little luck and the size of each player's army. Each player also gets paid for fighting, no matter what the outcome of the war is. Thus players can turn influence into gold, which in turn can be used to buy more City tiles.&#10;&#10;No game on the Italian Renaissance would be complete without an element of treachery. Players can be openly treacherous by buying Treachery tiles, which will allow them to do nasty things like steal influence, bribe troops, or knock players out of an auction. However, the game allows players to be devious in other ways, that still remain legal. Making sure that a war goes the way you want it to is an important part of the game, and it is not always the player with the best army who ends up fighting. Want a city to lose, well become Condottiere for them and make sure you have a really bad army, or use Treachery tiles to bribe your own troops not to fight. At some point some player will become the Pope, which means he can form a Holy League (i.e. join one side in a battle). Want to make sure the Pope is on the 'right' side, well why not bribe him? What players negotiate over is up to them. The game does not force negotiation and works perfectly well without it, but it remains an avenue for players to explore.&#10;&#10;","image":"https://cf.geekdo-images.com/U_bfH-9EjxL3o0qoabv4Dg__original/img/01D9ewNaoCbSXbAlCUmjNMy_0e0=/0x0/filters:format(jpeg)/pic3024485.jpg","thumbnail":"https://cf.geekdo-images.com/U_bfH-9EjxL3o0qoabv4Dg__thumb/img/XPpliIfx2znWrv4v2xlwb75ciYM=/fit-in/200x150/filters:strip_icc()/pic3024485.jpg","link":"https://boardgamegeek.com/thing/8045","minPlayers":"3","maxPlayers":"6","yearPublished":"2003","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"5"}}