{"timestamp":"2024-11-13T00:17:01.062Z","gameDetails":{"id":"81848","name":"Hamburgum: Antverpia","type":"boardgameexpansion","description":"Players represent wealthy families in one of the most thriving European cities of the 16th century: Antverpia (=Antwerp in Belgium). They gain wealth by shipping sugar, cloth and beer overseas, construct new buildings, and help building the 6 most important churches of the city by granting donations to them. But it is not the wealthiest family who will win the game, instead it will be the family who has donated most wisely to the churches. &#10;This expansion of the game Hamburgum offers not only a different map with a new allocation of buildings, but also different rules for the donations and visiting the church space on the rondel. Other than in original Hamburgum, church districts do not exist, all donations have to be taken in a certain order, a church tax is implemented on the rondel, and ships give more victory points. The board uses historical views taken from original maps of the 16th century and is printed from both sides: Antverpia on the one side, and a new map of Hamburgum on the other.  &#10;New and beautifully illustrated church donations will come with the expansion, printed on thick cardboard. Other than that, the game material from Hamburgum should be used (real bricks, metal bells, coins etc.).&#10;&#10;","image":"https://cf.geekdo-images.com/wz9xP5Vb9i542sh7K0O-bQ__original/img/-X6lC-2SaJpmneAN1jpAgXs6_LU=/0x0/filters:format(jpeg)/pic805522.jpg","thumbnail":"https://cf.geekdo-images.com/wz9xP5Vb9i542sh7K0O-bQ__thumb/img/EFXkGkXhbjLnMgmOFZTayA4UFkI=/fit-in/200x150/filters:strip_icc()/pic805522.jpg","link":"https://boardgamegeek.com/thing/81848","minPlayers":"2","maxPlayers":"5","yearPublished":"2010","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":null,"averageRating":"7.35715","averageWeight":"3","boardGameRank":"Not Ranked","mechanics":[],"categories":["City Building","Expansion for Base-game","Medieval"],"designers":["Mac Gerdts"]}}