{"timestamp":"2024-11-09T20:35:21.531Z","gameDetails":{"id":"82168","name":"Escape from the Aliens in Outer Space","type":"boardgame","description":"Escape from the Aliens in Outer Space is a card game of strategy and bluff set on a badly damaged deep space research ship. On-board systems have failed, plunging the ship into darkness. But even worse: A mysterious alien plague has crept aboard and is transforming the human crew into horrendous monsters! The remaining crewmen desperately try to save their lives by escaping from the derelict spaceship, but in the darkness the aliens are lurking...hungry for human flesh.&#10;&#10;The game is played on a hexagon-based map that represents the spaceship. Each player is given a map sheet and a pencil. Map sheets must be of the same zone, and every zone has its specific name. Starting from the first player and continuing clockwise, every turn, each player must make a movement. To do so, the player must write on their map sheet the coordinates of the sector to which they are moving. Every time the players move to the gray (dangerous) sectors they have to draw a card; these cards make the players tell the others their position or lie about it, depending on the card. Every card is kept secret from other players.&#10;&#10;The humans' objective is to save themselves using the escape hatches, while the aliens' objective is to hunt down the humans. Each player's identity and position is kept secret; you will need to interpret the movements and behaviors of the other players to learn who and where they really are.&#10;&#10;","image":"https://cf.geekdo-images.com/RMpQKySngukhwS8Vd0Z5DA__original/img/qzsupfBs3THT83OPVNKPb68xzgA=/0x0/filters:format(png)/pic2792336.png","thumbnail":"https://cf.geekdo-images.com/RMpQKySngukhwS8Vd0Z5DA__thumb/img/sq3Z4wWsk2l5dDjMzQPP7g4PoVA=/fit-in/200x150/filters:strip_icc()/pic2792336.png","link":"https://boardgamegeek.com/thing/82168","minPlayers":"2","maxPlayers":"8","yearPublished":"2010","playingTime":"45","minPlayingTime":"20","maxPlayingTime":"45","bestAtCount":"6"}}