{"timestamp":"2024-11-09T22:22:15.479Z","gameDetails":{"id":"8232","name":"Zauberschwert & Drachenei","type":"boardgame","description":"You must defeat creatures to collect power stones and win the game. At your disposal you have Spells, Artifacts and Herbs to help you defeat the creatures.&#10;&#10;Each turn, each player receives two Magical Energy. Then, two Adventure cards are drawn. Each player sends his mage to one of these cards, or passes (which will give him an additional Energy).&#10;&#10;After all players have allocated their mages, the Adventure cards are resolved. There are four types of card:&#10;&#10;    Magic Spell: This spell is auctioned off between the mages who were sent to this card. It is paid for in Energy, and it can be used to get more energy or victory points.&#10;    Orb: Each mage who was sent here gets a certain amount of Energy.&#10;    Holy Site: Each mage who was sent here gets a certain amount of victory points and a random Artifact card.&#10;    Monster: The monster card is auctioned off the mages who were sent to this card. The player that wins it, defeats the monster and gets an amount of Magical Energy and/or victory points. The players may also decide to skip the auction and cooperate to defeat the monster, which will yield less reward.&#10;&#10;&#10;After the Adventures have been resolved, players may trade and play Artifacts (some Artifacts are only useful in pairs). Played Artifacts will give Magical Energy and/or victory points.&#10;&#10;The game continues until the deck of Adventure Cards is depleted; the player with the most victory points wins the game.&#10;&#10;","image":"https://cf.geekdo-images.com/Ogs9YS5kiUDhvdjzJ0JJQQ__original/img/KZdZOaqzDxIV1mCgGrNZAXW6NpQ=/0x0/filters:format(jpeg)/pic34353.jpg","thumbnail":"https://cf.geekdo-images.com/Ogs9YS5kiUDhvdjzJ0JJQQ__thumb/img/e4L7SU4QG-rOgxAOzXq5Jckg1OQ=/fit-in/200x150/filters:strip_icc()/pic34353.jpg","link":"https://boardgamegeek.com/thing/8232","minPlayers":"2","maxPlayers":"4","yearPublished":"2003","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":"4"}}