{"timestamp":"2024-11-10T05:20:40.562Z","gameDetails":{"id":"8233","name":"Lords & Wizards","type":"boardgame","description":"From the box: &quot;Mighty, magical holocausts, awe-inspiring Dragons, weird and terrible monsters, military battles on a grand scale. Which of the combatants, Order or Chaos, shall win? And can the forces of Neutrality maintain the precarious balance of power . . . An exciting, fast moving game of movement and combat in a fantastic world, where skill and strategy will decide the winner.&quot;&#10;&#10;From the Introduction: &quot;It is a game of two to six players, each player being represented by a leader in the game. Players must decide before the game starts whether to be a Lord or Wizard. In addition, a player must also decide whether his leader is to follow Order, Neutrality, or Chaos. These three alignments determine the type of leader, and what that leader can do during the game.&quot;&#10;&#10;From the Designer's Notes: &quot;Lords and Wizards is not just a game; it's an experience. There is nothing quite like the feeling of outwitting an opponent on the field of battle, or in setting up grand alliances, or in stabbing allies in the back, or in discovering lost legends, or in dealing with rebellions, or in avoiding the plague, or in being confounded by the weather, or in.well, you see what I mean.&quot;&#10;&#10;Components: 72 page 8.5x11&quot; rulebook, 800 die-cut counters, 28x22&quot; map sheet, 4 cardstock game cards, six-sided die, color FGU catalog folder, FGU order sheet.&#10;&#10;","image":"https://cf.geekdo-images.com/-Y34B96igq_GxABE9KsP8Q__original/img/3gbE0lKwWgCpqmRiDNXW6xZZjf8=/0x0/filters:format(jpeg)/pic5571766.jpg","thumbnail":"https://cf.geekdo-images.com/-Y34B96igq_GxABE9KsP8Q__thumb/img/9CRYI2G6wSzLV5NVLUF7uBoBbhU=/fit-in/200x150/filters:strip_icc()/pic5571766.jpg","link":"https://boardgamegeek.com/thing/8233","minPlayers":"2","maxPlayers":"12","yearPublished":"1977","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"3"}}