{"timestamp":"2024-11-10T04:43:56.396Z","gameDetails":{"id":"833","name":"For the People","type":"boardgame","description":"For the People is a Strategic level Card-Driven board-wargame of the whole American Civil War covering the conflict from Texas to Pennsylvania, from the firing on Fort Sumter to the end at Appomattox Court House. You take the role of either President Lincoln or President Davis and command the armies, promote and relieve generals, conduct amphibious assaults, dispatch cavalry raids, and even battle incompetency and political intrigue among members of your own cabinet.&#10;&#10;For the People includes a deck of strategy cards for conducting campaigns and incorporating the many events and personalities of the war. The Confederate player can build ironclads, naval mines (torpedoes), submarines, conduct overseas purchases, and work towards foreign intervention. The Union player can build up his naval blockade, his ironclad fleet, fight draft riots, secure the Border States, and issue the Emancipation Proclamation. Relive the history of this exciting time when our nation was torn asunder.&#10;&#10;TIME SCALE:     4 months per turn&#10;MAP SCALE:     Point-to-point system&#10;UNIT SCALE:    6,000 men per strength point&#10;NUMBER OF PLAYERS: Two&#10;&#10;COMPONENTS&#10;420 full-color, die-cut counters&#10;One 22x34&quot; full-color mounted mapsheet&#10;130 Cards [101 Kb pdf]&#10;40-page Rule and Scenario Book&#10;Player Aid Card&#10;Two 6-sided dice&#10;&#10;DESIGNER: Mark Herman&#10;DEVELOPER: Mark Simonitch&#10;MAP &amp; CARD ART: Mark Simonitch&#10;COUNTER ART: Mark Simonitch &amp; Rodger B. MacGowan&#10;&#10;&#10;(BGG description:)&#10;&#10;This is the 4th entry in the We the People system of games, following Hannibal and Successors (but pre-dating Paths of Glory, which is arguably more of a spin-off than a follow-on). The playing area is much larger than say Hannibal, there are lots more forces and generals, and there is a much more complicated political control/strategic will system - as well as quite a few other significant elements. While still clean and streamlined for a complicated wargame, this is nontheless more of a serious hobby game than any of the previous entries in the genre.&#10;&#10;&#10;(Note from Mark Herman:)&#10;&#10;The game was reprinted and the latest and final version of the rules has incorporated all of the previous FAQs plus has re-written some of the more troublesome rules sections (rivers). To date, after a grueling three-year on-line tournament, no rules questions of note have been forthcoming. The above write up is mistaken when it states that &quot;For The People&quot; is based on &quot;Hannibal vs Rome&quot;, but was my second game in the &quot;We The People&quot; genre that I created. The game dropped my battle card system in lieu of a more traditional combat results table to speed play and increase historical accuracy.&#10;&#10;UPDATE:&#10;The 2006 edition, component description above, was recently released. Other than the use of color in the rules and the play aids, the only difference between this and the 2006 edition is I added some variant rules to the rulebook. This rulebook is available from GMT games as a free download.&#10;&#10;","image":"https://cf.geekdo-images.com/HYK9hJQ2JO5_f2MHHUsavw__original/img/K9OiyCvS_t029248uR3kwZ4RoIE=/0x0/filters:format(png)/pic7870141.png","thumbnail":"https://cf.geekdo-images.com/HYK9hJQ2JO5_f2MHHUsavw__thumb/img/9cPyQJAvYSs-qO78BUCo7QwTLxE=/fit-in/200x150/filters:strip_icc()/pic7870141.png","link":"https://boardgamegeek.com/thing/833","minPlayers":"2","maxPlayers":"2","yearPublished":"1998","playingTime":"360","minPlayingTime":"360","maxPlayingTime":"360","bestAtCount":"2"}}