{"timestamp":"2024-11-13T00:19:40.268Z","gameDetails":{"id":"83629","name":"The Hobbit","type":"boardgame","description":"The Hobbit is a novel that tells the tale of a diminutive hero that, with the help of a group of stalwart dwarves, sets off to infiltrate Smaug&rsquo;s lair in an effort to plunder the dragon&rsquo;s vast hoard of treasure. Now it's your turn to take on the roles of the dwarves, aiding Bilbo in his monumental quest to defy the odds and become a legend...&#10;&#10;The Hobbit is a board game of adventure and treasure for 2-5 players. On his quest to the Lonely Mountain, Bilbo Baggins will need assistance and guidance from his stoic dwarf companions. As one of these dwarves, it is your responsibility to aide Bilbo on his journey and ensure that you recover the treasure that is destined for you.&#10;&#10;Conceived by acclaimed designer Reiner Knizia, The Hobbit features elegant game play, combining strategic card play with the unpredictability of dice rolling. The objective of the game is to be the player who accumulates the most treasure by the end of the adventure. Treasure is won through Adventure Cards, which are drawn when Bilbo enters an Adventure Space. Adventure Cards present players with a challenge that can be overcome by using the game's custom dice.&#10;&#10;Bilbo's dwarven companions have three stats that influence their ability to complete Adventures: Cunning, Strength, and Initiative. Cunning allows the player to re-roll dice when resolving Adventure Cards, Strength provides a number of axes to Adventure checks, and finally Initiative determines which player draws the Adventure Card first and how many shields they will contribute to battle.&#10;&#10;","image":"https://cf.geekdo-images.com/-B3ABYIyNolllqvPz0XZCQ__original/img/EYc1dv8hhZwZWj_LTCUZi1Gh-Lc=/0x0/filters:format(jpeg)/pic815371.jpg","thumbnail":"https://cf.geekdo-images.com/-B3ABYIyNolllqvPz0XZCQ__thumb/img/9GKcfwyJ4J8Yu3TpjYUn8oqA_kc=/fit-in/200x150/filters:strip_icc()/pic815371.jpg","link":"https://boardgamegeek.com/thing/83629","minPlayers":"2","maxPlayers":"5","yearPublished":"2010","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":[3,4],"averageRating":"5.95878","averageWeight":"1.7556","boardGameRank":"5886","mechanics":["Auction / Bidding","Dice Rolling","Hand Management","Point to Point Movement","Role Playing","Simultaneous Action Selection"],"categories":["Adventure","Card Game","Fantasy","Novel-based","Travel"],"designers":["Reiner Knizia"]}}