{
  "timestamp": "2024-10-19T06:01:31.277Z",
  "gameDetails": {
    "name": "First Train to Nuremberg",
    "type": "boardgame",
    "description": "During the second third of the 19th century, a rapid development of railway transport got under way. All over the world, the railway networks were growing and steam engines accelerated the progress. 175 years ago, on December 7 1835 to be precise, the first German train powered by a steam engine started operating between Nuremberg and F&uuml;rth, transporting passengers and goods. In England&rsquo;s region of Wensleydale transport of goods via railway tracks was started 13 years later.&#10; First Train to Nuremberg is a revised edition of Last Train to Wensleydale. You take the role of a railway promoter, backed by the investments of hundreds of local landowners. Your aim is to build lines that can make a profit from the transport of passengers and goods. However, money is not the only resource you require. Many locals will oppose your schemes and only with influence in the government will you be able to build over their land. Your company is far too small to be able to have its own engine works, so contacts with the major operators will help you acquire second-hand trains and rolling stock. You will also need to be on good terms with the two local railway companies. Without their support you will not be able to link to their networks, nor will you be able to negotiate the sale of your lines when they become unprofitable (as they surely will).&#10;&#10;With First Train to Nuremberg now two players can fully enjoy this extraordinary train game as well. Instead of cheese and stone, now beer and mail will be transported, besides passengers of course. There is a new challenge when transporting passengers: They can travel first class now and thus you will gain more victory points but on the other hand, you have to buy trains that are more  expensive. Additionally, you may benefit from the first connection between Nuremberg and F&uuml;rth and receive extra victory points, which may be crucial for winning the game. What&rsquo;s more, you may play the original game of Last Train to Wensleydale on the flip side of the game board, or almost so. Some slight changes of the original rules work with that map as well as the rules of the first edition.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/Tj4tIPBtdLy1_7N6O4pDoQ__original/img/UHjNtwcGlgL4VOSt48r2ndHVuSU=/0x0/filters:format(jpeg)/pic910745.jpg",
    "thumbnail": "https://cf.geekdo-images.com/Tj4tIPBtdLy1_7N6O4pDoQ__thumb/img/RChOf469MwxQ5-L-CMOx40QqEvo=/fit-in/200x150/filters:strip_icc()/pic910745.jpg",
    "link": "https://boardgamegeek.com/thing/83667",
    "minPlayers": "2",
    "maxPlayers": "4",
    "bestAtCount": "3",
    "id": "83667"
  }
}