{"timestamp":"2024-11-09T19:49:49.039Z","gameDetails":{"id":"83697","name":"Agricola: The Legen*dairy Forest-Deck","type":"boardgameexpansion","description":"Released as part of Lookout Games' 10th anniversary celebration, Agricola: The Legen*dairy Forest Deck (German: Agricola: Tannenb&auml;umchendeck) is a 24-card expansion deck that acts as a sequel to the earlier Agricola: X-Deck, released at Spiel 2008. The game takes a lighthearted look at fairy tales, movies, and books that involve the forest and applies those story ideas to the Agricola universe. The expansion is expected to be released widely in German and English and was first released at Spiel 2010.&#10;&#10;This expansion has 24 cards that will add a new dimension to your games of Agricola, and it is incorporated into the game in a similar fashion to the X-Deck. Shuffle the cards together at the start of the game to form the Forest Deck; whenever any player claims three or more wood in a single action&mdash;whether by taking the 3 Wood/4 Wood action space or by taking wood that's accumulated on other spaces&mdash;you draw a card from the deck and use it. Many of the cards in the expansion will have an immediate effect on the game, though there are some Minor Improvements, Occupations, and new Action Spaces that may be drawn as well. There may even be other surprises lurking amongst the cards&mdash;after all, nobody expects the Spanish Inquisition (nor Gisem&uuml;ck the dragon)!&#10;&#10;From the box:  &quot;When farmers are done with their daily tasks and gather around the warmth of their hearth, stories are told of revenants and werewolves, unicorns, witches, faeries, and other creatures of the wood. And those who have to go into the forest the next day to fell some trees might remember some of the old stories... and shudder.&quot;&#10;&#10;","image":"https://cf.geekdo-images.com/ekMqcbfnw6QEqqkN01_RAg__original/img/HtOJbdtsy4UTEE_pHbZ3DBm3Mhc=/0x0/filters:format(jpeg)/pic855092.jpg","thumbnail":"https://cf.geekdo-images.com/ekMqcbfnw6QEqqkN01_RAg__thumb/img/-4nZXF1T4nM6g0sea1zkh5BZJis=/fit-in/200x150/filters:strip_icc()/pic855092.jpg","link":"https://boardgamegeek.com/thing/83697","minPlayers":"1","maxPlayers":"5","yearPublished":"2010","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":"2"}}