{"timestamp":"2024-11-12T21:09:35.594Z","gameDetails":{"id":"84183","name":"Small World: Necromancer Island","type":"boardgameexpansion","description":"Publisher blurb:&#10;&#10;A Small World Scenario for 3 to 6 players&#10;&#10;At first no one noticed the small island on the lake - nor paid any attention to the gnarly pretense of a man who drifted onto it, sitting astride a wooden log with a huge grimoire on his lap employing a shovel as his unlikely paddle. A ghastly green mist soon shrouded the island, wrapping it in a ghostly silence pierced only by a maniacal laughter and some intermittent curses. Then, one moonlit night, an impossibly crooked tower emerged high above the mist, casting a long and dark shadow on the surrounding land... The Necromancer had arrived!&#10;&#10;In Necromancer Island, one of the players assumes the role of a dreaded Necromancer who inhabits an island in the center of Small World's central Lake region. He captures the souls of all Race tokens lost to conquests, using them to progressively spawn Ghosts who invade the surrounding Regions. To make matters worse, his Powers grow as his reach across the land increases. If the Necromancer succeeds in bringing all of his Ghosts into play, anytime before the game's end, he wins!&#10;&#10;","image":"https://cf.geekdo-images.com/lhCDo5Dg7Nv8ZBOQKbBbfg__original/img/lnIE8ma_5e2uT5PGvx-fsnYfa4s=/0x0/filters:format(jpeg)/pic817425.jpg","thumbnail":"https://cf.geekdo-images.com/lhCDo5Dg7Nv8ZBOQKbBbfg__thumb/img/VhZ5bcD_2527K0hYK-cDBviEi24=/fit-in/200x150/filters:strip_icc()/pic817425.jpg","link":"https://boardgamegeek.com/thing/84183","minPlayers":"3","maxPlayers":"6","yearPublished":"2010","playingTime":"80","minPlayingTime":"40","maxPlayingTime":"80","bestAtCount":[4],"averageRating":"6.7141","averageWeight":"2.1882","boardGameRank":"Not Ranked","mechanics":["Area Majority / Influence","Area Movement","Dice Rolling","Variable Player Powers"],"categories":["Civilization","Expansion for Base-game","Fantasy","Fighting","Territory Building"],"designers":["Philippe Keyaerts"]}}