{"timestamp":"2024-11-09T21:12:23.066Z","gameDetails":{"id":"84406","name":"Memoir '44: Winter Wars","type":"boardgameexpansion","description":"As would befit your ration pack if you were about to embark on one of the coldest and most bitter fights of the war, after 5 long years of weary battles, we have packed this expansion with every thing you could ever need to combat in a snow-covered environment.&#10;&#10;But judge for yourself, soldier! Inside this pack you will find:&#10;- 88 double-sided Winter tiles, 28 Special Unit badges, 20 round markers and 16 obstacles&#10;- 20 Winter Combat cards, similar in concept to the Urban Combat cards introduced in Memoir '44: Sword of Stalingrad&#10;- 80 new Command cards, designed specifically for Breakthrough battles&#10;- New Winter Combat rules&#10;- New Troops, including the all new Tank Destroyer and Heavy Anti-Tank Gun units and Late War model versions of an Anti-Tank Gun, Mortar and Machine Gun&#10;&#10;These will all be critical to fighting (and winning!) the ten scenarios this booklet contains, all focused on those crucial 2 weeks of Christmas 1944 in the Ardennes. The first six scenarios included are all standard scenarios, playable with a single base game and this expansion alone (though a Memoir '44: Winter/Desert Board Map will add a nice cosmetic touch to your battlefield). The four scenarios that follow are gigantic Breakthrough renditions of the Battle of the Bulge. These will require a single copy of the already released Memoir '44: Eastern Front expansion, and the Memoir '44: Breakthrough maps, in addition to the aforementionned expansion.&#10;&#10;","image":"https://cf.geekdo-images.com/08yc9vg8ZPV4LRXLQDAU-Q__original/img/kIuEj1NjwO9aG1vp_kjrD5esu2Y=/0x0/filters:format(jpeg)/pic871764.jpg","thumbnail":"https://cf.geekdo-images.com/08yc9vg8ZPV4LRXLQDAU-Q__thumb/img/hZ2M2SYJRPpCCAAWz-od5QVB_jQ=/fit-in/200x150/filters:strip_icc()/pic871764.jpg","link":"https://boardgamegeek.com/thing/84406","minPlayers":"2","maxPlayers":"2","yearPublished":"2010","playingTime":"90","minPlayingTime":"45","maxPlayingTime":"90","bestAtCount":"2"}}