{"timestamp":"2024-11-09T19:56:17.742Z","gameDetails":{"id":"85338","name":"Antigua","type":"boardgame","description":"Antigua in the year 1717: It is rumoured that the wild pirate Black Sam has hidden all the gold he captured when boarding the Whydah on the &quot;islands in the wind.&quot; Only two men survived when the ship afterwards ran aground on a reef near Cape Cod. Black Sam took the map with him to his watery grave &ndash; but perhaps the surviving navigator can help to find the treasure by locating the exact position of the islands. Is Antigua one of them?&#10;&#10;GAMEPLAY:&#10;Players start with a ship and its crew. Each player during his/er turn uses the actions provided by the crewmen of the ship. Each player may have a maximum of 4 crewmen. Each crewman has an action that may change during the game, thanks to the officer mechanism. A player, by using the officer, may&#10;change the crewmen available actions and thus change the gameplay for all players.&#10;The purpose of the game is to discover islands with treasure (with the help of the crew's Navigator), or while traveling, clash with other players and steal their treasure.&#10;&#10;CREW MEN:&#10;&#10;    Kanonier: one kanonier crewman draws a card from the crew deck and adds its attack to the battle with a +1 bonus. Two kanoniers add +2 bonus&#10;    Offizier: changes the crewmen actions and then is discarded from the ship's crew.&#10;    Navigator: reveals a sea card your ship is on. If it is an island, gain a crew card from the deck for its treasure value and then discard the Navigator.&#10;    Steuermann: one Steuermann moves your ship twice. Two move your ship three times.&#10;    Maat: one Maat hires two new crewmen. Two hires three new crewmen. (if you have more than 4 crewmen, you must discard down to four).&#10;&#10;&#10;GAME END:&#10;The game ends when the biggest part of the sea has been discovered (how big is this part varies, according to the number of players), or when a pre-defined number of battles has happened and the winner is the player with the most treasures.&#10;&#10;","image":"https://cf.geekdo-images.com/UYMY3o60cwd17l4-x1tC_Q__original/img/VDtP6gmGRSrPozJzOB-0Kh2MFGk=/0x0/filters:format(jpeg)/pic830875.jpg","thumbnail":"https://cf.geekdo-images.com/UYMY3o60cwd17l4-x1tC_Q__thumb/img/Db7OGWGla3JtUHrde07YEe7F9Sg=/fit-in/200x150/filters:strip_icc()/pic830875.jpg","link":"https://boardgamegeek.com/thing/85338","minPlayers":"2","maxPlayers":"4","yearPublished":"2010","playingTime":"35","minPlayingTime":"35","maxPlayingTime":"35","bestAtCount":"4"}}