{"timestamp":"2024-11-09T20:02:31.901Z","gameDetails":{"id":"85905","name":"Battlestar Galactica: The Board Game – Exodus Expansion","type":"boardgameexpansion","description":"Fantasy Flight Games is pleased to announce Exodus, the second expansion for Battlestar Galactica: The Board Game! With three new options to add to your game, Exodus is a great way to expand on the accusations and mistrust that runs rampant in Battlestar Galactica.&#10;&#10;You can choose to add any combination of the three new options included in Exodus. Crave more white-knuckle space dog-fighting? Incorporate the Cylon Fleet option. The Conflicted Loyalties option introduces new Loyalty Cards that will test even the most trustworthy allegiances. Finally, relive the emotional turmoil of the hit television series with the Ionian Nebula, which pits players against the various conflicting personalities aboard Galactica.&#10;&#10;The Cylon Fleet option keeps the pressure intense by introducing the Cylon Fleet game board. This board makes sure that every Crisis Card drawn will result in some sort of enemy ship activity. Once the Cylon Pursuit Track reaches the end, the Cylon ships will transfer over to the main game board, surrounding Galactica. There&rsquo;s little time for rest between assaults, so get out there and protect those civvies, fighter jockeys!&#10;&#10;Alliances are put to the test in the Conflicted Loyalties option, where the new Final Five Loyalty Cards up the stakes and introduce penalties for revealing your fellow humans&rsquo; Loyalty Card. In addition, new Personal Goal Loyalty Cards present players with an incriminating task to undertake. If they don&rsquo;t fulfill their goal, then they will cause Galactica to lose a resource at the end of the game. Will you raise suspicion by completing the damaging task, or will you lay low and hope your failures won&rsquo;t condemn the rest of your crew?&#10;&#10;Finally, with the Ionian Nebula option, familiar faces populate the fleet as allies, and can be encountered by visiting locations on Galactica. But beware! The Cylons can influence these non-player characters, compelling them to produce negative effects when encountered. Manage humanity&rsquo;s conflicting personalities carefully... or infighting will leave you vulnerable!&#10;&#10;","image":"https://cf.geekdo-images.com/VgkJx7tlIZcZs_PAvNT00A__original/img/oEosUdSLwHyBRUOvrlB8y4DG8eU=/0x0/filters:format(jpeg)/pic834119.jpg","thumbnail":"https://cf.geekdo-images.com/VgkJx7tlIZcZs_PAvNT00A__thumb/img/pf3OT_8IjCufp9YDLXKykbBlIP8=/fit-in/200x150/filters:strip_icc()/pic834119.jpg","link":"https://boardgamegeek.com/thing/85905","minPlayers":"3","maxPlayers":"6","yearPublished":"2010","playingTime":"180","minPlayingTime":"120","maxPlayingTime":"180","bestAtCount":"5"}}