{"timestamp":"2024-11-10T05:24:48.397Z","gameDetails":{"id":"8605","name":"West of Alamein: ASL Module 5","type":"boardgameexpansion","description":"This is WEST OF ALAMEIN the long-awaited British addition to the ASL system. As the title implies, it focuses on battles between the British 8th Army and Deutsches Afrika Korps in the North African desert in 1941-43.&#10;&#10;WEST OF ALAMEIN contains the entire British order of battle, including all U.S. Lend-Lease vehicles, ordnance and support weapons, thus enabling you to command every major vehicle, gun and troop type used by British and/or Commonwealth forces in every theater throughout the war.&#10;&#10;Also contained herein is Chapter F of the ASL rules, which covers the terrain types encountered in the desert and other arid regions: scrub, wadis, hillocks, escarpments, soft sand, dunes, deirs and hammada. Chapter F also provides rules for the special climatic conditions that were so much a part of desert combat, such as dust, heat haze and sun blindness.&#10;&#10;Of the five mounted mapboards in WEST OF ALAMEIN, four (#s 26-29) depict flat open desert, with the dominant terrain features on separate, moveable overlays so as to maximize flexibility. The fifth board (#25) represents a rugged hill mass as is found in Tunisia, and can be converted to a large escarpment by means of an overlay specially designed for this purpose.&#10;&#10;A Design-Your-Own system for the random selection and placement of overlays is also provided, which in combination with the vehicle and weapon point values, historical notes and DYO charts, will provide an endless variety of situations for those who enjoy creating their own scenarios. And as if all this weren&rsquo;t enough, simple rules have been included to enable the desert boards and overlays to represent the steppes of the Ukraine, providing added flexibility for these components. Of the eight scenarios enclosed, four can be played using the ASL rules and BEYOND VALOR; the other four also require rules, counters and/or a board from YANKS. No other boards or modules are needed.&#10;&#10;WEST OF ALAMEIN is not a complete game. Ownership of ASL and BEYOND VALOR is required as is YANKS for four scenarios.&#10;  &#10;CONTENTS:&#10;&#10;    5 8&quot; x 22 &quot; mounted Mapboards [25-29]&#10;    520 1/2 &quot; Counters laminated on both sides [the back of the box wrote 560 by mistake]&#10;    704 5/8&quot; Counters laminated on both sides&#10;    8 ASL Scenarios [35-42]&#10;    1 Pad of Terrain Overlays [D1-D6, H1-H6, S1-S8, SD1-SD8, W1-W4, X1-X5]&#10;    1 7&quot; x 22&quot; Escarpment Overlay (Numbered E1)&#10;    1 ASL Chapter F&#10;&#10;&#10; &#10;Scenario List:&#10;&#10;    ASL 35 Blazin' Chariots&#10;    ASL 36 Rachi Ridge&#10;    ASL 37 Khamsin&#10;    ASL 38 Escape from Derna&#10;    ASL 39 Turning the Tables&#10;    ASL 40 Fort McGregor&#10;    ASL 41 A Bridgehead too Wet&#10;    ASL 42 Point of No Return&#10;&#10;&#10;(from the back of the box and BGG user)&#10;&#10;","image":"https://cf.geekdo-images.com/FIaZQy5-NRJNjQ6cWkNhqg__original/img/0NavCnVrMGEJMgEwmHpoY32B4OU=/0x0/filters:format(jpeg)/pic583504.jpg","thumbnail":"https://cf.geekdo-images.com/FIaZQy5-NRJNjQ6cWkNhqg__thumb/img/IFUBYoZAkY7CVXop7p9N_b5imik=/fit-in/200x150/filters:strip_icc()/pic583504.jpg","link":"https://boardgamegeek.com/thing/8605","minPlayers":"2","maxPlayers":"2","yearPublished":"1988","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":"2"}}