{"timestamp":"2024-11-12T21:17:33.703Z","gameDetails":{"id":"8608","name":"Hollow Legions: ASL Module 7","type":"boardgameexpansion","description":"This is HOLLOW LEGIONS - the long-awaited Italian ASL module.  Here is the complete order of battle for a new nationality - one never before offered in the long history of the SL/ASL systems.  The Italian soldier of the Second World War has been much maligned - but is this view totally justified?  How much was his performance affected by the quality of his weapons and the abilities of his small-unit leaders?  Playing HOLLOW LEGIONS, which incorporates the results of extensive research on this lesser-known army and its equipment, will allow you to form your own opinion by giving you the opportunity to command every major vehicle, gun and troop type employed by the Italians in North and East Africa, Russian, Sicily, the Balkans and Italy during World War II.&#10;&#10;This is the first and second edition.&#10;  &#10;The two mapboards (#s 30 and 31) contained herein depict open desert; added to those in WEST OF ALAMEIN, they allow you to re-create North African battles of even greater expanse than was possible with just the British module.  But HOLLOW LEGIONS is certainly not limited to the desert; indeed, of the eight scenarios in this module, five are set in Europe.  &#10;Also included are the ASL Chapter H (Design Your Own) Italian vehicle and weapon listings, point values, historical notes and DYO charts - plus the ASL Chapter N (Armory) pages for the countersheets in HOLLOW LEGIONS, those for the Allied and Axis Minor infantry and support weapons, and those for British ordnance and transport.&#10;&#10;Contents:&#10;&#10;    Board 30, 31&#10;    Chapter H Italian&#10;    Scenarios 51 - 58&#10;    3 Counter Sheets&#10;&#10;&#10;Scenario List:&#10;ASL Scenario 51     The Taking of Takrouna&#10;ASL Scenario 52     Too Little, Too Late&#10;ASL Scenario 53     A High Price to Pay&#10;ASL Scenario 54     Bridge to Nowhere&#10;ASL Scenario 55     Retribution&#10;ASL Scenario 56     Half a Chance&#10;ASL Scenario 57     The Battle for Rome&#10;ASL Scenario 58     Ci Arrendiamo&#10;&#10;(from MMP website)&#10;&#10;","image":"https://cf.geekdo-images.com/aAKFf-KKGCXWzxHQSizMsQ__original/img/maG_vKWNEOnmhx7x1LM6BviNqaA=/0x0/filters:format(jpeg)/pic583513.jpg","thumbnail":"https://cf.geekdo-images.com/aAKFf-KKGCXWzxHQSizMsQ__thumb/img/l31QGbj_wOQSbOrnCBzz3Go1EsQ=/fit-in/200x150/filters:strip_icc()/pic583513.jpg","link":"https://boardgamegeek.com/thing/8608","minPlayers":"2","maxPlayers":"2","yearPublished":"1989","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[2],"averageRating":"7.96167","averageWeight":"4.3019","boardGameRank":"Not Ranked","mechanics":["Hexagon Grid"],"categories":["Expansion for Base-game","Wargame","World War II"],"designers":["Don Greenwood","Bob McNamara"]}}