{"timestamp":"2024-11-10T05:19:44.136Z","gameDetails":{"id":"8609","name":"Gung Ho!: ASL Module 9","type":"boardgameexpansion","description":"(from MMP website :)&#10;&#10;You've fought on the Eastern and Western fronts, in the Mediterranean and North African theaters, on the plains of Manchuria and in the jungles of Burma and New Guinea.  You've experienced paradrops, glider-borne landings, Stuka attacks and opposed river crossings. Only one major type of WW2 land combat remains unexplored:   the classic amphibious assault. Now, in GUNG HO!, this too is added to the combat repertoire of ASL. And what better way to present assault landings than with the introduction of the U.S.Marines. GUNG HO! offers four types of U.S.M.C. squads, reflecting their evolution through the war years, along with the most comprehensive tactical-level amphibious assault rules ever offered in a wargame.&#10;&#10;It is all here in the balance of Chapter G: deep and shallow ocean, beaches of variable width and slope, sea walls, piers, beach obstacles, reefs, heavy surf, naval gunfire, and all the important types of landing craft used by the Allies and Japan throughout the war.  As if this weren't enough, GUNG HO! also introduces rules and counters for the infamous cave defenses employed by the Japanese, plus new infantry counters for the early U.S. Army in the Philippines and the entire order of battle of the Chinese Army. Last but not least, two new mapboards, several sheets of overlays and eight scenarios are included.&#10;&#10;Contents:&#10;&#10;Boards 38, 39&#10;PTO Terrain Overlays [Be1-Be7, Efl1-Efl3, OC1-OC4, P1-P5]&#10;Chapter G (Sections 11-18 - Pages G15-G42) &#10;5 Counter Sheets (680 1/2&quot; &amp; 328 5/8&quot;)&#10;Scenarios 67 - 74&#10;Chapter H (Pages 101 - 112)&#10;Chapter N (Pages 17 - 20)&#10;Page B29(91)-B30(91)&#10;Page D1(91)-D2(91)&#10;Chapter Divider&#10;&#10;Scenario List:&#10;&#10;67 Cibik's Ridge&#10;68 The Rock&#10;69 Today We Attack&#10;70 KP 167&#10;71 Jungle Citadel&#10;72 Sea of Tranquility&#10;73 Hell or High Water&#10;74 Bloody Red Beach&#10;&#10;&#10;(more info :)&#10;&#10;Requires ASL, Beyond Valor, Yanks, West of Alamein and Code of Bushido to play.&#10;&#10;","image":"https://cf.geekdo-images.com/gypTHU3JJSVfk2ZJPa6gsQ__original/img/FYrj9a1ztqoB6cGEwHhlz0HO03E=/0x0/filters:format(jpeg)/pic35692.jpg","thumbnail":"https://cf.geekdo-images.com/gypTHU3JJSVfk2ZJPa6gsQ__thumb/img/HKekcikEMkrbI2FtdO-VjjRW-ZI=/fit-in/200x150/filters:strip_icc()/pic35692.jpg","link":"https://boardgamegeek.com/thing/8609","minPlayers":"2","maxPlayers":"2","yearPublished":"1992","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":null}}