{"timestamp":"2024-11-13T00:20:14.598Z","gameDetails":{"id":"8668","name":"Igloo Pop","type":"boardgame","description":"A children's game where players shake plastic igloos in an attempt to identify how many beads (between 2 and 13) they hold.&#10;&#10;Nine cards are dealt face-up in a circle around the igloos, with each card showing a different number (or range of numbers).  Players then start shaking the igloos to find one that matches the number of beads shown on a card.  When a match is found, the player marks that igloo with a colored chip and places it on the card with the same number.  If the guess is correct, that player receives the card (worth points) as a reward.  If the guess is incorrect, that player loses the chip used to mark the igloo.  The game is finished when one player has no chips left, or when all of the cards have been claimed!&#10;&#10;Although the appearance of Igloo Pop is quite silly, it takes a steady hand and well-trained ear to be able to determine how many beads are inside an igloo.  The sound and vibration when shaking each igloo is slightly different, allowing skilled players to judge the contents quickly and accurately.  Also, a risk/reward system is introduced in the cards: cards with several numbers are easier to guess, but are worth less points; cards with a single number are often difficult to guess exactly, but are worth more points.&#10;&#10;Background story, from the back of the box:&#10;The young ice giant has a big problem: he wants to buy fish sticks, but he cannot remember how many and he has nine shopping lists in his basket.&#10;&#10;So he goes from igloo to igloo and shakes each. In each he listens to the delicious fish sticks bouncing off the igloo walls. When he thinks that the igloo in his hand has the same number of fish sticks as one of his shopping lists, he takes it home.&#10;&#10;When he gets home, there are no fish sticks in the igloo. Instead, wild and laughing Inuit children tumble out of the igloo. Excitedly they shout, &quot;Shake us again!&quot; &quot;That was great fun!&quot; &quot;This is super&quot;, thinks the young ice giant. &quot;Now, I have found some new friends to play with!&quot; And, he promptly forgets all about his shopping lists.&#10;&#10;","image":"https://cf.geekdo-images.com/Af5zkHNx-xTGtVlh320MYQ__original/img/1_zxry_KyKFOkT3ZRFVvq3x0AIA=/0x0/filters:format(jpeg)/pic36174.jpg","thumbnail":"https://cf.geekdo-images.com/Af5zkHNx-xTGtVlh320MYQ__thumb/img/1YIuXI5UmnNh4jO6auK-XjjlnnE=/fit-in/200x150/filters:strip_icc()/pic36174.jpg","link":"https://boardgamegeek.com/thing/8668","minPlayers":"2","maxPlayers":"6","yearPublished":"2003","playingTime":"20","minPlayingTime":"15","maxPlayingTime":"20","bestAtCount":[4,5],"averageRating":"6.25965","averageWeight":"1.0885","boardGameRank":"4624","mechanics":["Betting and Bluffing","Simultaneous Action Selection"],"categories":["Action / Dexterity","Children's Game"],"designers":["Heinz Meister","Klaus Zoch"]}}