{"timestamp":"2024-11-13T00:05:47.564Z","gameDetails":{"id":"86780","name":"Eminent Domain: Bonus Planets","type":"boardgameexpansion","description":"This mini-expansion contains 9 bonus planets for use with Eminent Domain.  It includes 3 Prestige planets and 6 Utopian planets.  These planets are intended to spice up the game and add an interesting twist to the Survey role, making your choice of planets, and therefore your strategy, more interesting&#10;&#10;Prestige Planets&#10;There are 3 Prestige planets, each with a different cost, representing important or famous worlds.  These planets are worth a high amount of Influence, but they do not help to satisfy any research requirements, they do not provide symbols, and they do not have any resource slots.&#10;&#10;Utopian Planets&#10;There are 6 Utopian planets, each with the same cost, representing impressive utopias where any type of resource can be produced and any type of technology can be studied.  The resource slots on Utopian planets can store any type of resource, so when producing a resource you may choose which type to produce.&#10;&#10;In addition, when researching technology, a Utopian planet counts as any type of planet you already have for purposes of satisfying planet requirements.  However, for each research role you may only count 1 Utopian planet this way.  For example, if you have 1 Advanced planet and 2 Utopian planets in your Empire, then you could choose Advanced technology cards from level 1 or 2 (but not level 3).  You could not choose any Metallic or Fertile technology cards unless you also have planets of those types in your Empire.&#10;&#10;","image":"https://cf.geekdo-images.com/i8TxgHOOzIVPDaTBohv2dw__original/img/hS6-9gkNplh0NdVuXqEYmWfb2Nc=/0x0/filters:format(jpeg)/pic1910429.jpg","thumbnail":"https://cf.geekdo-images.com/i8TxgHOOzIVPDaTBohv2dw__thumb/img/OdZ-giVK1GKxaWa_w426mRd_XsM=/fit-in/200x150/filters:strip_icc()/pic1910429.jpg","link":"https://boardgamegeek.com/thing/86780","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[2],"averageRating":"7.29142","averageWeight":"2.2368","boardGameRank":"Not Ranked","mechanics":["Deck, Bag, and Pool Building","Hand Management","Variable Phase Order"],"categories":["Civilization","Expansion for Base-game","Science Fiction"],"designers":["Seth Jaffee"]}}