{"timestamp":"2024-11-10T04:50:23.125Z","gameDetails":{"id":"8717","name":"The Schlieffen Plan","type":"boardgame","description":"Part of David Schroeder's &quot;Der Weltkrieg&quot; wargame series.&#10;&#10;'The Schlieffen Plan' covers the campaigns in France and Belgium in 1914.&#10;24&quot;x17&quot; map&#10;&#10;[From the back of the box]&#10;August 1914: Diplomacy fails in the aftermath of the assassination of the Austrian Archduke in Sarajevo.  The great powers of Europe begin to mobilize their armies, initially believing that their potential opponents will back down at the show of strength.  Yet no one shrinks from the face of an increasingly inevitable war.&#10;&#10;The Germans move towards war according to the Schlieffen plan.  As chief of the pre-war German general staff, von Schlieffen envisions a powerful group of German armies (the Right Wing) quickly moving through Belgium and northern France to attack Paris from the rear, while weaker forces protect the German border with France.&#10;&#10;France mobilizes according to their own 'Plan 17'.  This offensive-minded plan calls for the bulk of French forces to quickly re-conquer those parts of France lost to Germany in 1870.  To do this, France masses her armies along the German border between Belgium and Switzerland.&#10;&#10;As the Schlieffen plan is executed, tiny Belgium is invaded by 4 separate German armies.  The Germans believe that the Belgians will either offer no resistance, or will quickly be swept aside by their might.  But Belgium does resist, fighting on in the face of hopeless odds, even as the Germans employ secret weapons like the massive Big Bertha guns.&#10;&#10;As events quickly unfold, Great Britain lands an expeditionary force in France to help defend Belgium and assist France.  It meets the German juggernaught as it pushes through Belgium.&#10;&#10;The French, meanwhile, incur huge losses when they execute 'Plan 17'.  They now rush to stop the Germans from reaching Paris.&#10;&#10;The plans of both sides fail, due to not only to mistakes in execution, but due to causes that could have been foreseen and acted upon.  As a result, neither side is able to achieve its objectives, and the consequences is the stalemate of trench warfare.&#10;&#10;The Schlieffen Plan covers the campaign in Belgium and France from August to November 1914.  In this simulation, you assume the role of the commander of either the German or Allied armies.  The forces available to you are the same that were available to the historical participants.  Bit it is up to you to make your own strategic decisions, and to execute your your own plans as you see fit.  This is your chance to prove that you could have done better, that you could have changed the course of history.&#10;&#10;This is the first in a series of simulations designed to interlock to allow you to simulate conflicts and campaigns from 1914 to the present and beyond across all of Europe, North Africa, and the Middle East.  Each simulation is self contained.  Yet, tied together, they will allow you to control all aspects of land, sea, &amp; air warfare.&#10;&#10;Scale is 20km/hex&#10;4 days per turn&#10;Unit Sizes: Division/Brigade&#10;560 Backprinted Counters&#10;&#10;Medium Complexity&#10;Very High Solitaire Suitability&#10;&#10;","image":"https://cf.geekdo-images.com/WcOK0PL7931ZWJLcPVLh3Q__original/img/FP2EtQEVpvJEJ2u_I3MTFWk4Bk0=/0x0/filters:format(jpeg)/pic52146.jpg","thumbnail":"https://cf.geekdo-images.com/WcOK0PL7931ZWJLcPVLh3Q__thumb/img/X_Oax5WS-nwR8FvQSmxo5XhAlNg=/fit-in/200x150/filters:strip_icc()/pic52146.jpg","link":"https://boardgamegeek.com/thing/8717","minPlayers":"2","maxPlayers":"2","yearPublished":"1997","playingTime":"360","minPlayingTime":"360","maxPlayingTime":"360","bestAtCount":"2"}}