{"timestamp":"2024-11-09T21:38:36.426Z","gameDetails":{"id":"875","name":"Roads & Boats","type":"boardgame","description":"In Roads &amp; Boats, players start with a modest collection of donkeys, geese, boards, and stone. With these few materials, players work to develop their civilization. The emphasis in the game is logistical transport as you bring goods to producers to make new goods. But beware, the only thing you own is what is on your transporters, and anyone can use any production facility, or pick up any goods left behind.&#10;&#10;In more detail, this massive set of pieces looks more like a modular game kit than anything else. You get a several small hexes in a number of colors for terrain type; hundreds of little counters for the commodities that are produced and the locations where they're produced; wooden disks for all of the donkeys, rafts, trucks, and other forms of transportation you can use; and a roll of acrylic with an erasable marker. The tiles are laid out in whatever scenario you wish to play, and then the clear plastic is taped over the top to secure the entire board. Roads and bridges are drawn on the plastic and chits are placed in the hexes to form the playing surface. The idea is that your transportation units (at first, a fleet of 3 donkeys) travel about and pick items that part produced. However, the only thing that you own is that which is carried by your transports. So you might have a nice, shiny, new truck factory or a gold-filled mine, but anyone can use it or take it, if they collect the necessary components and can transport them to the factory. The ultimate goal is to collect wealth, which is progressively more valuable and harder to manufacture: gold, coins, or stock certificates; and also contribute to the game timer in the form of monument blocks for victory points.&#10;&#10;Third edition (and later) player transporter tokens were upgraded to shaped wooden tokens.&#10;For its 20th Anniversary, Roads &amp; Boats has an edition that contains the &amp;cetera expansion: Roads & Boats: 20th Anniversary Edition&#10;&#10;","image":"https://cf.geekdo-images.com/V-uqqRB-Ybm6oD5jWv9cSw__original/img/pOBZTUAqNmdJzkhEuFkxxnaGedk=/0x0/filters:format(jpeg)/pic713985.jpg","thumbnail":"https://cf.geekdo-images.com/V-uqqRB-Ybm6oD5jWv9cSw__thumb/img/mJ6WPCY8ub5LWFnpCnusv42WNhI=/fit-in/200x150/filters:strip_icc()/pic713985.jpg","link":"https://boardgamegeek.com/thing/875","minPlayers":"1","maxPlayers":"4","yearPublished":"1999","playingTime":"240","minPlayingTime":"240","maxPlayingTime":"240","bestAtCount":"2"}}