{"timestamp":"2024-11-09T20:19:34.316Z","gameDetails":{"id":"87507","name":"Cosmic Encounter: Cosmic Conflict","type":"boardgameexpansion","description":"This is the second expansion set for the Fantasy Flight Games version of Cosmic Encounter.&#10;From FFG web site:&#10;&#10;In Cosmic Conflict, 20 new alien races explode onto the galaxy! Players will now shudder at the insidious kindness of the Empath, blink in confusion at the antics of the Lunatic, and howl in outrage as their planets are stolen away by the Claw!&#10;&#10;Cosmic Conflict also makes the Cosmos even bigger, adding another player (and attractive black components) to the game. Cosmic Quakes will shake things up, ensuring that no player&rsquo;s hand is truly safe. And as if that wasn&rsquo;t enough, Cosmic Conflict introduces a new variant to the game &ndash; the hazard deck, which confronts the players with dangerous and amusing events that can crop up at any time.&#10;&#10;Hazards are special game-altering conditions that bring exciting effects to your Cosmic Encounter experience. Special destiny cards, drawn during the destiny phase, display a &ldquo;hazard warning&rdquo; in the upper left corner; this indicates that a hazard card should be drawn.&#10;&#10;Consisting of two types (temporary and permanent), these cards have a variety of wild effects. The Energy Fields hazard card, for example, lets each main player draw two free cards... but they must show them to the group first. And the optional &ldquo;Extremely Hazardous Variant&rdquo; will take you on a wild ride; it brings a new hazard card into play every turn!&#10;&#10;","image":"https://cf.geekdo-images.com/LmHak4BCfD0gDMMI-f95RA__original/img/EeAPWEsn23464xuUHmWvJA8BH5w=/0x0/filters:format(jpeg)/pic853137.jpg","thumbnail":"https://cf.geekdo-images.com/LmHak4BCfD0gDMMI-f95RA__thumb/img/KHTNf3NILEpB7tkPJ6pQTPYooS0=/fit-in/200x150/filters:strip_icc()/pic853137.jpg","link":"https://boardgamegeek.com/thing/87507","minPlayers":"3","maxPlayers":"6","yearPublished":"2011","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"5"}}