{"timestamp":"2024-11-12T22:07:38.739Z","gameDetails":{"id":"878","name":"Wyatt Earp","type":"boardgame","description":"The aim of the game for each player to earn the most money from capturing famous outlaws. 2 to 4 players take up the roles of Sheriffs who are hot on the outlaws tails, trying to capture the outlaws with most rewards on their heads.&#10;&#10;From the Box:&#10;The Wild West! Tough times and tough characters! Bandits, desperados, rustlers and thieves are everywhere. Take the rolls of the brave sheriffs riding on the heels of these legendary outlaws. Capture Jesse James! Hunt Butch Cassidy and the Sundance Kid! Rich rewards await those brave and daring enough. Just don't let them slip away...&#10;&#10;From the Publisher:&#10;In Wyatt Earp, the players are bounty hunters who work cooperatively and competitively to try to capture the most notorious outlaws of the old west. They do this by collecting and playing sets of cards for the various outlaws. When a player plays a set, he both adds to the reward and improves his chances for collecting the reward for that outlaw. At the end of each hand, players collect money for the outlaws that they helped in capturing. After several hands, the player who has collected the most money in rewards is the winner!&#10;&#10;While not officially included, Wyatt Earp is often considered part of the Mystery Rummy series.&#10;&#10;This game is #1 in the Alea small box series.&#10;&#10;","image":"https://cf.geekdo-images.com/-dMcNKE82PFSTnNOwNJd1g__original/img/K4WqZ33t2ifevSfixytPZsAWJ6k=/0x0/filters:format(jpeg)/pic2241574.jpg","thumbnail":"https://cf.geekdo-images.com/-dMcNKE82PFSTnNOwNJd1g__thumb/img/C-XCvZkUkKuX7me3_MbP_F2iji0=/fit-in/200x150/filters:strip_icc()/pic2241574.jpg","link":"https://boardgamegeek.com/thing/878","minPlayers":"2","maxPlayers":"4","yearPublished":"2001","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":[3],"averageRating":"6.83291","averageWeight":"1.8418","boardGameRank":"1567","mechanics":["Hand Management","Set Collection"],"categories":["American West","Card Game"],"designers":["Richard Borg","Mike Fitzgerald"]}}