{
  "timestamp": "2025-11-26T21:00:07.327Z",
  "gameDetails": {
    "id": "87890",
    "name": "Prêt-à-Porter",
    "type": "boardgame",
    "description": "Pr&ecirc;t-&agrave;-Porter is an economic strategy game set in a world of fashion. Players run clothes companies and fight for dominance during fashion shows. It is &ndash; perhaps &ndash; one of the most cruel and ruthless of all our games. Money can be a dangerous weapon.\n\nDuring the game players open new branches and outlets, hire new workers and try to gain new capabilities. New Design Agencies, Brand stores or Preparation rooms are opened, Accountants, Models and Designers are hired, lucrative contracts are signed to allow for short-term profits and expand company&rsquo;s competencies.\n\nEvery single month player&rsquo;s company gains new capabilities.\n\nEach quarter held fashion shows &ndash; each player has to prepare a collection of clothing and has to show it on the show. The public, media, experts estimate collections in four categories and award prizes and diplomas. The more awards (represented by &lsquo;stars&rsquo; in the game) will be collected at the show, the more money the players earn for selling their collection!\n\nWill you get award for best Trends? Will you manage to be best in Public Relations and get the Media award? Will you earn more &lsquo;stars&rsquo; than your opponent?\n\nIf you win &lsquo;stars&rsquo;, your opponents don&rsquo;t.\nIf you win &lsquo;stars&rsquo;, you earn more money. Your opponents don&rsquo;t.\nIf you win &lsquo;stars&rsquo;, you earn money, you hire new stuff, you get better. Your opponents don&rsquo;t.\n\nThat is why during show you will kill for every single &lsquo;star&rsquo;. Welcome to the hell&hellip;\n\n\nPr&ecirc;t-&agrave;-Porter is a 2-4 player board game, unique mix of deep economy strategy and direct interaction. Low luck element, many important decisions to be made and many strategies that can be used to acclaim victory. With wide range of different employees, different buildings and contracts you can create your unique company every single time.\n\n",
    "image": "https://cf.geekdo-images.com/6DboPjt27DN35KaFjHU2cg__original/img/ZwP5GG9pSSSuJgxO4deHgtdKxKY=/0x0/filters:format(jpeg)/pic4543705.jpg",
    "thumbnail": "https://cf.geekdo-images.com/6DboPjt27DN35KaFjHU2cg__small/img/cm9gkvnDoQX47Qu6iNhGmiEdbOg=/fit-in/200x150/filters:strip_icc()/pic4543705.jpg",
    "link": "https://boardgamegeek.com/thing/87890",
    "minPlayers": "2",
    "maxPlayers": "4",
    "yearPublished": "2010",
    "playingTime": "90",
    "minPlayingTime": "90",
    "maxPlayingTime": "90",
    "bestAtCount": [
      4
    ],
    "averageRating": "7.27586",
    "averageWeight": "3.5623",
    "boardGameRank": "870",
    "mechanics": [
      "Loans",
      "Open Drafting",
      "Set Collection",
      "Worker Placement"
    ],
    "categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "designers": [
      "Piotr Haraszczak",
      "Ignacy Trzewiczek"
    ]
  }
}