{"timestamp":"2024-11-09T20:18:16.073Z","gameDetails":{"id":"88853","name":"Commands & Colors: Ancients Expansion Pack #6 – The Spartan Army","type":"boardgameexpansion","description":"The Spartan Army expansion features over 20 scenarios, which focus on a period of time from 669 BC to 338 BC. In the early battles of Sparta against Argive, we see the development of Hoplite armies. We then move onto the war with the Persian Empire and take a closer look at the battle of Thermopylae, 480 BC. During the Peloponnesian Wars, Sparta takes a leader position among the Peloponnesian states, which would last for almost two centuries. Finally there is a shift in power away from Sparta during the battles of the Theban Era and the rise of Macedon.&#10;&#10;The Spartan Army expansion also provides all the blocks and stickers needed to field a Spartan Army and its allies to oppose the armies from Commands &amp; Colors: Ancients - Expansion #1 - Greek vs Eastern Kingdoms. As well as one sheet of 15 new double sided Terrain Tiles.&#10;&#10;Rules-wise, if you are familiar with Commands &amp; Colors: Ancients, you'll have no trouble at all learning the special rules for Hoplite infantry, for the basic game mechanics remain unchanged. Battle dice still resolve combat quickly and the Command cards provide an element of luck that creates a fog of war and presents players with both challenges and opportunities for victory.&#10; As with all Commands &amp; Colors: Ancients expansions to date, the tactics you will need to execute with these Hoplite armies will conform remarkably well to the advantages and limitations inherent to these historical units, their weapons, the terrain and history. &#10; - Publisher Page&#10;&#10;Contents:&#10;&#10;* Rule/Scenario Booklet that features 26 historical scenarios&#10;    * 1 Reference Card&#10;    * 228 Blocks&#10;    * Block Label sheets&#10;    * 2 Terrain Tile Sheets: each contains 15 double-sided Terrain Tiles&#10;&#10;Per back of box:  You need the base game of C&amp;C:A and you need C&amp;C Ancients Expansion Number 1 (Greece and Eastern Kingdoms).&#10;&#10;","image":"https://cf.geekdo-images.com/XpPGrf7l1rz3U_zAREeN-g__original/img/TxwwDpdkTX-vJ1TsaWqdx0txQCY=/0x0/filters:format(jpeg)/pic1151070.jpg","thumbnail":"https://cf.geekdo-images.com/XpPGrf7l1rz3U_zAREeN-g__thumb/img/4oGoaDDtGeyvdhGkU2uV1QK_56M=/fit-in/200x150/filters:strip_icc()/pic1151070.jpg","link":"https://boardgamegeek.com/thing/88853","minPlayers":"2","maxPlayers":"2","yearPublished":"2011","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"2"}}