{"timestamp":"2024-11-09T22:05:44.020Z","gameDetails":{"id":"89342","name":"Tomorrow","type":"boardgame","description":"It is a few years in the future and the nations of the world concur with the opinion of an unprecedented number of leading scientists: a combination of overpopulation, environmental change, and resource depletion has put the human species at imminent and dire risk. Something needs to be done &ndash; but what? In the span of a few weeks, top advisors and experts in each major world power conclude that the only way their people &ndash; and, indeed, all of humanity &ndash; will survive is via dramatic and immediate global de-population. With no one wanting to put their own people at risk, it will take aggressive and even inhumane acts to somehow save the world.&#10;&#10;Tomorrow simulates a near-future in which six world powers struggle to save their people and culture in the face of imminent world calamity. You control one of six powers &ndash; the United States, the European Union, Russia, China, India, or the Arab Caliphate &ndash; in a live-or-die struggle to save the planet and your people, while preserving your culture and heritage for the generations hopefully to follow. Your objective is to contribute to the unavoidable de-population, while maximizing the goodwill of your people and the world. Tomorrow includes many exciting gaming elements:&#10;&#10;&#10;     High levels of social interaction: Much of the game is conducted via face-to-face diplomacy involving all six players. &#10;     Player determination: This low-luck game forces you to match wits with your antagonists &ndash; not roll dice &ndash; in order to beat them.&#10;     Variety: Every game is different thanks to a range of Event Cards that have many different effects on the action.&#10;     Various types of warfare to choose from, each with their own strengths and weaknesses: You can choose to use Conventional Military or Terror, or even unleash Biological and Nuclear horrors.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/p6Rs03zOADw7ITz0b9CPqQ__original/img/CkmTanq0gC2qsGJgr2ZePmN2TAM=/0x0/filters:format(png)/pic1464496.png","thumbnail":"https://cf.geekdo-images.com/p6Rs03zOADw7ITz0b9CPqQ__thumb/img/cApmwsH_GWbJXNF1zCzlMJFoVL0=/fit-in/200x150/filters:strip_icc()/pic1464496.png","link":"https://boardgamegeek.com/thing/89342","minPlayers":"4","maxPlayers":"6","yearPublished":"2013","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":"6"}}