{"timestamp":"2024-11-13T00:53:53.111Z","gameDetails":{"id":"90041","name":"Principato","type":"boardgame","description":"From Finnish designer Touko Tahkokallio comes Principato, a tactical game for 2-4 players.&#10;&#10;Powerful principalities are forming in Northern Italy. When is the best moment to expand? When will harvesting be profitable? How much force will be necessary to defend the city walls? Only the player who can correctly judge the timing of such decisions will be successful in the end.&#10;&#10;At the beginning of the game, each player receives a small, unprotected principality. Over three epochs the various principalities can be developed. A steady production of money and food is needed to expand the principality and to maintain an army of mercenaries. During the game there are several cultural and military valuations that give the players victory points.&#10;&#10;The unusual part of this game are the action cards, which are available to all players. From the changing pool of possible actions, players have to secure the most suitable cards and use them at the appropriate time &ndash; reaching for the new means while parting with the old. This simple mechanism turns Principato  into a varied tactical game full of tough decisions.&#10;&#10;","image":"https://cf.geekdo-images.com/-zYcddvw2i-oBjUd3AUHJw__original/img/zb_Yvnmlunit23AuVo3Y1yvLM_k=/0x0/filters:format(jpeg)/pic1136786.jpg","thumbnail":"https://cf.geekdo-images.com/-zYcddvw2i-oBjUd3AUHJw__thumb/img/Qshfr63btFvN7YfUndVfTu3uoI0=/fit-in/200x150/filters:strip_icc()/pic1136786.jpg","link":"https://boardgamegeek.com/thing/90041","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"90","minPlayingTime":"45","maxPlayingTime":"90","bestAtCount":[2],"averageRating":"6.14645","averageWeight":"2.2794","boardGameRank":"5714","mechanics":["Hand Management","Open Drafting","Set Collection"],"categories":["City Building","Economic","Farming","Renaissance"],"designers":["Touko Tahkokallio"]}}