{"timestamp":"2024-11-10T04:45:38.082Z","gameDetails":{"id":"9007","name":"Hovertank: Tactical Combat 2054-2115","type":"boardgame","description":"From the Rulebook:&rdquo; One Rulebook, 4-Front &amp; Back printed geomorphic map sections, 2-Charts &amp; Tables Sheets, 1-Die (6-sided), 1-Plotting Pad, and 2 Die-Cut Sheets (1-Full &amp; 1/2 Sheet) containing the combat and informational counters&quot;. NOTE: info in () provided by this author.&#10;The game components provided are very professionally produced including Front &amp; Back printed glossy counters, DEEP Bookcase style BOX, Simultaneous Movement PAD (26 Sheets, both sides printed), fair Charts (could've been thicker cardboard instead of paper), and fair Map sheets (graphics are lacking for topic). The Map sheets are WHITE overall and have 3 colors: BLACK-Roads, Towns; BLUE-Water Features, Woods; BROWN-All other Terrain. There are 4 Major Wars depicted from 2054-2115: the MOON War-2054 (4-Scenarios); the MARS Colony Revolt-2080 (4-Scenarios); the Alpha Centauri   REVOLT 1-2110(5-Scenarios); and the 2nd Alpha Centauri War-2115 (3-Scenarios). There are 364 counters (RED with YELLOW print, BLUE with WHITE print) &amp; Lots of different TYPES of units (over 30!) representing LASER Infantry, MORTAR Inf., Rocket pack Inf., Hovercraft, Hovertanks, S.P.Artillery, Spacecraft, and Forts. There are also informational counters (WHITE with BLACK print) such as ATOMIC Mine counters, Force Field markers- (ON/OFF), Rubble, 4 kinds of Wreck Types, Orbital Laser &amp; Airstrike Impact markers, DOME, Crater, Panic, and Disruption markers plus some blank counters.&#10;The TIME scale given is 3 Minutes per TURN, Hexes are 100m across, INFANTRY types are Platoon level, Vehicles are 3-5 per counter, and depending on what type they are. There are Complexity ratings (1-10) for each Scenario and a 4-Player Scenario:&rdquo; Recovery of Alien Stardrive, 2081&quot;. On Page 15 are the Unit Organization Tables for each of the 4 Wars and their respective combatants. These depict how &quot;Upper Echelon&quot; units are created using the counters provided with the game, presumably for &quot;Create Your OWN&quot; games.&#10;&#10;Note: The back of the box states 392 counters, but there are 364 (34 of those are blanks)&#10;&#10;","image":"https://cf.geekdo-images.com/EJACg1ilEcyqhvE6SLDMDQ__original/img/-LmHba8ja3EI0yr5Rd1j9osgr4o=/0x0/filters:format(jpeg)/pic71224.jpg","thumbnail":"https://cf.geekdo-images.com/EJACg1ilEcyqhvE6SLDMDQ__thumb/img/ia3sBs8GJ0ifGnns0U230osMcfY=/fit-in/200x150/filters:strip_icc()/pic71224.jpg","link":"https://boardgamegeek.com/thing/9007","minPlayers":"2","maxPlayers":"4","yearPublished":"1982","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"2"}}