{"timestamp":"2024-11-12T21:14:20.460Z","gameDetails":{"id":"9013","name":"Battle of the Five Armies","type":"boardgame","description":"First Edition (1975, Lore / JMJ Enterprises)&#10;&#10;&#10;The contents are: A Plain Manila Envelope with &quot;The Battle of The FIVE Armies&quot; and a drawing of a giant EAGLE with a MOUNTAIN printed upon it. A copyright symbol with &quot;by Larry Smith&quot; and further down is &quot;A LORE Product Div. of JMJ Enterprises&quot; is also printed on the envelope front.&#10;The game components consist of: a beige Mapsheet-19 inches by 25 inches with 2 color graphics-BROWN mostly with some BLUE; GRID co-ordinates along the edges; 146-counters-BLACK printing on WHITE for &quot;GOOD&quot; units and WHITE on BLACK for &quot;EVIL&quot; forces. The counters have some descriptive print to distinguish them such as Dw(arves), Gob(lins), Warg, Men, Elves, Eagle, plus some individuals-G(andalf), Beorn, Bard, Dain, Thorin and the Elf King. A 6-sided and 10-sided DICE are needed but not provided and Players must also provide their own TURN record.&#10;The RULES booklet is 5-1/2 inches by 8 inches and has the Reinforcement Schedule, Optional Rules, Scenarios Set-up, the Terrain Effects Chart, Army Morale Chart, ADDENDUM for &quot;Under the Mountain&quot; effects, Combat Results Table, Missile Effects Chart, and Morale Stack Chart.2nd (1976) &amp; 3rd (1977) Editions - TSR&#10;&#10;&#10;This is the TSR remake of the earlier game and is a VAST improvement over THAT, with a 3rd BOXED edition of THIS game being produced in 1977. This game has a PLASTIC zip-&quot;baggie&quot; for it's contents, with 2 smaller zip-&quot;baggies&quot; for the game counters. Players provide a 6-sided &amp; 10-sided DICE as well as a Turn Record Track. There is a small Errata sheet included denoting Corrections, Omissions, and with Additions to Missile Fire and Combat.&#10; The contents of the game include: a Mapsheet 17 inches by 23 inches; one hex-row LESS than the FIRST game; Light GREEN overall; BLACK features and Olde English Printing; BLUE water features; YELLOW Hillsides; Light-BROWN Rocks; BROWN Slopes, Dark-BROWN Mountain/Ridge; WHITE-Outposts, Paths, and Dale enclosure; and a PINK-Title/Credits. There is also a &quot;dotted-line&quot; delineating the area of &quot;under the Mountain&quot;.There are 163-game counters (79 orange goblins, 20 white wargs, 10 red dwarves, 10 blue men, 5 brown eagles, 32 green elves, 6 named characters, and one dark red SMAUG) and represent the biggest improvement over the first game. They are at least 3 times thicker, and are BLACK Print of the following colors: Dwarves-RED, Elves-GREEN, Men-Light BLUE, Eagles-TAN, Beorn-OLIVE, Bard-BLUE, Gandalf-GRAY, Elf King-Dark GREEN, Thorin &amp; Dain-Brown, Goblins &amp; Goblin King Bolg-ORANGE, Worgs-WHITE and SMAUG the Dragon-Dark RED. Each unit has a glossy silhouette &quot;bust&quot; and/or weapon printing (except the Eagles and SMAUG which have their full bodies) and COMBAT factors/Numerals.&#10;&#10;NEW additions include Worg-Riders, HIDDEN movement, denoted Elves/Men ARCHERs-(optional rules), SMAUG the Dragon counter, and more detailed MORALE rules. The RULES booklet is 8-1/2 inches by 11 inches and includes a TSR Product Releases Page, as well as UNIT pictures at the top of the Terrain Effects Chart, with the Combat Results Table &amp; Missile Effects Chart on the back page. &#10;&#10;&#10;","image":"https://cf.geekdo-images.com/zebZTp_rcwdinwqrkBMP2Q__original/img/fVmGM4sb7yqbKrM9ndk9rffnWQs=/0x0/filters:format(jpeg)/pic50645.jpg","thumbnail":"https://cf.geekdo-images.com/zebZTp_rcwdinwqrkBMP2Q__thumb/img/IF0l6NkngOoTGlIVuH7POhLEvTI=/fit-in/200x150/filters:strip_icc()/pic50645.jpg","link":"https://boardgamegeek.com/thing/9013","minPlayers":"2","maxPlayers":"5","yearPublished":"1975","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":[2,5],"averageRating":"5.82432","averageWeight":"2.7143","boardGameRank":"22078","mechanics":["Dice Rolling","Grid Movement","Hexagon Grid","Secret Unit Deployment","Simulation"],"categories":["Fantasy","Novel-based","Wargame"],"designers":["Larry Smith"]}}