{"timestamp":"2024-11-12T23:43:55.093Z","gameDetails":{"id":"90305","name":"Cargo Noir","type":"boardgame","description":"In Serge Laget's Cargo Noir &ndash; his fourth standalone box game from Days of Wonder &ndash; players represent &quot;families&quot; that traffic in smuggled goods in a 1950s noir setting. Each turn, you'll set sail to various ports where cargo is known to get &quot;lost&quot; for the right price &ndash; Hong Kong, Bombay, Rotterdam, New York and more &ndash; and you'll make an offer for the goods on display. If another family then offers more in that port, you'll need to up your bid or take your money and slink away to look for goods elsewhere. Stand alone in a port, though, and you'll be able to discretely move the goods from the dock to your personal warehouse. Says Laget in a press release accompanying the game announcement, &quot;Everything in Cargo Noir grew from a core auction mechanism that is simple and trivial to explain &ndash; you can only bid up, and the last bidder standing gets the goods.&quot;&#10;&#10;Once you collect goods, you can trade them in to add more ships to your fleet &ndash; allowing you to scout for wares in more locations &ndash; purchase Victory Spoils, or take other actions. The more goods you collect, the more valuable they can be. The player with the most Spoils at game end wins.&#10;&#10;","image":"https://cf.geekdo-images.com/xMwYvxadabAFLvsXaYoFgw__original/img/QUbFGevBm8_IhQYii5DK5vQBqbg=/0x0/filters:format(jpeg)/pic893400.jpg","thumbnail":"https://cf.geekdo-images.com/xMwYvxadabAFLvsXaYoFgw__thumb/img/7v41FohIyPCeECv6jtQS_H3ZPv0=/fit-in/200x150/filters:strip_icc()/pic893400.jpg","link":"https://boardgamegeek.com/thing/90305","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"90","minPlayingTime":"30","maxPlayingTime":"90","bestAtCount":[3,4],"averageRating":"6.44685","averageWeight":"2.0889","boardGameRank":"2740","mechanics":["Auction / Bidding","Set Collection","Worker Placement"],"categories":["Economic"],"designers":["Serge Laget"]}}