{"timestamp":"2024-11-12T21:56:43.828Z","gameDetails":{"id":"904","name":"Nightmare Productions","type":"boardgame","description":"Reiner Knizia's auction game about producing movies. In four rounds, players bid on chips representing genuine directors, actors, camera, effects, music, guest stars and agents (or in Nightmare Productions edition: creatures, locations, directors, musical conductors, cameos, and contractors). These all get placed on players' film-strips to complete the movie production. So one movie might need 2 actors (in editions prior to Nightmare Productions), but no music or effects and so on. As films are completed, the points value is marked and another film-strip taken. There are two parties (in Nightmare Productions edition: horror cons) each round where players get to pick from offers without paying anything. There are bonus points for first films completed and best films, best directors (in Nightmare Productions edition: best creatures), even worst film.&#10;&#10;The auction is a basic rising offer with passing until one winning bid remains. Players pay into the pot with contracts (in Nightmare Productions edition: money), and the rest of the players share the pot each turn. So it's a closed economy with players trying to time to bid on what they really need to complete films.&#10;&#10;See Movie Comparison - Traumfabrik for listings of movies and actors in each version prior to Nightmare Productions edition.&#10;&#10;Note: There have been many editions of the game under varying names. All are identical except for Nightmare Productions edition which has introduced a few changes.&#10;&#10;","image":"https://cf.geekdo-images.com/1elpLCAJcRmWtPVZy2gFaA__original/img/_GYbqQtZAlmIFMOht2Dk_Qq2Pto=/0x0/filters:format(png)/pic6926823.png","thumbnail":"https://cf.geekdo-images.com/1elpLCAJcRmWtPVZy2gFaA__thumb/img/MKD7eO1i3GjyskxROM6boEOjq0o=/fit-in/200x150/filters:strip_icc()/pic6926823.png","link":"https://boardgamegeek.com/thing/904","minPlayers":"2","maxPlayers":"5","yearPublished":"2000","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[4,5],"averageRating":"7.06385","averageWeight":"2.1017","boardGameRank":"972","mechanics":["Auction / Bidding","Auction: Turn Order Until Pass","Closed Economy Auction","End Game Bonuses","Victory Points as a Resource"],"categories":["Movies / TV / Radio theme"],"designers":["Reiner Knizia"]}}