{"timestamp":"2024-11-12T17:35:42.119Z","gameDetails":{"id":"90419","name":"Airlines Europe","type":"boardgame","description":"Before Ticket to Ride, before Santa Fe Rails, before Union Pacific &ndash; yet after Acquire &ndash; there was Airlines, one of the earliest published games from designer Alan R. Moon and publisher ABACUSSPIELE.&#10;&#10;More than two decades after the publication of that game, Moon and ABACUSSPIELE present Airlines Europe, the design of which Moon began in 2007. According to the publisher, &quot;He wanted to preserve the feel of the original game and its successor, Union Pacific, while confronting the player with even more exciting choices.&quot; The result of that redesign process is Airlines Europe, featuring a reduced playing time, a new point structure, a European setting, and 112 tiny detailed airplanes.&#10;&#10;At its heart, Airlines Europe is a stock game, with players earning points for the stock they hold in particular airline companies when one of the randomly determined scorings takes place. On a player's turn, that player either expands an airline and claims a stock, plays stock onto the board and receives dividend, invests in a special airline called Air ABACUS or gets a certain amount of money from the bank. A player scores only for stock in play, but the value of an airline is determined by the value of the route licenses that airline owns  &ndash; thus, you're torn in terms of what to play when.&#10;&#10;Some changes compared to Airlines:&#10;&#10;&#10;     map of Europe&#10;     no flight cards &#10;     special Air ABACUS airline similar to the Union Pacific &#10;     share track system&#10;     separate victory point and money systems&#10;     airplane miniatures&#10;     no sabotage &#10;     up to 5 players&#10;     reduced playtime&#10;&#10;&#10;Some changes compared to Union Pacific:&#10;&#10;&#10;     airplane theme&#10;     map of Europe&#10;     no track cards&#10;     Air ABACUS is acquired by trading in other shares&#10;     share track system &#10;     separate victory point and money systems&#10;     up to 5 players&#10;     reduced playtime &#10;&#10;&#10;Re-implements:&#10;&#10;    Airlines&#10;    Union Pacific&#10;&#10;&#10;Promo Expansions:&#10;&#10;    Airlines Europe: Flight Ban (adding the option to block routes)&#10;    Airlines Europe: New Bonus Connections (adding bonus connections for the black and the brown airline)&#10;    Airlines Europe: The Presidents (adds tie breaker for stock payouts)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/MWSJ6c001o3HAk00qek9Rw__original/img/_XPl3-a7ZAkwNH6dyTkKwZnwapo=/0x0/filters:format(jpeg)/pic975416.jpg","thumbnail":"https://cf.geekdo-images.com/MWSJ6c001o3HAk00qek9Rw__thumb/img/ZgcRUnCdSNZZyCnpBBs1ST5ESwE=/fit-in/200x150/filters:strip_icc()/pic975416.jpg","link":"https://boardgamegeek.com/thing/90419","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"75","minPlayingTime":"75","maxPlayingTime":"75","bestAtCount":[4],"averageRating":"7.29697","averageWeight":"2.4319","boardGameRank":"607","mechanics":["Investment","Network and Route Building","Open Drafting","Set Collection","Stock Holding"],"categories":["Aviation / Flight","Economic"],"designers":["Alan R. Moon"]}}