{"timestamp":"2024-11-10T04:44:50.052Z","gameDetails":{"id":"9077","name":"La Grande Armée: The Campaigns of Napoleon in Central Europe","type":"boardgame","description":"La Grande Armee is an operational wargame for 2 players covering three distinct Napoleonic campaigns in central Europe. There are scenarios covering the 1805 campaign against Austria, the 1806 campaign against Prussia and the 1809 campaign against Austria (again). The Russians appear in the 1805 and 1806 campaigns, with possible Prussian entry against the French in the 1805 scenario. The game includes a 22&rdquo; x 28&rdquo; map, a 400 counter sheet (although there are a number of blank counters) as well the rules (accordion format), and separate sheets for the scenarios and tables. The game system is based on that of the earlier Leipzig game, also by SPI.&#10;&#10;La Grande Armee has a bit more variety, as three distinct separate campaigns are covered. The composition of the various national armies also varies. The composition of the Austrian army in the 1809 scenario is quite different from that of the Austrian army in the 1805 scenario. This reflects various reforms carried out by the Austrians in the interim between the campaigns. The emphasis of the game is on maneuver, including forced marches, and supply. Dispersion for movement and concentration for combat is a key tactic. The French have a significant advantage in forced marching, as well as in the quality of their leaders.&#10;&#10;Note this game is totally different from the later TSR &lsquo;remake&rsquo; of the same title.&#10;&#10;","image":"https://cf.geekdo-images.com/xenmatEu3r7fOOfSD1eCTQ__original/img/J9kB65e8Y560zbf-3LGItTT2Hc0=/0x0/filters:format(jpeg)/pic261701.jpg","thumbnail":"https://cf.geekdo-images.com/xenmatEu3r7fOOfSD1eCTQ__thumb/img/_0MPaJzvpUyIuyP5jqGK_li6bRY=/fit-in/200x150/filters:strip_icc()/pic261701.jpg","link":"https://boardgamegeek.com/thing/9077","minPlayers":"2","maxPlayers":"2","yearPublished":"1972","playingTime":"180","minPlayingTime":"120","maxPlayingTime":"180","bestAtCount":"2"}}