{"timestamp":"2024-11-09T20:27:48.739Z","gameDetails":{"id":"90850","name":"Dominion: Cornucopia","type":"boardgameexpansion","description":"Autumn. It seemed like the summer would never end, but that fortune teller was right. It's over. Autumn, the time of the harvest. Agriculture has advanced significantly in recent years, ever since the discovery of the maxim, &quot;leaves of three, let it be.&quot; Autumn, a time of celebration. The peasants have spent a hard week scything hay in the fields, but tonight the festivities begin, starting with a sumptuous banquet of roast hay. Then, the annual nose-stealing competition. Then you have two jesters, one who always lies, one who always tells the truth, both hilariously. Then, they fight to the death! This celebration will truly have something for everyone.&#10;&#10;This is the 5th addition to the game of Dominion. It adds 13 new Kingdom cards to Dominion, plus 5 unique cards. The central theme is variety; there are cards that reward you for having a variety of cards in your deck, in your hand, and in play, as well cards that help you get that variety.&#10;&#10;(Source: RGG Cornucopia page)&#10;&#10;Part of the Dominion series.&#10;&#10;This is an expansion not a full game, you will need either Dominion or Dominion Intrigue to be able to play this. There are no basic victory or treasure cards in this set.&#10;&#10;The goal is as previously in the series to have the largest Dominion of all players, basically to have the most victory points. Players will build their decks as before by buying cards which offer varying benefits, the ultimate goal being to buy victory cards. In contrast to previous games of the series players will be rewarded for building a deck containing a variety of cards.&#10;&#10;","image":"https://cf.geekdo-images.com/RDizhr6N-fuEZiPLGMMCqA__original/img/WOyQvSKWc5g9vTYe0HjWuexpOKM=/0x0/filters:format(jpeg)/pic950200.jpg","thumbnail":"https://cf.geekdo-images.com/RDizhr6N-fuEZiPLGMMCqA__thumb/img/NRRQyHOnCrRSuV50xXxEhh15_R0=/fit-in/200x150/filters:strip_icc()/pic950200.jpg","link":"https://boardgamegeek.com/thing/90850","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"3"}}