{"timestamp":"2024-11-12T23:58:37.940Z","gameDetails":{"id":"91312","name":"Discworld: Ankh-Morpork","type":"boardgame","description":"Martin Wallace and Treefrog Games present Ankh-Morpork, set in the largest city-state in Terry Pratchett's Discworld.  Lord Vetinari has disappeared and different factions are trying to take control of the city. Each player has a secret personality with specific victory conditions, which means that you're not sure exactly what the other players need to do in order to win.&#10;&#10;The action takes place on a map of Ankh-Morpork, with players trying to place minions and buildings through card play. Each of the 132 cards is unique, and &quot;the cards bring the game to life as they include most of the famous characters that have appeared in the various books. The rules are relatively simple: Play a card and do what it says. Most cards have more than one action on them, and you can choose to do some or all of these actions. Some cards also allow you to play a second card, so you can chain actions&quot; (Wallace).&#10;&#10;A team of artists have recreated the city and its residents for the cards, game board and box, with Bernard Pearson coordinating that team. Ankh-Morpork has been sublicensed to Mayfair Games for the North American market and Kosmos for the German market.&#10;&#10;","image":"https://cf.geekdo-images.com/oPDDEVveK_Pfrd79cEakRg__original/img/50I_juHmdIIOmKay-2g3Pyemmac=/0x0/filters:format(jpeg)/pic1062739.jpg","thumbnail":"https://cf.geekdo-images.com/oPDDEVveK_Pfrd79cEakRg__thumb/img/eVEBMG0eGKr-E0SSPd5TNkvQRkY=/fit-in/200x150/filters:strip_icc()/pic1062739.jpg","link":"https://boardgamegeek.com/thing/91312","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.25123","averageWeight":"2.2074","boardGameRank":"601","mechanics":["Area Majority / Influence","Dice Rolling","Events","Hand Management","Hidden Roles","Interrupts","Roles with Asymmetric Information","Sudden Death Ending","Take That"],"categories":["Bluffing","Card Game","City Building","Deduction","Fantasy","Novel-based"],"designers":["Martin Wallace"]}}