{
  "timestamp": "2025-11-26T20:18:14.137Z",
  "gameDetails": {
    "id": "9143",
    "name": "War in Europe (Second Edition)",
    "type": "boardgame",
    "description": "(from the back of the box:)\n\nWar in Europe is the largest single strategy game ever professionally published. This update of the revered SPI \"monster\" game is a simulation of World War II at the division/corps level. There are nine 22\" x 34\" map sections covering an area from the North Cape of Norway to the deserts of Libya and the Middle East and from the British Isles to the city of Stalingrad. Each hex represents 33 kilometers of ground and each Game Turn represents one week of actual time.\n\nWar in Europe's most striking feature is the map. Over 25 countries are delineated with their industrial and resource centers, major and minor ports, significant cities, rivers and other fascinating geographic features. All of this has been beautifully rendered using satellite photography and state of the art graphic design techniques.\n\nThe rules have been painstakingly updated and many new optional rules and variants are featured along with carefully revised charts and tables. In addition to War in Europe's original 3600 die-cut counters, representing the armed forces of over 20 nations, there are 480 new counters in this updated edition (optional units that might have been assembled to allow exploration of some historical \"what ifs?\") . You'll be campaigning with artillery units for all sides, German motorized units, U.S. Marines, additional Soviet Guard Tank and Mechanized units, and more French armored should you decide to build them using the game's fascinating production system.\n\nAll sides must manage their own war economies. Players must make choices within certain broad limits what combat units to build. For example, you must choose whether to build relatively expensive strategic units such as Air Points, Airborne capability, U-boats, Strategic Bombers, Naval units, or the more common ground combat units like infantry and armor. The routine of production is executed every four Game Turns (weeks) during a \"Strategic Cycle\" that also features Reinforcement, the U-boat War, and Strategic Bombing.\n\nAlthough War in Europe is a big game, its complexity is not high. It can easily be played solitaire, but is most enjoyable with two or three players or teams. Players represent the leadership of the Western Allies (Commonwealth and USA), the German-dominated Axis, or the Soviet Union. Play moves back and forth over the map for nearly six years in the full Campaign Game (or for less time in the numerous scenarios provided), as the fortunes of the Axis Player rise and fall in the face of the increasing Allied and Soviet strength.\n\nWar in Europe also features numerous Campaign Scenarios that pick up play at historic watersheds like D-Day or the start of Barbarossa. There are even more abbreviated games in the form of limited historical scenarios using just one to four maps. These dispense with the Strategic cycle in its entirety and simulate the major events of the war, such as the Fall of France, the Invasion of Italy, or the Stalingrad Campaign. Physically, they are much easier to play than a full campaign and are complete games within themselves. Players may also focus on just the Eastern or Western Front for individual scenarios as well as the whole war.\n\nA three-cornered diplomatic situation also arises from the strategic situation. While early on the Allies and Soviets share the common goal of defeating the Axis, as Germany's defeat becomes more certain there is less ground for cooperation and more chance of their alliances falling apart. Victory is determined by the relative territorial stance of the Players at game's end so, ultimately, it's an every-man-for-himself game.\n\nSo, it's back, and better than ever. War in Europe is not just for collectors anymore. This second edition version is for you, the strategy game lover who wants to fight \"The Big One\" with The Big One of gaming.\n\nWar in Europe: it's not just for collectors anymore.\n\nContents:\n\n    4080 backprinted, full color die cut counters\n    3 Production Displays\n    3 Reinforcement & Air Displays\n    3 Player Aid Charts & Tables\n    2 48 page Rulebook\n    9 34\" x 22\" full color maps\n    2 dice & Storage bags\n\n\n",
    "image": "https://cf.geekdo-images.com/w9N4aiF0qc5jhw9MoMU9MA__original/img/Q4CM75alyrThP5MQiYhMgpTvBE4=/0x0/filters:format(jpeg)/pic301195.jpg",
    "thumbnail": "https://cf.geekdo-images.com/w9N4aiF0qc5jhw9MoMU9MA__small/img/j0Rvq9aNbQsAp5sWa85umhOGpew=/fit-in/200x150/filters:strip_icc()/pic301195.jpg",
    "link": "https://boardgamegeek.com/thing/9143",
    "minPlayers": "1",
    "maxPlayers": "3",
    "yearPublished": "1999",
    "playingTime": "360",
    "minPlayingTime": "360",
    "maxPlayingTime": "360",
    "bestAtCount": [
      2
    ],
    "averageRating": "7.34655",
    "averageWeight": "4",
    "boardGameRank": "15284",
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "categories": [
      "Wargame",
      "World War II"
    ],
    "designers": [
      "Jim Dunnigan"
    ]
  }
}