{"timestamp":"2024-11-09T21:33:46.192Z","gameDetails":{"id":"91536","name":"Quarriors!","type":"boardgame","description":"Players take on the roles of Quarriors - mighty mystical warriors who have the power to capture dangerous quarry from the untamed Wilds! They must conjure the mysterious powers of Quiddity, cast powerful spells, and summon their creatures to battle if they hope to overcome rivals and earn their rightful place as the Champion!&#10;&#10;Quarriors has the frenetic excitement of a dice battle game, with an added &lsquo;deckbuilding&rsquo; twist: players customize their dice pools during the game using resources generated by their rolls.&#10;&#10;Quarriors takes the best of deckbuilding games without the tedium of shuffling.  Take a typical deckbuilding game, add the speed and fun of dice and in 60 minutes you&rsquo;re on your second or third game trying unique strategies against your opponents.&#10;&#10;Alternate Description of Quarriors&#10;&#10;In Quarriors, each player plays as a Quarrior competing for Glory in the eyes of Quiana, the Empress of Quaridia. Each player starts with an identical set of 12 dice in their dice bag. At the start of the game, Creature and Spell dice (Quarry) are dealt at random to form &quot;the Wilds&quot; in the center of the table. As play progresses, players roll their dice to attempt to summon Creatures, cast Spells, and harness the magical power of Quiddity (the in-game resource) to capture Quarry from the Wilds to add to their repertoire and into their dice bag. Players draw and roll 6 dice a turn from their bag, making that controlling bag composition is key to victory.&#10;&#10;Quarriors is a fast-paced game where players must strategically balance their choices each turn. Do I use my Quiddity to summon Creatures in the hopes of scoring Glory or should I spend it all to capture more powerful Quarry from the Wilds? Players must outmaneuver their opponent's through strategic Spell use, the acquisition of powerful Quarry, and ultimately, by striking down opponent's Creature in combat. If your Creatures survive until your next turn, you will score Glory points and move closer to victory!&#10;&#10;","image":"https://cf.geekdo-images.com/12Bgvi0MpA10redngwI5MA__original/img/i2BO-n_bbR4Du2iV3dQtjMd0U1w=/0x0/filters:format(jpeg)/pic1604985.jpg","thumbnail":"https://cf.geekdo-images.com/12Bgvi0MpA10redngwI5MA__thumb/img/z985bdF5fL4hmuWuQUa5QLSmpYA=/fit-in/200x150/filters:strip_icc()/pic1604985.jpg","link":"https://boardgamegeek.com/thing/91536","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"3"}}