{"timestamp":"2024-11-10T04:36:24.883Z","gameDetails":{"id":"91534","name":"Struggle for Catan","type":"boardgame","description":"In 2010, designer Klaus Teuber overhauled the two-player Catan card game with the release of The Rivals for Catan &ndash; released in Germany as Die F&uuml;rsten von Catan &ndash; and in 2011 Teuber, Kosmos and Mayfair Games present a new multi-player card game set in the Catan universe: The Struggle for Catan, aka, Die Siedler von Catan: Das schnelle Kartenspiel.&#10;&#10;As in the original The Settlers of Catan board game, players need to manage their resources in order to build settlements, roads, cities, city improvements and knights, all of which grant victory points (VPs) or special abilities. Control of roads and knights can change hands during the game, so don't assume that what's yours will stay yours. City improvements are expensive, but they bring you additional VPs and other bonuses, so strive to spiff up your cities! The first player to have ten VPs wins the game.&#10;&#10;The game is dice-less and resource gain and exchanging is based on each player's developments making this version less luck dependent than the original. A twist in the game is that certain developments are limited and can be stolen from other players once there are no new ones left. The first player to gain 10 victory points, wins the game.&#10;&#10;(Note that Kosmos lists this game with a 30-minute playing time, while Mayfair Games sets the playing time at 45-60 minutes.)&#10;&#10;Mixing two copies of game, can be played with 5 and 6 players.&#10;&#10;","image":"https://cf.geekdo-images.com/sgVlSEVdIThWUxgfzkHVEQ__original/img/NFZkAIc4YvNJpyk_xfxlnk9pSA0=/0x0/filters:format(jpeg)/pic7625877.jpg","thumbnail":"https://cf.geekdo-images.com/sgVlSEVdIThWUxgfzkHVEQ__thumb/img/TW0KmIhsb9qmAE6E7OM3_0fV7iw=/fit-in/200x150/filters:strip_icc()/pic7625877.jpg","link":"https://boardgamegeek.com/thing/91534","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":"4"}}