{"timestamp":"2024-11-10T04:49:26.086Z","gameDetails":{"id":"9215","name":"Revolution: The Dutch Revolt 1568-1648","type":"boardgame","description":"(from Phalanx Games:)&#10;&#10;Revolution: The Dutch Revolt simulates the Eighty Years' War between Spain and the Netherlands. This epic struggle lasted from 1568 until 1648 and eventually brought independence to Holland and the northern provinces. In the south, the revolt was less successful and Belgium did not emerge as an independent state until after the Napoleonic era.&#10;&#10;During the initial stages of the struggle, William of Orange became the symbol of freedom. His main adversary was the Spanish King Philip II, who sent in the Duke of Alba with his formidable conquistadores to stop the rebellion.&#10;&#10;Revolution depicts a power struggle with many facets. Each player represents one of the principal factions involved: the Catholics, Habsburgs, Nobility, Burghers and Reformers. Each faction has its particular goals, which are often partly common. Although factions may sometimes co-operate, they are not allies for long and easily turn on each other if the situation calls for this.&#10;&#10;Historically, there were periods of open warfare and others of uneasy peace. The reforming factions gradually became more established, particularly in the north and along the coast. The once supreme Habsburg armies were slowly driven out of these areas through a series of siege battles. The defeat of the mighty Armada by a combined Dutch/English fleet in 1588 cost the Spaniards dearly. The Catholics were eventually allowed to retain some of their influence, while the local Nobility, initially catholic but with local sympathies, succeeded or failed according to their willingness to accept the changed circumstances.&#10;&#10;This game is not a detailed military re-enactment of the Eighty Years' War. It tries to capture the flavor of these interesting times in a much broader sense. It contains an element of warfare in the form of battles and sieges but the main theme is built on economic, religious and political control. The constantly shifting balance of power, caused by temporary alliances, makes Revolution an immensely challenging game, and not for the faint-hearted. Clever and timely use of available resources, including those of foreign sympathizers and allies, is needed to achieve ultimate success.&#10;&#10;Revolution: The Dutch Revolt was more than 15 years in the making, and marks Francis Tresham's long-awaited return to the forefront of game design. He is most famous for his widely acclaimed board games Civilization and 1829.&#10;&#10;Revolution: The Dutch Revolt includes 1 large gameboard, 41 playing cards, 416 colorful game pieces (56 resource pieces in each of 5 colors, 8 army pieces in each of 5 colors, 47 neutral pieces, 3 water beggars, 1 VP marker for each color, 1 game turn marker and 40 status markers), 1 player aid card and 1 rules booklet.&#10;&#10;","image":"https://cf.geekdo-images.com/EbF3Ps_FRtz8yT1anga9tQ__original/img/xbnxEmddOwKBGCCOHKvF6tTeX2Y=/0x0/filters:format(jpeg)/pic54565.jpg","thumbnail":"https://cf.geekdo-images.com/EbF3Ps_FRtz8yT1anga9tQ__thumb/img/QEfoTUWtLEgOiQo2UUKf2kRNmSU=/fit-in/200x150/filters:strip_icc()/pic54565.jpg","link":"https://boardgamegeek.com/thing/9215","minPlayers":"2","maxPlayers":"5","yearPublished":"2004","playingTime":"480","minPlayingTime":"240","maxPlayingTime":"480","bestAtCount":"5"}}