{"timestamp":"2024-11-12T20:29:29.080Z","gameDetails":{"id":"9216","name":"Goa: A New Expedition","type":"boardgame","description":"Goa, a strategy game of auctions and resource management, is set at the start of the 16th century: beautiful beaches, a mild climate, and one of the most important trading centers in the world. Competing companies deal in spices, send ships and colonists into the world, and invest money. Are you on top or at the bottom? It depends on how you invest your profits. Will you make your ships more efficient? Enhance your plantations? Recruit more colonists? Only a steady hand in business will help.&#10;&#10;Each turn begins with an auction phase, where each player gets to auction one item (and the starting player two items). The first item being auctioned gives the right to go first the next turn (along with a card that gives an extra action). If you buy your own item, you pay it to the bank. If someone else buys the item you sell, they pay you. Items include plantations complete with crops, income tiles (income in money, ships, plantation refills each turn etc.), ships, settlers, and later on tiles that score points for certain achievements.&#10;&#10;After the auction, players get three actions to either improve their technologies or produce things such as spices on plantations, ships, money or build more plantations. Each player has a board showing their advancement for various things: getting ships, planting new spices, getting colonists, etc. The more a player advances along one track, the better one is doing that particular action. The further you get along a certain track, the more points that track is worth at the end, and there are also rewards to the first player who reaches the last two levels along each track. On the other hand, each player normally needs to perform the actions for all the tracks at some point, so it's not necessarily a good idea to concentrate on just a couple of them. Goa is a game that gives plenty of opportunity for tough decisions, since a player always has at least one action too few.&#10;&#10;The game mixes an interactive element of the auction, which encourages you to nominate things that other players want so you receive cash with the solitaire management of your plantation, which then interacts later on as players race to be first in the top tech levels.&#10;&#10;The 2012 edition of Goa includes four new tiles and a new play variant, as noted on the cover of the Z-Man Games edition.&#10;&#10;","image":"https://cf.geekdo-images.com/9sbSKcc-Fm8Od5wwuf3kgg__original/img/kNoFZrbwsvMvs_iKWeKBHYLka5Y=/0x0/filters:format(jpeg)/pic1215969.jpg","thumbnail":"https://cf.geekdo-images.com/9sbSKcc-Fm8Od5wwuf3kgg__thumb/img/pb63LQr94bzh4Z6ofLNJoijRlxU=/fit-in/200x150/filters:strip_icc()/pic1215969.jpg","link":"https://boardgamegeek.com/thing/9216","minPlayers":"2","maxPlayers":"4","yearPublished":"2004","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"7.55714","averageWeight":"3.3705","boardGameRank":"280","mechanics":["Auction / Bidding","Auction: Once Around","Hand Management","Push Your Luck","Tech Trees / Tech Tracks"],"categories":["Economic","Farming","Nautical","Renaissance"],"designers":["Rüdiger Dorn"]}}