{"timestamp":"2024-11-12T20:32:33.078Z","gameDetails":{"id":"9217","name":"Saint Petersburg","type":"boardgame","description":"On May 16th, 1703, Czar Peter laid the cornerstone for the first building in Saint Petersburg. Quickly, glorious buildings were added, always being expanded, so that Nobility (bringing victory points) may want to move in. But to accomplish this, one needs merchants who can provide the necessary Rubles, or the glory is over. The competition isn't sleeping either, and can sometimes steal a desired card right out from under your nose.&#10;&#10;Saint Petersburg has a board to tally victory points and to set out the four types of cards.  It is the cards themselves that players need to collect.  In each round &ndash; with the number of rounds dependent on the number of players and the randomness of card availability &ndash; players first pay for CRAFTSMEN who supply money for further purchases; then BUILDINGS to score points; then ARISTOCRATS, who are needed for money, points, and end-of-game scoring; and finally, unique cards from all three categories which give greater benefits. During the first rounds, players never have enough money to buy every card they want. During later rounds, they have plenty of money, but the cards they'd like to buy may have already come and gone...&#10;&#10;Expanded by:&#10;&#10;    Sankt Petersburg: Das Bankett&#10;    Saint Petersburg: New Society & Banquet Expansion (includes The Banquet)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/Yoidfpvt2eACASYUpbmsyg__original/img/UMVconG3O34fGHYeL7HqTiT3igI=/0x0/filters:format(jpeg)/pic246360.jpg","thumbnail":"https://cf.geekdo-images.com/Yoidfpvt2eACASYUpbmsyg__thumb/img/oN0BjMknoiCwD-o5qeSCOxVPKF0=/fit-in/200x150/filters:strip_icc()/pic246360.jpg","link":"https://boardgamegeek.com/thing/9217","minPlayers":"2","maxPlayers":"4","yearPublished":"2004","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.2711","averageWeight":"2.4394","boardGameRank":"433","mechanics":["Income","Open Drafting","Set Collection"],"categories":["Age of Reason","Card Game","City Building","Economic"],"designers":["Bernd Brunnhofer"]}}