{"timestamp":"2024-11-13T00:44:52.485Z","gameDetails":{"id":"92319","name":"Olympos","type":"boardgame","description":"Philippe Keyaerts scored gold with Small World, a new version of his Vinci that was released by Days of Wonder in 2009 to great acclaim and numerous awards. With Olympos, coming from French publisher Ystari Games, Keyaerts has another go at the simplified civilization game. The playing time for Olympos is only 60-90 minutes for 2-5 players, but says Ystari's Cyril Demaegd, &quot;Even if it's a short game, it's a gamer's game.&quot;&#10;&#10;Players take actions based on their position on a time track, along the lines of Peter Prinz' Thebes. (Says Demaegd, &quot;This is mainly a coincidence because Philippe designed this game years ago.&quot;) By spending time, players take actions, with the choices being expansion or development. Expanding brings new settlers onto the game board, which depicts Greece and Atlantis, which lets you conquer territories and thereby acquire resources.&#10;&#10;Development takes place on the game's discovery board, with players either buying new scientific discoveries &ndash; such as medicine or phalanxes &ndash; or building architectural wonders. Each discovery brings you new powers, such as an upgrade in military strength due to the phalanx, and each wonder earns you points.&#10;&#10;A player's piety is measured by discoveries, and the most pious player might be rewarded during the game by one of the nine gods included. Similarly, the less pious players might be punished by those same gods.&#10;&#10;The replayability of Olympos is huge, says Demaegd, as the discovery board and gods in play will be different each game, not to mention the territories you're able to conquer.&#10;&#10;","image":"https://cf.geekdo-images.com/QDOWPQa-1AzrA8U-fiMitw__original/img/ksoC-0GqLJGOnFs1BvooteuqY0U=/0x0/filters:format(jpeg)/pic1017479.jpg","thumbnail":"https://cf.geekdo-images.com/QDOWPQa-1AzrA8U-fiMitw__thumb/img/jBuVbh4L3WtWx4iaSEoH1MP2tqY=/fit-in/200x150/filters:strip_icc()/pic1017479.jpg","link":"https://boardgamegeek.com/thing/92319","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"90","minPlayingTime":"45","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"6.89751","averageWeight":"2.9583","boardGameRank":"1787","mechanics":["Area Majority / Influence","Area Movement","Set Collection","Turn Order: Time Track"],"categories":["Ancient","Civilization","Fighting","Mythology","Territory Building"],"designers":["Philippe Keyaerts"]}}