{"timestamp":"2024-11-12T18:42:34.878Z","gameDetails":{"id":"9232","name":"Rebel Yell!","type":"boardgame","description":"Rebel Yell is a simulation of American Civil War small-unit tactics. The playing pieces in the game represent companies of infantry and cavalry or sections of artillery Each infantry and cavalry unit has one strength point and is equivalent to between 45 and 100 men, depending upon the scenario. Each artillery unit has two strength points and equals two guns. The players of Rebel Yell assume the roles of divisional commanders.&#10;&#10;Each game turn is broken down into segments. During an action segment, the units of a particular player may conduct a single action. In the beginning modules these actions are: Move, Fire, Assault, and Rally. During any Small Arms segment, the units of a particular player may only fire.&#10;&#10;There are no movement phases, fire phases, etc., as there are in other Civil War games. This absence, in addition to the fact that player segments are structured reciprocally, produces a feel of simultaneity uncommon to other designs.&#10;&#10;One of the most difficult problems faced by the Civil War tactician was the &ldquo;problem of approach,&rdquo;&mdash;in other words, how he should maneuver his unit to some objective while keeping his casualties and disorganization at a minimum. A commander who did not pay heed to the destructiveness of &ldquo;modern&rdquo; weaponry would find his formation damaged up to three hundred yards from the enemy. Rebel Yell addresses this problem. Within restrictions, defending units may fire at the enemy as he advances. Like a real-life commander, a player can no longer be certain that when he initiates an advance, his units will reach their objective. Players may find that even one or two companies Standing to Fire will be difficult to dislodge by frontal assault.&#10;&#10;Although Rebel Yell is a complex design, it is not out of the reach of the novice gamer. The rules are programmed, allowing small portions to be digested first and getting players into the game quickly. Provisions are made for such factors as infantry line formations (Standing to Maneuver, Standing to Fire, Skirmishers, and Cover), volley effects, leader quality, morale, and regimental flags. The rules for cavalry and artillery are also extensive.&#10;&#10;Once players have learned all the rules (or even before), they can design their own scenarios. The game includes six geomorphic maps. Because the maps can be aligned in a variety of ways, the players can recreate a &ldquo;microscopic&rdquo; examination of virtually any Civil War engagement.&#10;&#10;Although an excellent multi-player game, Rebel Yell accommodates the solitaire player, Likewise it can be played in a physically limited area. Rebel Yell is &ldquo;big&rsquo; only in the sense that it is detailed.&#10;&#10;","image":"https://cf.geekdo-images.com/aKPZvpEAGdHieHi6kBMSbQ__original/img/tyBDLKlOBvkwuud0ErPFL-0V6EU=/0x0/filters:format(jpeg)/pic38728.jpg","thumbnail":"https://cf.geekdo-images.com/aKPZvpEAGdHieHi6kBMSbQ__thumb/img/3KHbZMG62HfyXUbTowTm_QdsXW4=/fit-in/200x150/filters:strip_icc()/pic38728.jpg","link":"https://boardgamegeek.com/thing/9232","minPlayers":"2","maxPlayers":"2","yearPublished":"1991","playingTime":"240","minPlayingTime":"240","maxPlayingTime":"240","bestAtCount":null,"averageRating":"6.11111","averageWeight":"3","boardGameRank":"Not Ranked","mechanics":["Dice Rolling"],"categories":["American Civil War","Wargame"],"designers":["Richard A. Dengel"]}}