{"timestamp":"2024-11-12T20:27:27.672Z","gameDetails":{"id":"926","name":"CATAN: Cities & Knights","type":"boardgameexpansion","description":"Adds several new aspects to Settlers of Catan but the two major ones are creating knights to protect the land from invading barbarians and building city improvements that confer benefits upon that city's owner. Adds tactical complexity to the game and game length.&#10;&#10;Belongs to the Catan Series.&#10;&#10;The game changes the base game in three main ways:&#10;&#10;First, there are 3 new commodities in the game, distinct from resources - paper, cloth, and coins, which can be acquired from Forest, Meadow, and Mountain spaces, respectively. Cities that would normally produce two of one of those resources instead produce 1 resource and 1 of the corresponding commodity. (To make commodities easier to obtain, each player starts the game with 1 city and 1 settlement on the board.) These commodities allow players to build city improvements that confer various advantages and eventually points.&#10;&#10;Second, the deck of development cards is replaced by three different decks, each corresponding to one of the commodities. Building city improvements gives players a chance to draw these cards with every roll of the dice. Building more improvements will increase these chances, but cards cannot be bought directly in any way. These cards are similar to the development cards in the base game, but with a wider range of effects. (Some cards are balanced better as well - the new Resource Monopoly card, for example, can take no more than 2 of the named resource from any one player.)&#10;&#10;Finally, players can also build knights on the island along their network of roads. These knights can be used to claim certain intersections and move the Robber (taking the place of Soldier cards), but are also used to defend the island from periodic barbarian attacks. If the island is successfully defended, the player(s) with the most knights are rewarded. If not, the player(s) with the fewest knights each have a city downgraded to a settlement.&#10;&#10;","image":"https://cf.geekdo-images.com/XVjc87_UzjIhagFeO4r8ew__original/img/EjqC0K9hK6XJOEkF6Hmaz3MKndI=/0x0/filters:format(jpeg)/pic2420315.jpg","thumbnail":"https://cf.geekdo-images.com/XVjc87_UzjIhagFeO4r8ew__thumb/img/MVJhRxVHfoSpVOSSYwvzyn8hTCw=/fit-in/200x150/filters:strip_icc()/pic2420315.jpg","link":"https://boardgamegeek.com/thing/926","minPlayers":"3","maxPlayers":"4","yearPublished":"1998","playingTime":"150","minPlayingTime":"90","maxPlayingTime":"150","bestAtCount":[4],"averageRating":"7.44725","averageWeight":"2.8956","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Hand Management","Memory","Modular Board","Network and Route Building","Trading"],"categories":["Expansion for Base-game","Medieval","Negotiation"],"designers":["Klaus Teuber"]}}