{"timestamp":"2024-11-13T00:18:40.926Z","gameDetails":{"id":"92666","name":"Hegemonic","type":"boardgame","description":"It is a momentous time for the Post-Human Assembly. Having fully populated the Milky Way Galaxy, the Great Houses turn their eyes towards a neighboring galaxy &ndash; endeavoring to venture across the inter-galactic void to stake claim among uncharted stars. Each Great House seeks to dominate this new galaxy, for in the race to achieve hegemony, only one can be victorious.&#10;&#10;Hegemonic is a fast-paced game of galactic expansion, empire-building, conflict, and intrigue.  As the leader of a Great House, you must expand your control over the sectors of the galaxy, build up your industrial, political, and martial capability, develop awe-inspiring technologies, and carefully time your actions to outmaneuver the other empires.&#10;&#10;Deep Strategy&#10;The players are in control, shaping the unexplored galaxy to support their strategic plans instead of having choices dictated by chance.&#10;&#10;Rich Tactics&#10;Card-driven conflict mechanics and technology development focus on tough, tactical choices and timing, minimizing luck-based gameplay.&#10;&#10;Multilateral Conflict&#10;A player&rsquo;s industrial, political, and martial systems can all be used offensively and to control regions of the galaxy.&#10;&#10;The stars await: can you lead your Great House to victory?&#10;&#10;","image":"https://cf.geekdo-images.com/FxiZ4kNvPNZZULBAcR5o3Q__original/img/vtSfZixTsJsb_1Jq4XPcsYfEqqo=/0x0/filters:format(jpeg)/pic1819022.jpg","thumbnail":"https://cf.geekdo-images.com/FxiZ4kNvPNZZULBAcR5o3Q__thumb/img/LnpeytYvnOikhIJurRPNarAPhWw=/fit-in/200x150/filters:strip_icc()/pic1819022.jpg","link":"https://boardgamegeek.com/thing/92666","minPlayers":"2","maxPlayers":"6","yearPublished":"2013","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":[4],"averageRating":"6.69562","averageWeight":"3.6667","boardGameRank":"5157","mechanics":["Area Majority / Influence","Hand Management","Modular Board","Simultaneous Action Selection","Tile Placement"],"categories":["Civilization","Economic","Science Fiction","Space Exploration"],"designers":["Oliver Kiley"]}}