{"timestamp":"2024-11-12T22:06:27.368Z","gameDetails":{"id":"932","name":"Top Race","type":"boardgame","description":"Re-issue of Kramer's Niki Lauda's Formel 1 with tweaks.&#10;&#10;Make as much money as possible, by becoming one of first at the finish line! If you place advanced RACE, you can also make money by betting!&#10;&#10;This game is based on running and betting;&#10;Each player gets 200.000 credits and the deck of &quot;Speed cards&quot; is shuffled and divided among the players, who now sort out the cards in the order they want.&#10;Now the &quot;Contestants cards&quot; are stacked face down. Each card matches the colours of the player pawns (Red, Yellow, Blue, Green, Purple and White). Now there will be an auction of the cards, where you figure our what to buy by the help of your &quot;Speed cards&quot;. Each bidding starts with 10.000 credits and is raised by 10.000 credits. All players have to have at least one (1) &quot;Contestant card&quot;.&#10;&#10;The last player to buy a card starts, and plays a &quot;Speed card&quot; to move all the pawns as the card shows; a pawn can only be moved ahead; either straight or diagonally; never backwards or sideways. Only one pawn is allowed on a spot, and it is NOT allowed to jump over another pawn.&#10;An example of a Speed card could be:&#10;Blue: 6 spaces&#10;White 4  - &#10;Black (means joker/free choice that is not on the card): 2 -&#10;Yellow: 1 -&#10;The speed cards also include &quot;Sprints&quot; and &quot;Injury&quot;&#10;&#10;The player who's colour is first over the finish line gets 200.000 in price money. Second place pays out 150.000, 3rd 100.000 and so on.&#10;Even if your colour have finished the race you continue playing your remaining speed cards.&#10;The race ends when the fifth player have crossed the Finish line or when all &quot;Speed cards&quot; have been played.&#10;&#10;The card dealing of both SC and CC plus the auction is now restarted and the next race goes on untill the agreed amount of races. The winner is the one with the most money.&#10;&#10;Other games in Wolfgang Kramer's racing series include Detroit-Cleveland Grand Prix and Daytona 500.&#10;&#10;","image":"https://cf.geekdo-images.com/GzqyntHGDp7NJreuegPPWQ__original/img/vG9ODzAfMWv9lxR0zRu04vHfGkc=/0x0/filters:format(jpeg)/pic380016.jpg","thumbnail":"https://cf.geekdo-images.com/GzqyntHGDp7NJreuegPPWQ__thumb/img/0wme9G480Pp_ppUeQQy9ZmJstXY=/fit-in/200x150/filters:strip_icc()/pic380016.jpg","link":"https://boardgamegeek.com/thing/932","minPlayers":"2","maxPlayers":"6","yearPublished":"1996","playingTime":"45","minPlayingTime":"45","maxPlayingTime":"45","bestAtCount":[4,6],"averageRating":"6.75445","averageWeight":"1.7479","boardGameRank":"3088","mechanics":["Auction / Bidding","Betting and Bluffing","Hand Management","Moving Multiple Units","Predictive Bid","Race"],"categories":["Children's Game","Racing"],"designers":["Wolfgang Kramer"]}}