{"timestamp":"2024-11-12T18:46:14.711Z","gameDetails":{"id":"93260","name":"Summoner Wars: Master Set","type":"boardgame","description":"Summoner Wars is a fast-playing, action-packed card game for 2-4 players in which they take on the role of Summoners: powerful beings who harness the power of mysterious Summoning Stones to lead their race to conquest on the war-torn planet of Itharia. These Summoners wield terrible magic on the battlefield, freezing their foes in place, draining their enemies of power, and even bringing rains of fire down from the heavens. But most notoriously, they summon their great race's hordes of warriors to the battlefield, to clash in the never-ending struggle for supremacy. A Summoner is both mage and general, and must combine their wizardly might with clever tactics to defeat the enemy Summoner on the opposite side of the battle.&#10;&#10;The Summoner Wars Master Set contains six new and different complete factions from which to choose:&#10;&#10;&#10;     Play as the Shadow Elves and conceal your plans in swirling darkness!&#10;     Choose the Benders and confound your foe, turning his own troops against him!&#10;     Command the Vargath, mountainous goatfolk who call lightning from the heavens!&#10;     Select the nefarious Sand Goblins and delight in malicious trickery!&#10;     Muster the Deep Dwarves and control the forces of Geomancy!&#10;     Lead the ferocious Swamp Orcs to war and hack upon your foes as they are snared in your vines! &#10;&#10;&#10;Strategy shapes the composition of each deck of cards and how they are used. Tactics determine the effectiveness of those cards in battle. Call walls of stone to protect you in combat and serve as magic portals for you to summon your warriors. Call your forces forth and send them in a surging wave against your enemy. Cast spells that bolster your forces and cut down those who would oppose you.&#10;&#10;Victory can come only from the death of your opponent's Summoner...&#10;&#10;","image":"https://cf.geekdo-images.com/JvkUZy1YS7V9GX-7JutIYg__original/img/XJ0IqhLALib3B7P91Jr2aGA7kVc=/0x0/filters:format(jpeg)/pic923048.jpg","thumbnail":"https://cf.geekdo-images.com/JvkUZy1YS7V9GX-7JutIYg__thumb/img/iMkSFXhlP5TaEpjbfjHRhxy0XzY=/fit-in/200x150/filters:strip_icc()/pic923048.jpg","link":"https://boardgamegeek.com/thing/93260","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"60","minPlayingTime":"30","maxPlayingTime":"60","bestAtCount":[2],"averageRating":"7.48028","averageWeight":"2.5232","boardGameRank":"355","mechanics":["Deck Construction","Dice Rolling","Grid Movement","Hand Management","Stat Check Resolution","Variable Player Powers"],"categories":["Card Game","Fantasy","Fighting"],"designers":["Colby Dauch"]}}