{"timestamp":"2024-11-10T04:46:47.378Z","gameDetails":{"id":"9341","name":"Lost Valley","type":"boardgame","description":"&quot;Gold, Gold, Gold &ndash; A Ton of Gold&quot; &ndash; this was the Seattle headline heard round the world announcing the discovery of great stores of gold in the Klondike. This was the beginning of an exodus of would-be prospectors dreaming of a better life; a chance to escape the toil caused by the financial recessions and bank failures of the 1890s. Gold Rush Hysteria was pulsing through the veins of the country and tens of thousands were willing to risk it all for the chance to &quot;have it all&quot;.&#10;&#10;Lost Valley is a game about the Klondike stampede that rushed North. It's about the grueling journey: traversing Steep Mountain passes with heavy loads, through severe weather, and ever-dwindling resources.&#10;&#10;During the course of the game, players must explore the ever-expanding lost valley in hopes of discovering a gold vein in a mountain, a virgin forest to provide timber or a fishing spot along the river to provide food. The map will be different each time you play, so you never know what lurks around the corner.&#10;&#10;As you set out from the outfitters with everything you own strapped to your back, you must balance carefully the resources that you need. Of course you will need tools, dynamite and timber to extract mountain gold, but you'll need to make sure you have room for food, rifles and fishing poles to help you survive in the wilderness.&#10;&#10;Grab your horse, your pack, and your whiskey because &quot;The Gold Fever is Raging&quot; in the Yukon. Hordes will go, many will turn back or die, but some will achieve their wildest dreams.&#10;&#10;Reimplemented by:&#10;&#10;&#10;    Lost Valley (second edition)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/rkJZHnivuaN7v9R8iR2TzQ__original/img/-9Mrv7m42pX6OWDVoJwCV_bnjFY=/0x0/filters:format(jpeg)/pic201982.jpg","thumbnail":"https://cf.geekdo-images.com/rkJZHnivuaN7v9R8iR2TzQ__thumb/img/oWE1Sn8CB2WeXXet9h6wp97DUT8=/fit-in/200x150/filters:strip_icc()/pic201982.jpg","link":"https://boardgamegeek.com/thing/9341","minPlayers":"3","maxPlayers":"4","yearPublished":"2004","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"4"}}