{"timestamp":"2024-11-09T20:39:18.202Z","gameDetails":{"id":"9342","name":"Fifth Avenue","type":"boardgame","description":"Fifth Avenue takes place in New York during the building boom of the 1930s.  Each player is building skyscrapers along the prestigious Fifth Avenue, competing for the best location next to the most businesses.  During scoring actions and at the end of the game, players score points per skyscraper depending on the number of different types of businesses that are adjacent.&#10;     &#10;During their turn, players make take one of four actions: take 3 skyscrapers into their supply, place a business on an open lot, take a black bidding card and move a commissioner, or score a district. Depending on which action they take, they can then draw colored or black bidding cards.  Finally, at the end of their turn, all players must move a commissioner.  The commissioner&rsquo;s path is tracked, and once they have moved across the map, bidding immediately occurs in the districts the commissioner landed on in that trip.  Players use the bidding cards to bid on a specific lot, and must only use cards of the same color as the lot.  Black cards may be added in to any bid.  The winner can then build their skyscrapers on that lot or declare a building stop.  The player that declares the building stop scores a point for every skyscraper in the district.  Then, the district scores as normal, but the points received are halved.  Nothing further may be built there for the remainder of the game.&#10; The game ends when either there are no more businesses in the supply, or two building stops have been declared.  A final scoring round occurs for each district without a building stop.  The player with the most victory points is the winner.&#10;&#10;This game is #9 in the Alea big box series.&#10;&#10;","image":"https://cf.geekdo-images.com/wvKSVcRQ81A9u0SiAWHrzA__original/img/kSrlLmZlpd3uUOUyPzSZlJGkBwk=/0x0/filters:format(jpeg)/pic39578.jpg","thumbnail":"https://cf.geekdo-images.com/wvKSVcRQ81A9u0SiAWHrzA__thumb/img/svgry7tJjzTKvvp6jHWUhJZS_fY=/fit-in/200x150/filters:strip_icc()/pic39578.jpg","link":"https://boardgamegeek.com/thing/9342","minPlayers":"2","maxPlayers":"4","yearPublished":"2004","playingTime":"100","minPlayingTime":"60","maxPlayingTime":"100","bestAtCount":"4"}}