{"timestamp":"2024-11-09T20:24:04.939Z","gameDetails":{"id":"93897","name":"Defenders of the Realm: Hero Expansion #1","type":"boardgameexpansion","description":"Defenders of the Realm: Hero Expansion #1 includes four new heroes &ndash; with a miniature and character card for each hero &ndash; along with six new global effects cards and five tokens for use with the Defenders of the Realm base game. (This expansion also includes a Paladin miniature to replace the onein the base game.) The new heroes introduced in this expansion are:&#10;&#10;&bull; Captain of the Guard: The Captain of the Guard is an experienced warrior who can give orders (extra actions) to other player's heroes to carry out on their turn if he chooses, who rides a powerful battle steed, and who has the tactical ability to outwit the enemy troops advancing during his Darkness Spreads phase.&#10;&#10;&bull; Assassin: The Assassin can appear and vanish from nowhere, launching sneak attacks on minions, then vanishing to the safety of the shadows at the end of her turn. Most importantly, she has the ability to land a deathblow to any General just when the heroes think all is lost.&#10;&#10;&bull; Chaos Wizard: The Chaos Wizard is able to cast powerful spells, but the untamed magic that he uses will not only lay waste to the invading minions, but can also wound himself and other heroes, or destroy the land he is working to protect if not kept in check.&#10;&#10;&bull; Adventurer: The Adventurer holds a magical item from previous quests that gives her great ability in card management. Additionally, her questing experience enables her to complete a minor quest for Hero cards each time she ends her turn on a location with a Treasure Chest and grants an advantage on major quests. Couple all this with her ability to mingle with lowlifes of the Inns and she can be a powerful defender of the realm.&#10;&#10;","image":"https://cf.geekdo-images.com/U6dnHjyVCwvVavBOoniu-g__original/img/n7KX81qNYhLGlBVTbeBQfe3wDL4=/0x0/filters:format(jpeg)/pic931454.jpg","thumbnail":"https://cf.geekdo-images.com/U6dnHjyVCwvVavBOoniu-g__thumb/img/ckcC6a-AMT2P6AGK66s0EafbHJA=/fit-in/200x150/filters:strip_icc()/pic931454.jpg","link":"https://boardgamegeek.com/thing/93897","minPlayers":"1","maxPlayers":"4","yearPublished":"2011","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":"3"}}