{"timestamp":"2024-11-12T23:56:42.809Z","gameDetails":{"id":"93899","name":"Defenders of the Realm: Hero Expansion #3","type":"boardgameexpansion","description":"Defender of the Realm: Hero Expansion #3 includes four new heroes &ndash; with a miniature and character card for each &ndash; along with a half-dozen new global effects cards and three tokens for use with the Defenders of the Realm base game. The heroes in this expansion are:&#10;&#10;&bull; Feline: The Feline, half cat and half human, has the ability to shadow any moving Hero or General, advancing with them as they leave or pass through the area if on foot or horse. Her catlike reflexes and razor-sharp claws make her a strong warrior in defense of the realm.&#10;&#10;&bull; Shaman: The Shaman, a shape-shifter and magic user, is a welcome addition to any Hero team. His Arrows of Destruction rain doom on minions and his ability to change into a Wolf or Bear grant him valuable skills in movement and combat.&#10;&#10;&bull; Seeker: The Seeker was born with the ability to glimpse the future and as such the Seeker always knows where the next Minion attack will occur and if a General will move. The sword she wields is extremely deadly because of her ability to foresee the battle beforehand, enabling her use all Special Cards as Battle Luck cards. If her attacks fail to defeat all enemy in the area, she can call upon her magic to summon images that will confuse her attackers and send them them wandering off to other lands.&#10;&#10;&bull; Thief: The Thief is the master of sneaking behind enemy lines to not only scout the army of the Dark Lord, but also to steal battle plans from the General's headquarters tent. While not the greatest of warriors, the use of her daggers in combat, especially when treasure can be stolen, often enables her to question the enemy before dispatching them and to gain valuable information in the form of Hero Cards.&#10;&#10;","image":"https://cf.geekdo-images.com/PvIHlfmInMWRCJzA5HgE1A__original/img/keqk4RdZRAAn1G9BjRUG2L2EDJQ=/0x0/filters:format(jpeg)/pic931480.jpg","thumbnail":"https://cf.geekdo-images.com/PvIHlfmInMWRCJzA5HgE1A__thumb/img/uvNQ-OnVFpJeYaucdnQ3un42ilU=/fit-in/200x150/filters:strip_icc()/pic931480.jpg","link":"https://boardgamegeek.com/thing/93899","minPlayers":"1","maxPlayers":"4","yearPublished":"2011","playingTime":"120","minPlayingTime":"120","maxPlayingTime":"120","bestAtCount":[4],"averageRating":"7.56496","averageWeight":"2.75","boardGameRank":"Not Ranked","mechanics":["Action Points","Cooperative Game","Dice Rolling","Hand Management"],"categories":["Adventure","Expansion for Base-game","Fantasy","Fighting","Miniatures"],"designers":["Richard Launius"]}}