{"timestamp":"2024-11-13T01:25:26.462Z","gameDetails":{"id":"94284","name":"Troyes: Bonus Cards","type":"boardgameexpansion","description":"A set of Promo cards for Troyes was released at the International Games Festival in Cannes. For a time, these were available for purchase from the BGG store.&#10;&#10;There are 4 included cards are as follows:&#10;&#10;I Activity Card - Yellow - Baker&#10;&#10;Sells his bread to every civilian still present in town.  Earn 1 denier per yellow die present on all districts of the city square.&#10;&#10;II Activity Card - White - Prior&#10;&#10;Optimizes the work of the monks.  Use one white die as if it were two white dice of the same value.  It is not possible to use more than one white die for this action.&#10;&#10;III Activity Card - Red - The Banquet&#10;&#10;Each red die in the district with the most red dice participates in the banquet.  Gain 1 VP per red die present in the district with the most red dice in it (this district may belong to another player, even the neutral player).&#10;&#10;Event Card - Red - Resistance&#10;&#10;When this card comes into play, it calls for a second red event.  Take this second red card from those set aside at the beginning of the game. The second red card calls for a third yellow or white one.  When resolving Resistance, it removes the last cube placed on each Event card (including Marauding, but excluding Resistance itself).&#10;&#10;These bonus cards are also included in all base game editions starting from 2016&#10;&#10;","image":"https://cf.geekdo-images.com/K97AxH4qyySPGvxMt5Yzhw__original/img/VzLKCA_xr40qLHkiiYwGh1FwwiE=/0x0/filters:format(png)/pic934456.png","thumbnail":"https://cf.geekdo-images.com/K97AxH4qyySPGvxMt5Yzhw__thumb/img/nSXaShW5rT99b9c8mRa1onCgjf8=/fit-in/200x150/filters:strip_icc()/pic934456.png","link":"https://boardgamegeek.com/thing/94284","minPlayers":"2","maxPlayers":"4","yearPublished":"2011","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[3],"averageRating":"7.61353","averageWeight":"3.2128","boardGameRank":"Not Ranked","mechanics":["Dice Rolling","Worker Placement"],"categories":["Dice","Expansion for Base-game","Medieval"],"designers":["Sébastien Dujardin","Xavier Georges","Alain Orban"]}}