{"timestamp":"2024-11-10T05:46:02.668Z","gameDetails":{"id":"95234","name":"Cthulhu Gloom","type":"boardgame","description":"From Dunwich to Innsmouth, from the halls of Miskatonic University to the Charles Dexter Ward at Arkham Asylum, trouble is in the air. The stars are almost right, and terrors from beyond space and time are beginning to break through. When Cthulhu rises, we're all doomed &ndash; but whose downfall will be the most entertaining?&#10;&#10;Cthulhu Gloom takes the game play of Atlas' Gloom and puts a Lovecraftian spin on it. Each player controls a group of protagonists, and your goal is to make them as miserable and insane as possible &ndash; preferably with them dying quickly while your opponents' heroes remain sane and (at a minimum) alive. In the publisher's description: &quot;While your characters Gibber With Ghouls and Learn Loathsome Lore to earn negative points, you'll encourage your opponents to be Analyzed by Alienists and to Just Forget About the Fungus to pile on positive points. When one group finally falls prey to the interdimensional doom that awaits us all, the player whose characters have suffered the most wins.&quot;&#10;&#10;As in Gloom, the cards in Cthulhu Gloom are transparent, allowing you to stack multiple modifier cards on a character card to alter its stats or undo what an opponent has done to you. While Cthulhu Gloom can be played on its own or combined with Gloom and its many expansions, it does introduce two new types of cards:&#10;&#10;&bull; Story cards can be in play from the start of the game, and the first player to meet a Story card's conditions &ndash; e.g., drawing the attention of The King in Yellow or heeding The Call of Cthulhu &ndash; claims the card and gains its benefits (or drawbacks).&#10;&#10;&bull; Transformation cards mutate a character for the remainder of the game, no matter which modifiers might come its way later. What's more, the character's image is replaced with &quot;something hideous and slimy&quot;. You'd expect no less really...&#10;&#10;","image":"https://cf.geekdo-images.com/0NIPJMlzch7WpotTjqGykw__original/img/HjxJsD6u9oZAAx3VNtf_Plv1Yqk=/0x0/filters:format(jpeg)/pic1045316.jpg","thumbnail":"https://cf.geekdo-images.com/0NIPJMlzch7WpotTjqGykw__thumb/img/ujk5D2Jhrr2aEvR6coTP9ePAhRQ=/fit-in/200x150/filters:strip_icc()/pic1045316.jpg","link":"https://boardgamegeek.com/thing/95234","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"4"}}