{"timestamp":"2024-11-12T17:45:07.741Z","gameDetails":{"id":"95527","name":"Madeira","type":"boardgame","description":"Madeira is an island officially discovered early in the 15th century by Portuguese seafarers. Madeira, the Portuguese word for wood, refers to the dense forest that covered its wild, fertile landscape. This, and its strategic position far into the Atlantic Ocean made the island one of the most significant Portuguese discoveries. Madeira served as a &ldquo;laboratory&rdquo; for what would become the Portuguese Empire.&#10;&#10;Wheat plantations were the first means for survival on the island. After that, when D. Henrique decided to increase the economy of the Empire, sugar became the core business of Madeira. Once sugar started coming from other places in the world, such as Africa and Brazil, profits from sugar were no longer enough, and production of the very famous Madeira wine became the most important economic product of the island.&#10;&#10;Players try to adapt themselves to these constraints, working to find better fields for farming the right goods and for obtaining precious wood, essential for erecting new structures in the cities and for building ships. In turn, the ships are crucial for trading in foreign markets, as well as for taking part in new expeditions to discover other countries.&#10;Madeira has been established just as it was in the original administrative division of the island under 3 captaincies (Funchal, Machico, and Porto Santo), where the ultimate goal is to develop the Island, gaining the most prestige under and for the Portuguese Crown.&#10;&#10;The Crown of Portugal has a series of requests regarding expeditions, urbanization, opening trade routes, increasing wealth, and controlling the guilds on the islands. Three times during the game, the players gain prestige for fulfilling certain requests by the Crown. At two other times, the Crown requests that the islands change the focus of their agriculture due to the changes in the world.&#10;&#10;Players must carefully choose the correct timing to show their achievements. Too early and you don&rsquo;t gain as much prestige, too late and you risk someone else stealing the best opportunities. Will you have what it takes to excel in all of these endeavors?&#10;Beware, wheat may become scarce, money is never enough, the population is hungry, and the shadow of piracy looms large&hellip;.&#10;&#10;","image":"https://cf.geekdo-images.com/wY6k5MmdPH3NVXsJ-SgtMw__original/img/I-0fr4331yRjHcjZlXiSzq0Lbnw=/0x0/filters:format(jpeg)/pic1762708.jpg","thumbnail":"https://cf.geekdo-images.com/wY6k5MmdPH3NVXsJ-SgtMw__thumb/img/Su3JBW4OIe8Qt6nXEyUcMOJtqsM=/fit-in/200x150/filters:strip_icc()/pic1762708.jpg","link":"https://boardgamegeek.com/thing/95527","minPlayers":"2","maxPlayers":"4","yearPublished":"2013","playingTime":"150","minPlayingTime":"60","maxPlayingTime":"150","bestAtCount":[4],"averageRating":"7.53799","averageWeight":"4.3095","boardGameRank":"623","mechanics":["Area Majority / Influence","Dice Rolling","Turn Order: Pass Order","Turn Order: Stat-Based","Worker Placement","Worker Placement with Dice Workers"],"categories":["Dice","Economic","Farming","Nautical"],"designers":["Nuno Bizarro Sentieiro","Paulo Soledade"]}}