{"timestamp":"2024-11-12T21:16:53.145Z","gameDetails":{"id":"95699","name":"Ghost Stories: Black Secret","type":"boardgameexpansion","description":"The cooperative game Ghost Stories often has players on the edge of their seats with uncertainty over whether their monks will be able to protect a village against the many aspects of Wu-Feng that threaten it. With Ghost Stories: Black Secret, the players will face an even more powerful dilemma: Wu-Feng himself.&#10;&#10;Yes, the player count for Black Secret is 2-5 (instead of 1-4) as one player will take on the role of Wu-Feng and harass the monks in a more direct manner than they've experienced previously. Wu-Feng now chooses where the incoming ghosts will be placed on the individual monk boards. Instead of placing the ghost on the board, Wu-Feng can use that ghost to power colored spells matching the color of the ghost (while casting the spells bring Wu-Feng access to stronger spells) or to bring new demon miniatures in play that scour the catacombs underneath the village; these figures are searching for the remains of Wu-Feng by digging in the dirt located there, and should they find the three icons required, the shadow of Wu-Feng descends on the village to fight directly with the monks.&#10;&#10;To aid the monks in their fight against this more devious incarnation of Wu-Feng, they have access to blood mantras, special abilities that come in different levels to adjust for the difficulty of play. When a monk loses a life, the Qi token is placed on the mantra. When two tokens are on one of the level-2-mantras, one monk of the players' choice gains a Qi. When 4 Qi are collected on one of the level-4-mantras, all village tiles are dehaunted.&#10;&#10;","image":"https://cf.geekdo-images.com/HWe9h6anQkC2lPnXBDKqfg__original/img/SNgqLkPvnSL_XXvu-4XEsuTpYh4=/0x0/filters:format(png)/pic1048616.png","thumbnail":"https://cf.geekdo-images.com/HWe9h6anQkC2lPnXBDKqfg__thumb/img/UiHOwtmj4sz5q3u9m3g2KjzlK68=/fit-in/200x150/filters:strip_icc()/pic1048616.png","link":"https://boardgamegeek.com/thing/95699","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"90","minPlayingTime":"90","maxPlayingTime":"90","bestAtCount":[5],"averageRating":"7.45003","averageWeight":"3.1579","boardGameRank":"Not Ranked","mechanics":["Area Movement","Dice Rolling","Modular Board","Team-Based Game","Variable Player Powers"],"categories":["Expansion for Base-game","Fantasy","Fighting","Horror","Mythology"],"designers":["Antoine Bauza"]}}