{"timestamp":"2024-11-12T18:39:06.049Z","gameDetails":{"id":"959","name":"Luftschiff","type":"boardgame","description":"Solitaire game of German Zeppelin operations in WWI that plays like a really sophisticated side-scrolling arcade game. The board shows a side view of the airspace over war-torn Europe (or in one scenario, Africa). The counter representing your Zeppelin remains in a central &quot;Zeppelin corridor,&quot; or column, shifting up or down as it gains and loses altitude; forward movement is marked by moving every other card and counter on the board left or right relative to your Zepp.&#10;&#10;A typical scenario has you playing through 30 randomly dealt &quot;Situation Cards,&quot; which represent enemy units, weather conditions, and the odd mountain encountered on the way to and from your primary target. The first 10 cards represent the trip out; the second 10, time over the target area; and the final 10, the trip home, by which point you will likely be damaged and running low on ballast and gas.&#10;&#10;A separate &quot;ballast sheet,&quot; or Zeppelin schematic, is used to keep track of the condition of your craft and crew. Five different Zeppelin models are provided, from the Type M converted passenger liner to the mammoth Type X &quot;war Zeppelin.&quot;&#10;&#10;The game's components are a step above desktop publishing quality; cards and counters must be cut apart before play. The game provides ten scenarios, plus a campaign game and variant rules for two players. An expansion set,  featuring Riesenflugzeugabteilungen oversized bomber planes in place of Zeppelins, is also available.  A second expansion set ZRCV which introduces US airships in the pacific as well.&#10;&#10;Sierra Madre Games combind Luftschiff and ZRCV into a single game called Airships at War 1914-1941 as a 2nd edition of the game in 2005.   A 3rd edition of the game is published by Sonic Quill Publications and is currently available for sale as of 2023 from rjwargames.com.&#10;&#10;Expanded by&#10;&#10;    Riesenflugzeugabteilungen&#10;    Airships at War 1914-1941&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/5nS1nQZx2-Ce4CbLjrGFOQ__original/img/lXkkKuV6H9IJFFgf9ZLVZ4votXY=/0x0/filters:format(jpeg)/pic22972.jpg","thumbnail":"https://cf.geekdo-images.com/5nS1nQZx2-Ce4CbLjrGFOQ__thumb/img/QOvCOb3E7D0FIW1HpHGsKqDLKoU=/fit-in/200x150/filters:strip_icc()/pic22972.jpg","link":"https://boardgamegeek.com/thing/959","minPlayers":"1","maxPlayers":"2","yearPublished":"1996","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[1],"averageRating":"7.2225","averageWeight":"3.381","boardGameRank":"11595","mechanics":["Dice Rolling","Events","Grid Movement","Scenario / Mission / Campaign Game","Simulation","Solo / Solitaire Game"],"categories":["Aviation / Flight","Wargame","World War I"],"designers":["Phil Eklund"]}}