{"timestamp":"2024-11-13T01:16:01.150Z","gameDetails":{"id":"9625","name":"Struggle of Empires","type":"boardgame","description":"Struggle of Empires recreates the various wars fought between the European powers as they attempted to become the dominant force in Europe and the rest of the world during the eighteenth century.  Build armies and fleets, make alliances, establish colonies, improve your economy, and ultimately wage war to expand your empire.  Be careful, though, as a profligate country can end up being consumed by revolution.&#10;&#10;From the designer:&#10;Think of Civilization/Age of Renaissance set in the 18th century. Players take the role of one of the major powers of the period and fight in both Europe and the colonies. The twist to the game is that in each war, players must form into two alliances. Once allied with a player, you cannot fight each other. This means that you do not have the backstabbing of Diplomacy to worry about; if he's allied, he's with you until the end of the war. This means that a player has to think carefully about who he wants to fight against and who he wants to ally with. Very often he will want to ally with his natural enemy and go to war with the guy who doesn't really want to fight him. On top of this, you have lots of improvement tiles that you buy to shape your empire, plus alliances with minor powers, and the possibility of going into revolution. Even though it is a big empire building game, it will scale from 3 to 7 players and has pretty simple rules.&#10;&#10;","image":"https://cf.geekdo-images.com/V8J_bg9LKjB6as3Oxp_wtQ__original/img/1AabSD3BtD1N-JqFsmix6OIzTbo=/0x0/filters:format(png)/pic5633386.png","thumbnail":"https://cf.geekdo-images.com/V8J_bg9LKjB6as3Oxp_wtQ__thumb/img/FUyc1QhXpVQRkbAhouttIZstUZA=/fit-in/200x150/filters:strip_icc()/pic5633386.png","link":"https://boardgamegeek.com/thing/9625","minPlayers":"2","maxPlayers":"7","yearPublished":"2004","playingTime":"240","minPlayingTime":"180","maxPlayingTime":"240","bestAtCount":[5,7],"averageRating":"7.5366","averageWeight":"3.5909","boardGameRank":"675","mechanics":["Alliances","Area Majority / Influence","Area Movement","Auction / Bidding","Dice Rolling"],"categories":["Age of Reason","Civilization","Fighting","Political","Territory Building"],"designers":["Martin Wallace"]}}