{"timestamp":"2024-11-09T20:27:26.797Z","gameDetails":{"id":"96260","name":"Dominant Species: The Card Game","type":"boardgame","description":"15,000 B.C. &ndash; a great ice age is ending. Another titanic struggle for global supremacy has unwittingly commenced between the animal species.&#10;&#10;Dominant Species: The Card Game is a fast-playing game that abstractly recreates a tiny portion of ancient history: the ponderous rescinding of an ice age and what that entails for the living creatures trying to adapt to the slowly-changing earth.&#10;&#10;Players will use six major animal classes &ndash; mammal, reptile, bird, amphibian, arachnid or insect &ndash; to further their goals in various terrain. Through wily card play, players will strive to become dominant at as many different terrestrial and sea biomes as possible in order to claim valuable victory points: It is survival of the fittest.&#10;&#10;All of this leads to the end game &ndash; the final descent of the ice age &ndash; where the player who has accumulated the most victory points wins the game.&#10;&#10;But somebody better become dominant quickly because it's getting mighty warm...&#10;&#10;Dominant Species: The Card Game consists of ten rounds of competition, each round occurring on ten of the twelve different Biome cards. The player who starts a competition must choose to either play one Action card or pass.&#10;&#10;Action cards consist of animals played to the table as well as events. Animals contribute their Food Chain values towards gaining valuable victory points at the various Biomes, and use their element icons to fight for control of the six Element resource cards. Animals can also sometimes suppress other animals, turning them from Healthy to Endangered, or Endangered to Extinct. Event cards can be powerful one-time effects or ongoing effects that last throughout the round.&#10; Play proceeds clockwise around the table in like fashion until every player has passed consecutively or when any one player has passed with an empty hand. At that point Element cards and the current Biome card are scored, with victorious players recording their gains on the Victory Point Track. If the competition is at a Tundra, one or more dominant players will advance one space on the Survival Track.&#10;&#10;The current Biome card as well as all played Action cards are then discarded, and a new Biome card brought into play. Finally, each player draws (and perhaps discards) new Action cards based on his position on the Survival Track, and a new competition round begins. Play proceeds from Biome to Biome in like fashion until the game ends and a winner is determined.&#10;&#10;Reimplements&#10;&#10;    Dominant Species&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/yt-U96JURyBdOjgpWM17EA__original/img/QkXxXSQBhlHAqFNh8EJ-fzIYD4c=/0x0/filters:format(jpeg)/pic1358647.jpg","thumbnail":"https://cf.geekdo-images.com/yt-U96JURyBdOjgpWM17EA__thumb/img/ZtEzt-pOBCxklvJECS2iUIsFjmM=/fit-in/200x150/filters:strip_icc()/pic1358647.jpg","link":"https://boardgamegeek.com/thing/96260","minPlayers":"2","maxPlayers":"6","yearPublished":"2012","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"4"}}