{"timestamp":"2024-11-09T19:50:29.710Z","gameDetails":{"id":"96613","name":"Alcatraz: The Scapegoat","type":"boardgame","description":"Alcatraz: The Scapegoat is a game about conflicted loyalties. On one hand, the players work together to bust out of the famous prison; on the other hand they all know that one of them will be left behind as the scapegoat.&#10;&#10;Alcatraz is a peculiar game because while it is cooperative in some aspects, with players needing to work together to complete tasks, the game has loads of negative interaction as one player will always be the scapegoat. You don't want to be that guy. You don't &quot;go all in,&quot; you don't always keep your promises, and you don't do &quot;what's best for the group.&quot; Instead, you do everything you can to become indispensable, and &quot;everything&quot; is literal here &ndash; even if it means stealing from, betraying, and blackmailing other players.&#10;&#10;In order to escape from Alcatraz, the players need to complete six parts of a plan. Each part is a &quot;pick-up and deliver&quot; task requiring specific items obtained in different parts of the prison. Once each part of the plan is completed, every player but the scapegoat moves a little closer to escaping, with the scapegoat being voted on each round by all the players &ndash; most likely the player who contributed the least to completing that particular task, but you never know. Thus, you could say that Alcatraz is a cooperative game &ndash; but with a twist.&#10;&#10;The map of the prison constituting the play area is generated randomly each game, providing high replayability. Alcatraz is designed for 3-4 players, and due to its theme and complex gameplay is best suited for mature players.&#10;&#10;","image":"https://cf.geekdo-images.com/XLd0BYE82k7qn6KsBJuBpw__original/img/Vp7HlM7Qq1LwJoMQlpsV6Yg-kHU=/0x0/filters:format(jpeg)/pic1345064.jpg","thumbnail":"https://cf.geekdo-images.com/XLd0BYE82k7qn6KsBJuBpw__thumb/img/VDohwqQStdqmIJL3-0qe1Y5MQh4=/fit-in/200x150/filters:strip_icc()/pic1345064.jpg","link":"https://boardgamegeek.com/thing/96613","minPlayers":"3","maxPlayers":"4","yearPublished":"2011","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":"4"}}