{"timestamp":"2024-11-09T20:54:43.819Z","gameDetails":{"id":"9674","name":"Ingenious","type":"boardgame","description":"In Ingenious, a.k.a. Einfach Genial, players take turns placing colored domino-style tiles on a game board, scoring for each line of colored symbols that they enlarge. The trick, however, is that a player's score is equal to their worst-scoring color, not their best, so they need to score for all colors instead of specializing in only one or two.&#10;&#10;In more detail, the game includes 120 domino-style tiles, each consisting of two conjoined hexes; each hex has one of six colors in it, with most tiles having different-colored hexes. Each player has a rack with six tiles on it, and on a turn a player places one tile from their rack onto two hexes of the game board. For each hex on this tile, they score one point in that color for each hex of the same color that lies adjacent to it and each hex in a straight line from it. If a player brings the score of a color to 18, they immediately take another turn. At the end of their turn, they refill their rack to six tiles. (Before refilling their rack, if they have no tiles on it that contain hexes in their lowest-scoring color, they can discard all of their tiles, then draw six new tiles from the bag.)&#10;&#10;When no more tiles can be placed on the game board or when one player scores 18 in each color, the game ends. Players then compare their lowest scores, and whoever has the highest low score wins.&#10;&#10;Ingenious includes rules for solitaire and team play; in the latter case, two teams of two play, with each player not being able to see their partner's tiles and teams keeping a combined score that maxes out at 36 instead of 18.&#10;&#10;","image":"https://cf.geekdo-images.com/_qEEUfI9DxtfVxYCerAvsQ__original/img/2s1PbJDhGgIHkdF_-_S3dmcTW_8=/0x0/filters:format(jpeg)/pic7633115.jpg","thumbnail":"https://cf.geekdo-images.com/_qEEUfI9DxtfVxYCerAvsQ__thumb/img/03ERw7OIGzvbuGKm3L5fWO1bqFQ=/fit-in/200x150/filters:strip_icc()/pic7633115.jpg","link":"https://boardgamegeek.com/thing/9674","minPlayers":"1","maxPlayers":"4","yearPublished":"2004","playingTime":"45","minPlayingTime":"30","maxPlayingTime":"45","bestAtCount":"2"}}