{"timestamp":"2024-11-12T18:46:02.258Z","gameDetails":{"id":"9675","name":"La Strada","type":"boardgame","description":"The route-building game genre can be counted as the greatest passion of English game designer and history teacher Martin Wallace. And with La Strada, he has come up with a particularly clever road-building game. Everything &ndash; from the rules to the game play &ndash; is devilishly simple. The game lets players claim successes throughout the game, and turn-by-turn one reaches one or even multiple goals. But at the end, someone else wins? How did that happen?&#10;&#10;The game features a variable game board, built up out of hex tiles that depict easily traveled flatland, forests, or hills. Before the start of the game, nineteen different settlements (ranging from cities to tiny villages) with varying victory point values are randomly placed onto those spaces featuring a gray symbol. Each player then places his or her starting marker onto a chosen flatland tile. The object here is of course to try to put your starting marker near as many high-value cities as possible.&#10;&#10;The object of the game is to connect together as many settlements with your roads as possible, in order to get as many victory points as possible. The catch is that settlements award fewer and fewer victory points the more players connect to them. The cities are like pies: the more people want a slice, the smaller the slices have to be.&#10;&#10;Building streets is very simple. One a player&rsquo;s turn, he receives six gold pieces. Each street segment costs two gold to build over flatland, three over forest, and four over hills. Players can build as many segments as they can afford on their turn, provided that they end at a settlement and don&rsquo;t intersect any other streets on the way. Put simply: players can&rsquo;t end a street in the middle of nowhere and then keep building next turn. Streets have to reach their destination at the end of each turn.&#10;&#10;Once a settlement has been reached, and then the player gets to put one of their trade markers on it. Note that streets can intersect each other only at the settlement locations. If a player doesn&rsquo;t use up all of his gold on his turn, then he can save it for the next turn (where he will also get another six gold to play with again). Players aren&rsquo;t allowed to spend more than ten gold pieces on their turn, though, so you can&rsquo;t save forever.&#10;&#10;The game ends when one player can&rsquo;t build any more roads or doesn&rsquo;t have any trade markers left.&#10;&#10;Scoring then occurs. A scoring example for a city: The city is worth five victory points, but only if it was connected to by a single player. A doubly connected city is worth four points for each player, while a triply connected city is only worth three each. Cities connected to by four players are only worth two points. This decreasing point system also counts for smaller settlements, worth between four and two victory points. A nicely thought out sorting system ensures that the end game scoring doesn&rsquo;t turn into a math exercise. Naturally, the player with the most victory points is the winner. In the case of a tie, then the tied player with the most gold left is the winner.&#10;&#10;La Strada is a very simple game: build roads and connect cities. But it&rsquo;s not that easy to get ahead with the scores. It&rsquo;s every player&rsquo;s dream to claim a fat five point city all to themselves &ndash; but a player who spends too much energy trying to protect an investment will find that his other road-building options become tighter.&#10;&#10;[Text is from a preview by Spielbox]&#10;&#10;","image":"https://cf.geekdo-images.com/FI6EY7xN3elchZZrPXKS2w__original/img/3QY9xzV7jjirDzkO13pwmG28rTA=/0x0/filters:format(jpeg)/pic1191603.jpg","thumbnail":"https://cf.geekdo-images.com/FI6EY7xN3elchZZrPXKS2w__thumb/img/yEYhAhJJ3b93nxuuj30ChRVht40=/fit-in/200x150/filters:strip_icc()/pic1191603.jpg","link":"https://boardgamegeek.com/thing/9675","minPlayers":"2","maxPlayers":"4","yearPublished":"2004","playingTime":"30","minPlayingTime":"30","maxPlayingTime":"30","bestAtCount":[4],"averageRating":"6.18262","averageWeight":"1.8364","boardGameRank":"4795","mechanics":["Action Points","Area Majority / Influence","Enclosure","Hand Management","Modular Board","Network and Route Building","Tile Placement"],"categories":["Abstract Strategy","Transportation"],"designers":["Martin Wallace"]}}