{"timestamp":"2024-11-10T04:33:00.762Z","gameDetails":{"id":"9687","name":"Alhambra: The Vizier's Favor","type":"boardgameexpansion","description":"Subtitled as the first extension for Alhambra, &quot;The Vizier's Favor&quot; (Die Gunst des Wesirs) is as a matter of fact a collection of four separate extensions that can be mixed with the base game in any combination.&#10;&#10;1. The primary module is &quot;The Vizier's Favor&quot;, which allows players to buy a building out of turn but has to be paid with exact amount.&#10;&#10;2. &quot;The Builders Huts&quot; (Die Bauh&uuml;tte) introduces a number of new tiles that only count in the scoring when other tiles of the same color are built next to them. Hut tiles are free, but their number is limited to three per player.&#10;&#10;3. With the &quot;The Currency Exchange&quot; (Wechselstube), players can buy building tiles by mixing different currencies.&#10;&#10;4. The fourth module is a set of bonus cards that are dealt to the players. Each of the tiles shows a particular building. If the matching building is part of your Alhambra, then the bonus card can be revealed and will count as another building of that category.&#10;&#10;Owners of the first edition of the game (titled only &quot;Alhambra&quot;) will notice that the color scheme of the &quot;Currency Exchange&quot;  does not agree with their currency cards: later editions of the game had differently colored currency cards that can be more easily distinguished from each other.&#10;&#10;Expands:&#10;&#10;    Alhambra&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/EJY83JZj2yHCa5C9jo1rlw__original/img/WJNmCbDyc_ozT6rBnTpESqlgjyA=/0x0/filters:format(jpeg)/pic105723.jpg","thumbnail":"https://cf.geekdo-images.com/EJY83JZj2yHCa5C9jo1rlw__thumb/img/i8qJ3GulVZoTgZ7ClY7bnIenoBg=/fit-in/200x150/filters:strip_icc()/pic105723.jpg","link":"https://boardgamegeek.com/thing/9687","minPlayers":"2","maxPlayers":"6","yearPublished":"2004","playingTime":"60","minPlayingTime":"45","maxPlayingTime":"60","bestAtCount":"3"}}