{"timestamp":"2024-11-13T00:27:06.618Z","gameDetails":{"id":"96913","name":"Lancaster","type":"boardgame","description":"From the designer of Glen More comes a new title published by Queen Games: Lancaster.&#10;&#10;In 1413, the new king of England, Henry V of Lancaster, has ambitious plans: The unification of England and the conquest of the French crown! Each player takes the role of an ambitious aristocratic family. Who will be the best supporter of this young king, and the most powerful Lord of his time?&#10;&#10;In Lancaster, the players want to proceed from simply being a Lord to being the most powerful ally of the king. They may achieve this by developing their own knighthood, as well as by clever deployment of individual knights in the counties of England, at their own castle, and to conflicts with France. In parliament, they try to push laws from which they will benefit themselves most. The player with the most power points at the end of the game is the winner.&#10;&#10;Every turn, players send their knights to the different locations:&#10;&bull; Counties, where they compete with knights from other players for rewards and the favor of the nobles.&#10;&bull; The castle, to receive income or new knights.&#10;&bull; Into conflict with France, where all players combine their power and try to gain power points.&#10;&#10;In the counties, the strength of the knights is important, as you can remove the knight of another player by placing a knight of your own with higher strength in the same location.&#10;&#10;","image":"https://cf.geekdo-images.com/8e4XYBOnFKGMoiW591ih8g__original/img/_jhK5G6MPFMsEExIi_4j9JXf1SY=/0x0/filters:format(jpeg)/pic1280761.jpg","thumbnail":"https://cf.geekdo-images.com/8e4XYBOnFKGMoiW591ih8g__thumb/img/dsG2vzx6pcFyxghLg_dww9NcHOQ=/fit-in/200x150/filters:strip_icc()/pic1280761.jpg","link":"https://boardgamegeek.com/thing/96913","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"60","minPlayingTime":"60","maxPlayingTime":"60","bestAtCount":[4],"averageRating":"7.38779","averageWeight":"2.9957","boardGameRank":"507","mechanics":["Area Majority / Influence","Auction / Bidding","Voting","Worker Placement","Worker Placement, Different Worker Types"],"categories":["Medieval"],"designers":["Matthias Cramer"]}}