{
  "timestamp": "2025-11-24T23:30:41.467Z",
  "gameDetails": {
    "id": "97683",
    "name": "Age of Rail: South Africa",
    "type": "boardgame",
    "description": "Age of Rail: South Africa, title #4 in the \"Iron Rail\" series by Capstone Games, is a new version of 2011's South African Railroads, which was an extensive re-development of Pampas Railroads' sister game, Veld Railroads. Your goal is to have more money than anyone else, and you earn money by holding shares and getting dividend payments from railroad companies.\n\nAfter an initial auction for the first shares of these companies, players take turns, choosing from one of four different actions: build track, develop settlement, offer stock, and pay dividends. These actions are limited; only one dividend action exists, for example, so when a player chooses this, the action remains blocked until that player's next turn, at which time they must choose a different action. Two \"offer stock\" actions and three \"develop settlement\" actions are available; \"build track\" is an unlimited action and can be repeated on the next turn.\n\nWhen players buy stock, the spent funds go into the company's treasury and can be used to build track. By developing settlements, you increase the value of stations, and a railroad's income increases when it links to stations. When dividends are paid, the company's income is divided by five (the number of shares) and paid to the owner of those shares.\n\nAfter the sixth dividend, the game ends &mdash; but that final divided includes bonuses based on the number of company links and is paid out solely based on the number of shares issued, not all of the shares in existence.\n\n",
    "image": "https://cf.geekdo-images.com/lOAQZiOPkdU2Zd4j1XykMw__original/img/nB71JOh0oLBvsM2ezYt3Zk4c_Pc=/0x0/filters:format(jpeg)/pic7614397.jpg",
    "thumbnail": "https://cf.geekdo-images.com/lOAQZiOPkdU2Zd4j1XykMw__small/img/MC2sghIhtPhv9ze4WuPu2o3ll30=/fit-in/200x150/filters:strip_icc()/pic7614397.jpg",
    "link": "https://boardgamegeek.com/thing/97683",
    "minPlayers": "3",
    "maxPlayers": "6",
    "yearPublished": "2011",
    "playingTime": "60",
    "minPlayingTime": "40",
    "maxPlayingTime": "60",
    "bestAtCount": [
      4,
      5
    ],
    "averageRating": "7.71187",
    "averageWeight": "3.05",
    "boardGameRank": "3799",
    "mechanics": [
      "Action Drafting",
      "Auction / Bidding",
      "Stock Holding",
      "Victory Points as a Resource"
    ],
    "categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "designers": [
      "John Bohrer"
    ]
  }
}