{"timestamp":"2024-11-12T17:59:17.739Z","gameDetails":{"id":"97786","name":"Small World Underground","type":"boardgame","description":"&quot;This world's not big enough for all of us, so it's time you step aside to make room for me.&quot;&#10;&#10;That's the spirit of Philippe Keyaerts' award-winning Small World, and the 2011 release Small World Underground is a standalone game that keeps that spirit intact, while putting a new spin on the game play.&#10;&#10;Small World Underground includes 15 fantasy-themed races of creatures along with 21 special powers. Each player will control several creature/power combinations over the course of the game &ndash; spending points to draft these combinations &ndash; and will use those creatures to claim control of various subterranean locations. Some locations hold relics or are designated as &quot;places of power&quot;, and monsters must first be conquered before a player can claim these special benefits. At the end of each turn, a player scores points for the regions he holds, and the player with the most points at game end wins.&#10;&#10;Small World Underground is playable on its own, but can be combined with other Small World releases. The publisher recommends that players be familiar with Small World before playing Small World Underground.&#10;&#10;","image":"https://cf.geekdo-images.com/qFmyurPNiCM8UPtP38mQpg__original/img/0464mabR0gCe0rmZCKpW-Y1RBWg=/0x0/filters:format(jpeg)/pic979889.jpg","thumbnail":"https://cf.geekdo-images.com/qFmyurPNiCM8UPtP38mQpg__thumb/img/wLG6hiX2QNkrZCG5bnZqLJB6Pio=/fit-in/200x150/filters:strip_icc()/pic979889.jpg","link":"https://boardgamegeek.com/thing/97786","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"90","minPlayingTime":"30","maxPlayingTime":"90","bestAtCount":[4],"averageRating":"7.23006","averageWeight":"2.592","boardGameRank":"586","mechanics":["Area Majority / Influence","Area Movement","Dice Rolling","King of the Hill","Variable Player Powers"],"categories":["Fantasy","Fighting","Territory Building"],"designers":["Philippe Keyaerts"]}}