{
  "timestamp": "2024-10-19T00:50:02.628Z",
  "gameDetails": {
    "name": "Terror in Meeple City",
    "type": "boardgame",
    "description": "In Terror in Meeple City (formerly known as Rampage), you arrive in Meeple City as a gigantic, famished, scaly-skinned monster! Your goal: Dig your claws and dirty paws into the asphalt, destroy buildings, and devour innocent meeples &ndash; in short: sow terror while having fun. The monster who has caused the most damage after the carnage finally ends wins the game.&#10;&#10;The buildings in Meeple City are comprised of floor tiles and meeples, with the meeples serving as pillars that support the floors. Four wooden vehicles are on the ground in the eight neighborhoods in the city. Each monster, which consists of a wooden paws disc and a wooden body, starts in one corner of the game board. On a turn you take two actions from four possibilities, repeating an action if desired:&#10;&#10;&#10;    Move: Pick up your monster body, flick the paws disc, then place the body back on the disc.&#10;    Demolish: If your paws are on the sidewalk surrounding a building, you can pick up your monster body, drop it onto a building, then collect any floors that have no meeples on them.&#10;    Toss a vehicle: If you're in a neighborhood with a vehicle, you can pick up the vehicle, place it on your body, then flick the vehicle at a building or another monster.&#10;    Breathe: Even while away from sidewalks with no vehicles, you can cause destruction by placing your chin on your monster's body and blowing across the board.&#10;&#10;&#10;Monsters tend to be messy when obtaining meals, but if you knock meeples off the city board, you might be punished for letting food go to waste, costing you a tooth or letting other players take an additional action. After your two actions, you can eat unprotected meeples on the ground in your neighborhood, but you can eat only as many as the number of teeth you have. If you knock another monster to the ground, you break off one of its teeth, thereby keeping it from stealing your food! Meeples come in six colors, with the colors representing different types of inhabitants: blue (journalists), green (military), yellow (blondes), grey (old people), red (heroes), and black (businessmen). For each set of six you collect in your stomach, you score 10 points at game's end. You score points for collecting floors and teeth, too, and you can also score for achieving the goal on your character card.&#10;&#10;In addition to the character card, each player has a power card and a superpower card unique to his monster, with the former lasting the entire game and the latter being a one-shot effect that's revealed only upon use.&#10;&#10;Terror in Meeple City includes rules for monsters that evolve over the course of the game, that lose points for meeples not in sets, and that want to combine two game boards to allow for play with up to eight players.&#10;&#10;",
    "image": "https://cf.geekdo-images.com/loyFNu06XcKcRcoouNkn5Q__original/img/Dg5JwmmkDHJ4b4WDAU7WREHbBdw=/0x0/filters:format(jpeg)/pic2482302.jpg",
    "thumbnail": "https://cf.geekdo-images.com/loyFNu06XcKcRcoouNkn5Q__thumb/img/w5H9B8agVcPdAfNYgvN1qoFjLsc=/fit-in/200x150/filters:strip_icc()/pic2482302.jpg",
    "link": "https://boardgamegeek.com/thing/97903",
    "minPlayers": "2",
    "maxPlayers": "4",
    "bestAtCount": "4",
    "id": "97903"
  }
}