{"timestamp":"2024-11-09T20:00:02.645Z","gameDetails":{"id":"98","name":"Axis & Allies","type":"boardgame","description":"Axis and Allies is the most successful of Milton Bradley&#039;s Gamemaster series.&#10;&#10;It depicts WWII on a grand scale, full global level. Up to five players can play on two different teams. The Axis which has Germany and Japan, and the Allies which has the USA, the United Kingdom, and the USSR. A full map of the world is provided, broken up in various chunks similar to Risk. The game comes with gobs of plastic miniatures that represent various military units during WWII.  Players have at their disposal infantry, armor, fighters, bombers, battleships, aircraft carriers, submarines, troop transports, anti-air guns, and factories. All of the units perform differently and many have special functions. Players have to work together with their teammates in order to coordinate offenses and decide how best to utilize their production points. Players also have the option of risking production resources on the possibility of developing a super technology that might turn the tide of war.&#10;&#10;Axis and Allies was originally published by Nova Games in 1981.&#10;&#10;Re-implemented by:&#10;&#10;    Axis & Allies Anniversary Edition&#10;     Axis &amp; Allies: Global 1940 (Axis & Allies: Pacific 1940 combined with Axis & Allies: Europe 1940)&#10;&#10;&#10;Expanded by:&#10;&#10;    Totally Untested Volume 2 of Max's Advanced Rules for Axis & Allies (Unofficial expansion)&#10;    Conquest of the Pacific (Unofficial expansion)&#10;    Midway (Unofficial expansion)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/pWUe-w4DpXdcmH6GqbZqCw__original/img/-mqPeX0oe4pkmLxBNyRt3uGyyf0=/0x0/filters:format(jpeg)/pic24006.jpg","thumbnail":"https://cf.geekdo-images.com/pWUe-w4DpXdcmH6GqbZqCw__thumb/img/T03oThwiFNU19-9XppxmcQ7_rMs=/fit-in/200x150/filters:strip_icc()/pic24006.jpg","link":"https://boardgamegeek.com/thing/98","minPlayers":"2","maxPlayers":"5","yearPublished":"1981","playingTime":"180","minPlayingTime":"180","maxPlayingTime":"180","bestAtCount":"2"}}