{
  "timestamp": "2025-11-26T21:01:12.688Z",
  "gameDetails": {
    "id": "98046",
    "name": "Sake & Samurai",
    "type": "boardgame",
    "description": "A few samurai warriors are sitting at a table in a small inn, talking and bragging about swords, women and honor. Sake flows freely, but not even the cellars of Bishamon, the God of War, could quench the thirst of Japan's greatest swordsmen. Servants run for cover, knowing full well where all this is going. Suddenly an eerie silence fills the common room. On the table, only one full cup remains. Who will get the last drink? Will it be the elder of the group, or shall the greatest warrior have it? Time seems to stretch to infinity, until one hand makes a move toward the cup. Such insolence! This insult shall not be tolerated! The elder goes for his sword...\n\nWe shall never know whether the bold samurai was taking the cup for himself or only to hand it to his venerable companion. It does not matter: all warriors take offense and draw their katanas, joining the fight at the call of \"SAAKEEE!\"\n\nIn Sake & Samurai you are a fierce and thirsty samurai warrior, willing to do anything to get the last cup of Sake. The winner is the most drunk samurai &ndash; in game terms, the player who has collected the most Sake drink counters &ndash; at the end of the Sudden Death round.\n\nBe wary, though, for drinking too much will dull your wits and mastery with the sword. Each drink of Sake prevents you from using one of your resources, be it a weapon, an item, or even your personal skill! You must always be wary not to drink too much or you risk becoming a defenseless sot in the hands of your enemies. On the other hand, you will be able to burn up some of the Sake you have drunk to obtain significant bonuses which may well save your life. Show yourself as the wise warrior you are and balance your strategy with care, not burning up too much Sake, thus finding yourself in the rear at the end of the game, when the Masu is empty and the Sudden death round begins. Those who will succumb to their enemies' blows won't be eliminated from the game, but will become Spirits of Enma, the thirsty god of death, and team up with the other Spirits to attack the living, aiming to steal their Sake. Raise your glasses (and your katanas)!\n\nSake & Samurai is a board game for 3-8 Players about honor, blood and Sake. It is both a standalone game and an expansion for Beer & Vikings..\n\nIntegrates with:\n\n    Beer & Vikings\n\n\n",
    "image": "https://cf.geekdo-images.com/x1WgNr8LhBX_w7xEa9Lvbw__original/img/M_sKpJTsJLpwQqh811DyNqHsUtg=/0x0/filters:format(jpeg)/pic1021076.jpg",
    "thumbnail": "https://cf.geekdo-images.com/x1WgNr8LhBX_w7xEa9Lvbw__small/img/pdryh3bt3iCBePTdwHDM0H0O3Ig=/fit-in/200x150/filters:strip_icc()/pic1021076.jpg",
    "link": "https://boardgamegeek.com/thing/98046",
    "minPlayers": "3",
    "maxPlayers": "8",
    "yearPublished": "2011",
    "playingTime": "45",
    "minPlayingTime": "45",
    "maxPlayingTime": "45",
    "bestAtCount": [
      5
    ],
    "averageRating": "5.91675",
    "averageWeight": "2.2174",
    "boardGameRank": "20515",
    "mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "categories": [
      "Card Game",
      "Fighting",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "designers": [
      "Matteo Santus"
    ]
  }
}