{"timestamp":"2024-11-12T18:32:08.884Z","gameDetails":{"id":"98351","name":"Core Worlds","type":"boardgame","description":"Introduction&#10;&#10;The ancient Galactic Realm, ruled from the Core Worlds of the galaxy, is waning. Now, the barbaric kingdoms that lie beyond the galactic frontier are amassing their strength, choosing this pivotal moment to strike at the heart of the fading republic, establishing new empires built upon the ashes of decaying civilizations. But these outer systems are not yet strong enough to engage the forces of the Core Worlds directly. The young kingdoms must first gnaw at the edges of the crumbling frontier, developing new types of units and shrewder tactics. They must build up their energy resources to launch magnificent fleets and overwhelming ground forces. Then, when the time is right, they must strike at the galactic core itself, claiming the most exalted planets for themselves. The barbarian kingdom that achieves these goals will carve out the greatest empire in the galaxy.&#10;&#10;Object of the Game&#10;&#10;Each player controls a barbarian Star Empire represented by many cards. Throughout the game, players will invade Worlds and draft new Units and Tactics into their Empires. Each card lists its Empire Points in the upper right corner. The player whose Empire contains the most Empire Points at the end of the game is the winner!&#10;&#10;Game Terms and Game Play Mechanisms&#10;&#10;Core Worlds is a deck-building card game for 2-5 players. The following are the central concepts of Core Worlds:&#10;&#10;&bull; Central Zone: Throughout the game, new cards are drawn from the five Galactic Decks and placed face up in the Central Zone, the game's common play area. These cards include new Units and Tactics that the players can draft into their Empires, as well as Worlds that they can invade.&#10;&#10;&bull; Empire: Each player represents an Empire that begins with a Home World and a Starting Deck. A player's Empire consists of all of the cards in his hand, draw deck, discard pile, and Warzone (tableau).&#10;&#10;&bull; Fleet Strength: Each World possesses a Fleet Strength that represents the starships that defend it from attack. A World's Fleet Strength must be matched in order for that World to be successfully invaded. Many Units possess a Fleet Strength that a player can use to invade a World.&#10;&#10;&bull; Ground Strength: Each World possesses a Ground Strength that represents the infantry and other ground forces that defend it from surface assault. A World's Ground Strength must be matched in order for it to be successfully invaded. Many Units possess a Ground Strength that a player can use to invade a World.&#10;&#10;&bull; Invasion: In order to add new Worlds to his Empire, a player must launch Invasions. A player performs an Invasion by discarding enough cards from his Warzone to match the Fleet Strength and Ground Strength of the World he is invading.&#10;&#10;&bull; Warzone: Each player's Empire includes a Warzone, an area in front of the player where her conquered Worlds are displayed. Players also deploy Units from their hands face up into their Warzones, and later use these Units to invade new Worlds.&#10;&#10;","image":"https://cf.geekdo-images.com/Yim5NN5RexitX1ZaAsrKSg__original/img/vTRod_K2284wZIUN4Xcc9P7g1R0=/0x0/filters:format(jpeg)/pic1063921.jpg","thumbnail":"https://cf.geekdo-images.com/Yim5NN5RexitX1ZaAsrKSg__thumb/img/sianmpiJv5zgUJcB5K4fJj0MXyE=/fit-in/200x150/filters:strip_icc()/pic1063921.jpg","link":"https://boardgamegeek.com/thing/98351","minPlayers":"2","maxPlayers":"5","yearPublished":"2011","playingTime":"120","minPlayingTime":"60","maxPlayingTime":"120","bestAtCount":[3],"averageRating":"7.14523","averageWeight":"2.8931","boardGameRank":"1055","mechanics":["Deck, Bag, and Pool Building","Hand Management","Open Drafting"],"categories":["Card Game","Civilization","Science Fiction","Space Exploration"],"designers":["Andrew Parks"]}}