{"timestamp":"2024-11-13T00:59:04.969Z","gameDetails":{"id":"99791","name":"Road to Enlightenment","type":"boardgame","description":"Road to Enlightenment gives players control of great scientists, artists, philosophers, religious leaders, politicians, and military leaders, bringing them uniquely and individually to life. You play as one of the great monarchs from 17th and early 18th century Europe representing one of the seven top powers of the era: Austria, England, France, Poland, Russia, Spain, or Sweden. Your objective is to be recognized as the most prestigious monarch by producing the most admired art and culture, lead the continent in scientific innovations, spread or resist the spread of Catholicism, and attempt military expansion beyond your historical borders. All of this is accomplished by marshaling 134 historical &quot;luminaries&quot; &ndash; important historical figures covering every relevant domain of human achievement during the period.&#10;&#10;The luminaries are rated in between one and seven different areas of endeavour: military, politics, religion, ideas, science, art, or wealth. Additionally, each luminary has a unique Action, Enhancement, or Response based on their real historical achievements to be brought to bear in service of your nation.&#10;&#10;Consider the difference between Rembrandt and Vermeer: Both are important and wonderful artists, but in the real-life Dutch Republic, Rembrandt was famous and well-patronized, composing hundreds of celebrated portraits in his career. Vermeer was obscure and produced an order of magnitude less art in his career. In Road to Enlightenment, Rembrandt has higher ratings and gives you a benefit every single time another luminary is removed from the game, reflecting the influence and nature of his portraiture. On the other hand, Vermeer provides only a modest benefit to reflect the limited impact his career had at the time.&#10;&#10;Invading other countries in the 17th century was a complex mix of cultural, religious, and logistical considerations. These have all been baked into the various territories on the map, making it quick and easy to make decisions around where to try to attack:&#10;&#10;&#10;     You can attempt to invade only those territories that have your nation's colour on the top of the circle. Those are the only nations that could have even possibly successfully invaded that territory in real-life.&#10;&#10;&#10;&#10;     The number associated with each nation's colour indicates how difficult it would be to successfully conquer. In the case of London, it is very difficult for Spain, France, or Sweden to conquer it.&#10;&#10;&#10;&#10;     The religious symbol in the lower left corner lets the player know whether the territory is primarily Catholic, primarily Anti-Catholic (Protestant, Russian Orthodox, and other Christian branches), or primarily Islamic. If it is successfully invaded by a nation with a different religious affiliation, it has an impact on the continental struggle between religions.&#10;&#10;&#10;&#10;     The lines connecting into London, and the anchor with an &quot;A&quot; in the lower right corner, indicate which territories need to be held by a player before they have access to attack. The anchor with an &quot;A&quot; indicates that any player who already owns another Atlantic port territory is connected and could choose to attack over the water.&#10;&#10;&#10;With Road to Enlightenment, all of the intricacies related to managing military expansion have been baked into these easy-to-use board mechanisms.&#10;&#10;In order to create a game that simulates the battle between nations for prestige &ndash; covering war, politics, religion, science, and art &ndash; while focusing on many of the diverse people of history, we've mashed up aspects from wargames, Euro games, deck-building games, and statistical sports simulations. While it is an eclectic mix, this broad spectrum approach to the game's design enabled this diverse and richly detailed set of conditions to come together in a game that is epic in scale but doesn't take all day to play.&#10;&#10;The full game is for 3-7 players; the pocket version is for 2-4.&#10;&#10;","image":"https://cf.geekdo-images.com/tJ_5m1ya8wZngwrvdbnVGA__original/img/dKVHCF36kT6kA-ugNpOryRYB64c=/0x0/filters:format(jpeg)/pic1248712.jpg","thumbnail":"https://cf.geekdo-images.com/tJ_5m1ya8wZngwrvdbnVGA__thumb/img/FVOn2blXBbZmpZR0KkVy4Pdm450=/fit-in/200x150/filters:strip_icc()/pic1248712.jpg","link":"https://boardgamegeek.com/thing/99791","minPlayers":"2","maxPlayers":"7","yearPublished":"2012","playingTime":"150","minPlayingTime":"150","maxPlayingTime":"150","bestAtCount":[6],"averageRating":"5.75346","averageWeight":"3.1538","boardGameRank":"17717","mechanics":["Auction / Bidding","Hand Management","Open Drafting"],"categories":["Age of Reason","Bluffing","Card Game","Civilization","Economic","Educational","Negotiation"],"designers":["Dirk Knemeyer"]}}